{
    "year_name": "建文二年庚辰科殿试金榜",
    "first": [
        ["胡　靖", 1, "胡广（1369年－1418年），一名靖，字光大，号晃菴，諡文穆，江西等处行中书省吉安路吉水州（今江西省吉水县）人。建文二年庚辰科状元，文渊阁大学士。明朝政治人物、内阁首辅。"],
        ["王　艮", 2, "王艮（14世纪－1402年），字敬止，江西吉水人，明朝政治人物，建文二年庚辰科榜眼，靖难之变后自鸩殉国，南明弘光帝追谥文节。"],
        ["李　贯", 3, "李贯，江西吉安府（今吉水）人，明朝探花，政治人物。"]
    ],
    "third": [
        ["李　敦", 1, "李敦，山西太原府乞伏都人，明朝政治人物、进士。"],
        ["张　聪", 2, "张聪，福建福州府闽县人，明朝政治人物、进士出身。"],
        ["邓　淮", 3, "邓槐（1369年－？），字大材，湖广武昌府蒲圻县人军籍，明朝政治人物。进士出身。"],
        ["秦　凤", 4, "秦凤（1374年－？），字子仪，直隶卢州府舒城县人，军籍，明朝政治人物。进士出身。"],
        ["顾　详", 5, "顾详，南直隶通州（江苏南通）人。明朝政治人物、进士出身。"],
        ["应履华", 6, "应履华，字锡祥，浙江奉化人。明朝政治人物、进士。"],
        ["潘文奎", 7, "潘文奎，字景昭，浙江永嘉县人。明朝政治人物。"],
        ["刘　复", 8, "刘复（1374年－？），字性初，江西南昌府南昌县人民籍，明朝政治人物。进士出身。"],
        ["潘　义", 9, "潘义（1371年－？），字思义，浙江绍兴府馀姚县人民籍，明朝政治人物。进士出身。"],
        ["何　颖", 10, "何颖（1370年－？），字仲实，湖广常德府武陵县人，民籍，明朝政治人物。进士出身。"],
        ["陈　献", 11, "陈献（1368年－？），字景贤，直隶淮安府盐城县人民籍，明朝政治人物。进士出身。"],
        ["吴　琬", 12, "吴琬（1370年－？），字德圭，福建邵武府建宁县人民籍，明朝政治人物。进士出身。"],
        ["林　洪", 13, "林洪（1369年－1434年），字文范，福建兴化府莆田县人，军籍，明朝政治人物。进士出身。"],
        ["黄　重", 14, "黄重（1373年－？），字孟刚，福建兴化府莆田县人，军籍，明朝政治人物。进士出身。"],
        ["黄胤宗", 15, "黄胤宗（1371年－1434年），浙江海盐人。明朝政治人物、进士。"],
        ["王　能", 16, "王能（1373年－？），字克用，直隶凤阳府凤阳县人，民籍，明朝政治人物。进士出身。"],
        ["尹惟忠", 17, "尹惟忠，南直隶通州（江苏南通）人。明朝政治人物，同进士出身。"],
        ["席　恭", 18, "席杲（1370年－？），字特初，山西大同府应州人，军籍，明朝政治人物。进士出身。"],
        ["王　彝", 19, "王彝（1370年－？），字秉彝，直隶安庆府怀宁县人，民籍，明朝政治人物。进士出身。"],
        ["刘寿愻", 20, "刘寿愻（1370年－？），字叔顺，浙江绍兴府馀姚县人，民籍，明朝政治人物。同进士出身。"],
        ["熊文成", 21, "熊又成（1368年－？），字性善，江西南昌府南昌县人，军籍，明朝政治人物。进士出身。"],
        ["齐　政", 22, "齐政，直隶山阳（今江苏淮安）人。明朝政治人物、进士。"],
        ["郭　秩", 23, "郭秩[1]（生卒年不详），明初官员，山西祁县人。同进士出身。"],
        ["刘　得", 24, "刘得，福建建宁府建安县人，明朝政治人物、进士出身。"],
        ["任　坛", 25, "任坛（1373年－1432年），字廷坚，浙江省宁波府鄞县人，军籍，治《书经》，年二十八岁岁中式建文二年庚辰科第三甲第二十五名进士。正月二十二日生，行二，曾祖任士得 ；祖任琦；父任仲华；母许氏。慈侍下，妻许氏。由县学生中式浙江乡试第四十二名举人，会试中式第一百七名[1]。授桂东知县，后升为监察御史。后累官为江西按察使司佥事[2]。"],
        ["卢　广", 26, "卢广（1372年－？），字彦高，直隶凤阳府寿州人，民籍，明朝政治人物。进士出身。"],
        ["李　瑀", 27, "李瑀，福建建宁府瓯宁县人，明朝政治人物、进士出身。"],
        ["陈　绶", 28, "陈绶（1366年－1425年），字章美，福建省建宁府瓯宁县人，民籍，治《易经》，年三十五岁岁中式建文二年庚辰科第三甲第二十八名进士。十月初五日生，行十，曾祖陈本道；祖陈恭实；父陈敬德；母张氏。永感下，妻。由县学生中式福建乡试第十八名举人，会试中式第一百一名[1]。"],
        ["徐　新", 29, "徐新（1367年－？），字德新，浙江台州府黄巖县人，军籍，明朝政治人物。进士出身。"],
        ["刘　虬", 30, "刘虬，字公潜，江西吉安府永乐县人，明朝政治人物、同进士出身。"],
        ["郑　镐", 31, "郑镐（1371年－？），字仲京，湖广荆州府石首县人，民籍，明朝政治人物。进士出身。"],
        ["汪翁绶", 32, "汪翁绶（1379年－？），字文若，浙江湖州府乌程县人，民籍，明朝政治人物。进士出身。"],
        ["刘廸简", 33, "刘迪简（1371年－？），字迈生，江西吉安府吉水县人，儒籍，明朝政治人物。进士出身。"],
        ["蒋　骥", 34, "蒋骥（1378年－1430年），字良夫，浙江钱塘（今杭州）人。明朝政治人物、进士。"],
        ["叶　瑄", 35, "叶瑄（1375年－？），字文珙，浙江衢州府开化县人，民籍，明朝政治人物。进士出身。"],
        ["陈　宾", 36, "陈宾（1373年－？），字文献，河南怀庆府河内县人，民籍，明朝政治人物。进士出身。"],
        ["童　铨", 37, "童铨（1372年－？），字士衡，浙江严州府淳安县人，民籍，明朝政治人物。进士出身。"],
        ["李　寅", 38, "李寅（1373年－？），字克敬，山西平阳府临汾县人，民籍，明朝政治人物。进士出身。"],
        ["王　郁", 39, "王郁（1370年－？），字文愽，直隶凤阳府宿州灵璧人，，明朝政治人物。进士出身。"],
        ["薛　东", 40, "薛东（1373年－？），字希震，浙江温州府永嘉县人，民籍，明朝政治人物。进士出身。"],
        ["唐　复", 41, "唐复（1369年－？），字永亨，直隶常州府武进县人，民籍，明朝政治人物。进士出身。"],
        ["俞　本", 42, "俞本（1366年－？），字景立，直隶芜湖县人，民籍，明朝政治人物。进士出身。"],
        ["王　政", 43, "王政（1370年－？），字彦贞，湖广黄州府蕲州第三坊人，民籍，明朝政治人物。进士出身。"],
        ["阎　济", 44, "阎济（1374年－？），字汝舟，山东兖州府济宁州人，民籍，明朝政治人物。进士出身。"],
        ["严　升", 45, "严升（？－1430年），南京太平府繁昌县（今安徽省芜湖市繁昌县）人，明朝政治人物、进士。"],
        ["曹嗣宗", 46, "曹嗣宗（1375年－？），字益显，湖广郴州秀才乡人，民籍，明朝政治人物。进士出身。"],
        ["刘　纲", 47, "刘纲，字之纪，河南禹州人。明朝官员、进士出身。"],
        ["刘　永", 48, "刘永（1375年－？），字思远，直隶应天府句容县人，民籍，明朝政治人物。进士出身。"],
        ["杨　渤", 49, "杨渤（1363年－？），字啔隆，江西临江府清江县人，民籍，明朝政治人物。进士出身。"],
        ["唐吉祥", 50, "唐吉祥（1370年－？），字彦祯，直隶徽州府歙县人，民籍，明朝政治人物。进士出身。"],
        ["陈　善", 51, "陈善（1374年－？），字之敬，直隶苏州府崑山县人，民籍，明朝政治人物。进士出身。"],
        ["李　谦", 52, "李谦（1365年－？），字子让，山西平阳府绛州稷山县人，民籍，明朝政治人物。进士出身。"],
        ["韩　祯", 53, "韩祯（1372年－？），字惟祥，河南开封府陈州项城县人，民籍，明朝政治人物。进士出身。"],
        ["萧　潭", 54, "萧潭（1372年－？），字孟南，直隶苏州府吴江县人，民籍，明朝政治人物。进士出身。"],
        ["馀　灏", 55, "馀灏，福建福州府闽县人，明朝政治人物、进士出身。"],
        ["耿　直", 56, "耿直（1375年－？），字彦正，山东济南府章丘县人，民籍，明朝政治人物。进士出身。"],
        ["石彦成", 57, "石彦诚（？－？），一名作彦成，字诚之，江西南昌人。明朝政治人物、进士。"],
        ["黄　宜", 58, "黄宜（1371年－？），字子仪，福建福州府宁德县人，民籍，明朝政治人物。进士出身。"],
        ["黄　谅", 59, "黄谅（1371年－？），字子贞，浙江温州府永嘉县人，民籍，明朝政治人物。进士出身。"],
        ["黄思敬", 60, "黄思敬（1371年－？），字公俨，浙江湖州府归安县人，民籍，明朝政治人物。进士出身。"],
        ["孙　让", 61, "孙让（1371年－？），字克恭，直隶应天府溧水县人，民籍，明朝政治人物。进士出身。"],
        ["馀存谅", 62, "馀存谅（1377年－？），字诚之，广东肇庆府高要县人，民籍，明朝政治人物。进士出身。"],
        ["顾　佐", 63, "明《三才图会》之顾佐像"],
        ["顾　谦", 64, "顾谦，字仲谦，江苏仪征人。明朝政治人物、进士。"],
        ["孙　完", 65, "孙完（1375年－？），字孟学，浙江绍兴府萧山县人，民籍，明朝政治人物。进士出身。"],
        ["马　骧", 66, "马骧（1372年－？），字致远，河南开封府许州郾城县人，民籍，明朝政治人物。进士出身。"],
        ["武　斌", 67, "武斌（1375年－？），字希文，山东济南府济阳县人，民籍，明朝政治人物。进士出身。"],
        ["帅用昌", 68, "帅用昌（1375年－？），字汝阳，江西南昌府奉新县人，民籍，明朝政治人物。同进士出身。"],
        ["马　彝", 69, "马彜（1371年－？），字秉彝，平燕北平府永清县人，民籍，明朝政治人物。进士出身。"],
        ["李　泰", 70, "李泰（1371年－？），字安然，山东济南府齐东县人，军籍，明朝政治人物。进士出身。"]
    ],
    "index": 7,
    "url": "https://zh.wikipedia.org/wiki/Template:%E5%BB%BA%E6%96%87%E4%BA%8C%E5%B9%B4%E5%BA%9A%E8%BE%B0%E7%A7%91%E6%AE%BF%E8%A9%A6%E9%87%91%E6%A6%9C",
    "second": [
        ["吴　溥", 1, "吴溥（1363年－1426年），字德润，江西崇仁人。明朝政治人物。"],
        ["朱　塔", 2, "朱塔，江西建昌府南丰县人，明朝政治人物、进士出身。"],
        ["杨子荣", 3, "明《三才图会》载《少师杨文敏公像》"],
        ["金幼孜", 4, "金幼孜（1368年－1432年），名善，字幼孜，以字行，室号退庵，谥文靖，江西新淦徘山（今属峡江县罗田镇）人。明朝武英殿大学士、礼部尚书。"],
        ["刘　现", 5, "刘现，浙江温州府永嘉县人，明朝政治人物、进士出身。"],
        ["何士让", 6, "何士让，江西临江府新淦县人，明朝政治人物、进士出身。"],
        ["曾　芑", 7, "曾芑，福建福州府怀安县人，明朝政治人物、进士出身。"],
        ["郇　㫋", 8, "郇㫋，南直隶淮安府沭阳县人，明朝政治人物、进士出身。"],
        ["方　孚", 9, "方孚，江西饶州府乐平县人，明朝政治人物、进士出身。"],
        ["邓时俊", 10, "邓时俊，江西吉安府永乐县人，明朝政治人物、进士出身。"],
        ["梁　成", 11, "梁成，字成性，广东高州府信宜县人，明朝政治人物、进士出身。"],
        ["张礼闻", 12, "张礼闻，字来学，直隶广德州人，明朝政治人物、进士出身。"],
        ["陈继之", 13, "陈继之（？－1403年），明朝建文二年（1400年）进士，授户科给事中。上疏僧人佔田过多，“以江南僧道多佔腴田，蚕食百姓，乃奏请僧道人给五亩，馀以赋民”。燕王朱棣起兵发难时，他“疏陈备御六事，复请擢徐增寿以阻击逆谋”，建文帝未予采纳。朱棣即位后，被杀[1][2]。 陈继之，福建莆田县仁寿里十五图人。庚辰科进士，户科给事中。尝以江南僧道多占腴田，乃奏：“僧道人给五亩，馀以赋民。” 从之。北兵起，继之又有建白，因肆指斥。京师平，与黄子澄、齐泰、巨敬、韩永辈不服，被族诛。父四季，年六十九，发甘肃充军。本年十月二十四日行至开封府病故。母黄一姐，年六十五，发甘肃随住。本年十二月二十九日行至郑州故。男征仔，四岁，随母饶氏给配，后以永乐六年抄送镇抚司，十月十六日在屯田所病故。妻饶氏即姚氏，年四十二，配象奴阿宗为妻。女进奴，年十三岁，配指挥袁江为奴；京奴，一岁，永乐初故。弟馀翔等俱充军。"],
        ["吴　福", 14, "吴福，字好德，浙江宁波府鄞县人。明朝政治人物、进士。"],
        ["李　敬", 15, "李敬，字仲寅，江西南昌府新建县人，明朝政治人物、进士出身。"],
        ["顾　斌", 16, "顾斌，字孝才，南直隶扬州府高邮州人，明朝政治人物、进士出身。"],
        ["刘　福", 17, "刘福，南直隶通州（江苏南通）人。明朝政治人物、进士出身。"],
        ["杨　溥", 18, "明《三才图会》载《少保杨文定公像》"],
        ["黄宗晦", 19, "黄宗晦（1367年－1426年）（黄宗敏），字克复，四川省嘉定州邛县人，民籍，治《书经》，年三十四岁岁中式建文二年庚辰科第二甲第十九名进士。十二月二十五日生，行二，曾祖黄济；祖黄琦；父黄思诚；母杨氏。永感下，妻刘氏，兄宗贤，弟宗鲁。由县学生中式四川乡试第三十四名举人，会试中式第二十一名[1]。授给事中[2]。"],
        ["陈道潜", 20, "陈道潜（1364年－1433年），名复，字孔昭，号拙斋，明朝福建莆田人。莆田浮山陈氏后裔，明朝政治人物、进士出身。"],
        ["蒋　简", 21, "蒋简，字恒谦，浙江台州府临海县人，明朝政治人物、进士出身。"],
        ["叶　福", 22, "叶福（？－1402年），福建侯官（今福州）人。明朝政治人物、进士。"],
        ["傅　行", 23, "傅行，字德芳，江西南昌府进贤县人，明朝官员、进士出身。"],
        ["冯　贵", 24, "冯贵（14世纪？－1420年），字孟敬，武陵（今湖南常德人）。明朝政治人物、进士。"],
        ["王　高", 25, "王高，字彦高，江西南昌府南昌县人，明朝政治人物、进士出身。"],
        ["李　时", 26, "李时，字宜中，江西南昌府南昌县人，明朝政治人物、进士出身。"],
        ["邓　亮", 27, "邓亮（1363年－？），字子信，江西吉安府吉水县人，明朝政治人物、进士出身。"],
        ["熊文绶", 28, "熊文绶（1372年－1431年），字藻伯，四川成都府内江县人，民籍，治《诗经》，年二十九岁岁中式建文二年庚辰科第二甲第二十八名进士。九月二十一日生，行二，曾祖熊必先；祖熊；父熊；母方氏。永感下，妻方氏，兄添祐。由国子生中式江西庚午乡试第三十名举人，会试中式第八十七名[1]。授户科给事中，建文四年陞任礼科都给事中[2]，后任德庆州同知，祀名宦祠[3]。"],
        ["商　惠", 29, "商惠（1374年－？），字原逵，浙江金华府金华县人，明朝政治人物、进士出身。"],
        ["朱原贞", 30, "朱原贞（1370年－？），南直隶徽州府婺源县人，明朝政治人物、进士出身。"],
        ["周　铨", 31, "周铨（1377年－？），直隶凤阳府怀远县人，明朝政治人物、进士出身。"],
        ["陈义生", 32, "陈义生，字用质，福建福州永泰县人，明朝政治人物。"],
        ["黄　钺", 33, "清《吴郡名贤图传赞》卷四载《黄忠节像》"],
        ["胡　濙", 34, "胡濙（1375年－1463年），字源洁，谥忠安，武进（今江苏省常州市）人。明朝礼部尚书。"],
        ["宋彦名", 35, "宋彦名（1376年－？），江西南昌府南昌县人，明朝政治人物、进士出身。"],
        ["雷　填", 36, "雷填，字原中，福建建宁县（今属建瓯市）人。明朝政治人物。"],
        ["万　忠", 37, "万忠，字居敬，江西南昌府新建县人，明朝官员、进士出身。"]
    ]
}