{
    "year_name": "正统十年乙丑科殿试金榜",
    "first": [
        ["商　辂", 1, "商辂（1414年－1486年），字弘载，号素庵，一作素菴，谥文毅，浙江淳安人，明朝状元，政治人物，官至吏部尚书、谨身殿大学士，为内阁首辅，是明朝一代重臣。"],
        ["周洪谟", 2, "周洪谟（1420年－1492年），字尧佐，四川省叙州府长宁县在城乡（今宜宾市长宁县双河镇）人，明朝政治人物。"],
        ["刘　俊", 3, "刘俊（1417年－1487年），字世英，号朴庵，陕西宝鸡县人，明朝政治人物，探花及第。"]
    ],
    "third": [
        ["陶　铨", 1, "陶铨（1410年－？），字文衡，山西平阳府绛州人，军籍。明朝政治人物。进士出身。"],
        ["许　箎", 2, "许箎（1422年－？），字仲乐，直隶常州府无锡县人，民籍。明朝政治人物。进士出身。"],
        ["沈　纲", 3, "沈纲（1418年－？），字孟举，福建福州府闽县人，民籍。明朝政治人物。进士出身。"],
        ["刘　谕", 4, "刘谕（1409年－？），字偕立，江西吉安府吉水县人，民籍。明朝政治人物。进士出身。"],
        ["姚　恭", 5, "姚恭（1407年－？），字彦逊，浙江台州府临海县人，军籍。明朝政治人物。进士出身。"],
        ["林时㴱", 6, "林时深（1418年－？），字时深，福建兴化府莆田县人，民籍。明朝政治人物。进士出身。"],
        ["赵　访", 7, "赵访（1410年－？），字资善，湖广黄州府麻城县人，民籍。明朝政治人物。进士出身。"],
        ["吴　中", 8, "吴中（1413年－1472年），字行准，四川省眉州人，民籍，治《诗经》，年三十三岁中式正统十年乙丑科第三甲第八名进士。正月十九日生，行一，曾祖吴兴文；祖吴则昭；父吴文政；母刘氏。具庆下，妻汤氏，弟昇；毓；节；式。由国子生中式四川乡试第二十一名举人，会试中式第六名[1]。"],
        ["周　鑑", 9, "周鑑（1401年－？），字孔明，湖广黄州府麻城县人，民籍。明朝政治人物。进士出身。"],
        ["罗　箎", 10, "罗篪（1417年－1474年），字应韶，一字叔和，江西南昌府南昌县人，军籍。明朝政治人物。进士出身。"],
        ["沈　和", 11, "沈和（1411年－？），字用礼，浙江杭州府仁和县人，民籍。明朝政治人物。进士出身。"],
        ["胡　濬", 12, "胡濬（1420年－？），字源大渊，江西广信府铅山县人，民籍。明朝政治人物。进士出身。"],
        ["徐　彬", 13, "徐彬（1404年－？），字寅白，浙江台州府黄巖县人，民籍。明朝政治人物。进士出身。"],
        ["盛　琦", 14, "盛琦（1411年－？），字廷璧，浙江宁波卫人，军籍。明朝政治人物。进士出身。"],
        ["袁　广", 15, "袁广（1397年－？），字仲弘，江西吉安府泰和县人，民籍。明朝政治人物。进士出身。"],
        ["杨　涣", 16, "杨涣（1404年－？），字德济，江西吉安府泰和县人，民籍。明朝政治人物。进士出身。"],
        ["林长清", 17, "林长清（1409年－？），字长清，福建兴化府莆田县人，民籍。明朝政治人物。进士出身。"],
        ["王　铉", 18, "王铉（1408年－？），字宗鼐，浙江绍兴府上虞县人，民籍。明朝政治人物。进士出身。"],
        ["丁　璿", 19, "丁璿（1419年－？），字大器，陕西西安府干州武功县人，军籍。明朝政治人物。进士出身。"],
        ["李友闻", 20, "李友闻（1408年－？），字进明，直隶徽州府祁门县人，军籍。明朝政治人物。进士出身。"],
        ["王　允", 21, "王允（1407年－？），字执中，山东济南府历城县人，民籍。明朝政治人物。进士出身。"],
        ["杨礼和", 22, "杨礼和（1402年－1461年），字节之，四川省重庆府江津县人，民籍，治《春秋》，年四十四岁中式正统十年乙丑科第三甲第二十二名进士。十月初一日生，行四，曾祖杨济甫；祖杨文寿；父杨鹏；母吴氏。永感下，妻刘氏，兄泰和；均和。由国子生中式四川乡试第二十名举人，会试中式第二十六名[1]。授鹤庆府知府[2]。"],
        ["陈　善", 23, "陈善（1398年－？），字复初，河南汝宁府罗山县人，民籍。明朝政治人物。进士出身。"],
        ["徐　行", 24, "徐行（1408年－？），字顺理，山东兖州府单城县人，民籍。明朝政治人物。进士出身。"],
        ["赵　昂", 25, "赵昂（1422年－1500年），字伯颙，永清左卫左所人，军籍。明朝政治人物。进士出身。"],
        ["童存德", 26, "童存德（1409年－1449年），字居敬，浙江金华府兰谿县人，民籍。明朝政治人物。进士出身。"],
        ["毛　珍", 27, "毛珍（1421年－？），字廷贵，湖广岳州府华容县人，军籍。明朝政治人物。进士出身。"],
        ["张　绅", 28, "张绅（1421年－？），字仲书，直隶应天府句容县人，民籍。明朝政治人物。进士出身。"],
        ["衞　仪", 29, "卫仪（1413年－1472年），字彦威，山西省平阳府解州安邑县人，民籍，治《易经》，年三十三岁中式正统十年乙丑科第三甲第二十九名进士。五月初二日生，行一，曾祖卫立；祖卫直；父卫从意；母王氏。慈侍下，妻王氏，弟信。由国子生中式山西乡试第十二名举人，会试中式第二十七名[1]。"],
        ["尹　恕", 30, "尹恕（1401年－？），字惠行，江西吉安府安福县人，民籍。明朝政治人物。进士出身。"],
        ["涂　谦", 31, "涂谦（1419年－1457年），字恒让，江西南昌府丰城县人，匠籍。明朝政治人物。进士出身。"],
        ["胡　深", 32, "胡深（1411年－1470年），字文渊，南直隶省徽州府祁门县人，民籍，治《春秋》，年三十五岁中式正统十年乙丑科第三甲第三十二名进士。六月二十三日生，行三，曾祖胡宗芑；祖胡伯善；父胡景闰；母方氏。具庆下，妻汪氏，兄亮；弘，弟振。由国子生中式应天府乡试第三十七名举人，会试中式第一百三十四名[1]。"],
        ["周　莹", 33, "周莹（1420年－？），字吹玉，福建兴化府莆田县人，军籍。明朝政治人物。进士出身。"],
        ["唐　维", 34, "唐维（1410年－？），字叔方，直隶苏州府吴县人，民籍。明朝政治人物。进士出身。"],
        ["陈　璚", 35, "陈璚（1413年－？），字公美，直隶松江府华亭县人，军籍。明朝政治人物。进士出身。"],
        ["楼　泽", 36, "楼泽（1416年－？），字仁甫，浙江金华府永康县人，民籍。明朝政治人物。进士出身。"],
        ["吕　正", 37, "吕正（1421年－？），字孟端，直隶真定府晋州人，民籍。明朝政治人物。进士出身。"],
        ["赵永宁", 38, "李永宁，字世安，别号正庵，明代四川定远县（今武胜县）人。明英宗正统乙丑（1445年）进士，官授南京户部江西司主事，升员外郎，后任广西桂林府知府，广东潮州府知府等。因循良清苦，人呼“青菜李”。着有《正庵诗稿》及《琼琚集》。"],
        ["李　奎", 39, "李奎（1417年－？），字文辉，河南卫辉府汲县人，民籍。明朝政治人物。进士出身。"],
        ["冯　时", 40, "冯时（1413年－？），字世隆，陕西庆阳府宁州人，民籍。明朝政治人物。进士出身。"],
        ["陈　方", 41, "陈方（1404年－？），字正观，江西吉安府庐陵县人，民籍。明朝政治人物。进士出身。"],
        ["孙　祥", 42, "孙祥（1418年－1449年），字廷瑞，山西大同府大同县人，军籍。明朝政治人物。进士出身。"],
        ["曹　凯", 43, "曹凯（1413年－？），字宗原，山东青州府益都县人，军籍。明朝政治人物。进士出身。"],
        ["陈　宽", 44, "陈宽（1403年－？），字用弘，江西南昌府丰城县人，民籍。明朝政治人物。进士出身。"],
        ["甯　良", 45, "甯良（1413年－？），字元善，湖广永州府祁阳县人，军籍。明朝政治人物。同进士出身。"],
        ["李　锡", 46, "李锡（1420年－？），字祐之，山东东昌府临清县人，军籍。明朝政治人物。进士出身。"],
        ["申　祐", 47, "申祐（1403年－1449年），字䒶锡，贵州思南府婺川县人，官籍。明朝政治人物。进士出身。"],
        ["季　骏", 48, "季骏（1411年－？），字文华，浙江绍兴府会稽县人，灶籍。明朝政治人物。进士出身。"],
        ["陈　咏", 49, "陈咏（1420年－？），字永言，浙江绍兴府馀姚县人，军籍。明朝政治人物。进士出身。"],
        ["王　绍", 50, "王绍（1415年－？），字继先，山西潞州屯留县人，民籍。明朝政治人物。进士出身。"],
        ["王　宣", 51, "王宣（1403年－1462年），字德昭，四川省重庆府长寿县人，民籍，治《诗经》，年四十三岁中式正统十年乙丑科第三甲第五十一名进士。六月初十日生，行一，曾祖王荣卿；祖王安性；父王宗麒；母周氏。具庆下，妻冉氏，继妻谢氏；弟孟庆；孟通；孟南。由县学生中式四川乡试第三十三名举人，会试中式第七十六名[1]。"],
        ["林廷举", 52, "林廷举（1417年－？），字云鹏，广东潮州府海阳县人，儒籍。明朝政治人物。进士出身。"],
        ["周　璹", 53, "周璹（1417年－？），字式廉，江西吉安府吉水县人，民籍。明朝政治人物。进士出身。"],
        ["原　杰", 54, "原杰（1417年－？），字子英，山西泽州阳城县人，民籍。明朝政治人物。进士出身。"],
        ["宋　玺", 55, "宋玺（1418年－1477年），字廷玉，陕西省西安府咸宁县人，民籍，治《易经》，年二十八岁中式正统十年乙丑科第三甲第五十五名进士。四月十八日生，行五，曾祖宋希曾，元四川贯州达鲁花赤；祖宋学；父宋翬，河南归德州知州；母胡氏。具庆下，妻张氏，兄□（礼部司务）；玹（工部织梁所副使）；琰；琮；瑄。由府学增广生中式陕西乡试第十名举人，会试中式第一百十九名[1]。"],
        ["宋　钦", 56, "宋钦（1414年－1499年），字克敬，陕西西安府干州人，民籍。明朝政治人物。进士出身。"],
        ["史　敏", 57, "史敏（1415年－？），字德敏，直隶淮安卫人，军籍。明朝政治人物。进士出身。"],
        ["张　让", 58, "张让（1406年－？），字孟谦，直隶太平府当涂县人，民籍。明朝政治人物。进士出身。"],
        ["高　闰", 59, "高闰，浙江山阴人，明朝政治人物、进士出身。"],
        ["田　瑧", 60, "田臻，又称田瑧，河南襄城人，明朝政治人物。进士出身。"],
        ["马　垸", 61, "马垸（1411年－？），字伯圃，直隶镇江府丹阳县人，民籍。明朝政治人物。进士出身。"],
        ["朱　缙", 62, "朱缙（1419年－？），字廷仪，浙江绍兴府馀姚县人，民籍。明朝政治人物。进士出身。"],
        ["庄　敏", 63, "庄敏（1406年－？），字廷功，福建泉州府晋江县人，民籍。明朝政治人物。进士出身。"],
        ["王　敞", 64, "王敞（1411年－？），字文浩，贵州永宁卫人，官籍。明朝政治人物。进士出身。"],
        ["陈叔绍", 65, "陈叔绍（1403年－1462年），名振，字叔绍，福建省福州府闽县人，民籍，治《春秋》，年四十三岁中式正统十年乙丑科第三甲第六十五名进士。三月十七日生，行八，曾祖陈垚；祖陈钰；父陈周，封四川道监察御史；母林氏（封孺人）。永感下，妻杨氏，兄叔刚（翰林院侍读）；叔茂，弟叔复。由府学增广生中式福建乡试第三名举人，会试中式第九十五名[1]。"],
        ["向　敬", 66, "向敬（1411年－1470年），字行简，四川成都府资县人，民籍，治《礼记》，年三十五岁中式正统十年乙丑科第三甲第六十六名进士。十二月初二日生，行一，曾祖向文郁；祖向必显；父向福忠；母谈氏。具庆下，妻邓氏，弟鑑；政；金。由县学生中式四川乡试第三十四名举人，会试中式第九名[1]。"],
        ["柴文显", 67, "柴文显（1404年－1449年），字道明，严州人。明朝官员、同进士出身。"],
        ["苏　霔", 68, "苏霔（1410年－？），字克滋，福建漳州府龙巖县人，民籍。明朝政治人物。进士出身。"],
        ["董　方", 69, "董方（1416年－1483年），字中矩，京师顺天府通州漷县人，明朝政治人物、进士出身。"],
        ["严　枢", 70, "严枢（1402年－？），字务正，江西吉安府万安县人，民籍。明朝政治人物。进士出身。"],
        ["曹　得", 71, "曹得（1401年－？），字希贤，浙江绍兴府萧山县人，民籍。明朝政治人物。进士出身。"],
        ["刘羽翔", 72, "刘羽翔（1416年－？），字云程，山东兖州府单城县人，民籍。明朝政治人物。进士出身。"],
        ["黄　镐", 73, "黄镐（1421年－1484年），字叔高，福建承宣布政使司福州府侯官县（今福建省福州市）人，明朝政治人物、进士。"],
        ["何　琛", 74, "何琛（1413年－1472年），字廷玉，四川省顺庆府南充县人，民籍，治《易经》，年三十三岁中式正统十年乙丑科第三甲第七十四名进士。九月二十一日生，行一，曾祖何友文；祖何原贵；父何润，宁晋县主簿；母赵氏；继母王氏；继母于氏。具庆下，妻谢氏，弟器；玠；瓘。由府学增广生中式四川乡试第二十九名举人，会试中式第二十三名[1]。"],
        ["刘　琏", 75, "刘琏（1421年－？），字宗器，顺天府大兴县人，民籍。明朝政治人物。进士出身。"],
        ["卢　中", 76, "卢中（1413年－？），字守正，湖广武昌府蒲圻县人，军籍。明朝政治人物。进士出身。"],
        ["边　永", 77, "边永（1404年－？），字仕远，直隶河间府任丘县人，军籍。明朝政治人物。进士出身。"],
        ["马　驯", 78, "马驯（1421年－1496年），字德良，福建汀洲府长汀县人，民籍。明朝政治人物。进士出身。"],
        ["周　瑜", 79, "周瑜（1419年－？），字廷璧，广东广州府南海县人，军籍。明朝政治人物。进士出身。"],
        ["陈　瓛", 80, "陈瓛（1407年－？），字䒶锡，山东兖州府东平州人，民籍。明朝政治人物。同进士出身。"],
        ["朱　英", 81, "朱英（1417年－1485年8月21日），字时杰[1]、世杰[2]，号澹菴[3]、诚庵[4]、任真子[5]。明湖广承宣布政使司郴州桂阳外沙村（今湖南省汝城县）人，曾在甘肃及两广等地任职，官至两广总督、加都察院右都御史，累封太子太保、荣禄大夫，毕生廉洁奉公、忧国忧民。后被奉为潮州饶平城隍。諡号恭简。"],
        ["胡　端", 82, "胡瑞（1398年－？），字方正，江西吉安府吉水县人，民籍。明朝政治人物。进士出身。"],
        ["张　翰", 83, "张翰（1403年－？），字宗儒，山东青州府安丘县人，民籍。明朝政治人物。进士出身。"],
        ["齐　让", 84, "齐让（1414年－？），字守礼，山西太原府代县人，军籍。明朝政治人物。进士出身。"],
        ["黄　绶", 85, "黄绶（1404年－？），字文玺，直隶顺天府谷县人，军籍。明朝政治人物。进士出身。"],
        ["王　瓖", 86, "王瓖（1421年－？），字宗玺，河南开封府许州襄城县人，民籍。明朝政治人物。进士出身。"],
        ["高　安", 87, "高安（1420年－？），字子宁，直隶广平府威县人，民籍。明朝政治人物。进士出身。"],
        ["沈　纪", 88, "沈纪（1418年－？），字文振，顺天府宛平县人，匠籍。明朝政治人物。进士出身。"],
        ["潘伯通", 89, "潘伯通（1393年－？），字学古，河南汝宁府光州光山县人，民籍。明朝政治人物。进士出身。"],
        ["戴　珤", 90, "戴珤（1419年－？），字廷用，直隶和州含山县人，军籍。明朝政治人物。进士出身。"],
        ["李　和", 91, "李和（1418年－？），字时中，直隶永平府迁安县人，匠籍。明朝政治人物。进士出身。"],
        ["姚　哲", 92, "姚哲（1418年－？），字文明，浙江杭州府海宁县人，军籍。明朝政治人物。进士出身。"],
        ["曾　卓", 93, "曾卓（1409年－？），字瀹沂，江西吉安府永丰县人，民籍。明朝政治人物。进士出身。"],
        ["郑　瑄", 94, "郑瑄（1416年－？），字廷玺，山东兖州济宁州人，民籍。明朝政治人物。进士出身。"],
        ["潘　暄", 95, "潘暄（1416年－？），字时阳，直隶苏州府嘉定县人，民籍。明朝政治人物。进士出身。"],
        ["丁　本", 96, "丁本（1410年－？），字弘道，山东兖州府峄县人，民籍。明朝政治人物。进士出身。"],
        ["萧　斌", 97, "萧斌可能是下列人物："]
    ],
    "index": 22,
    "url": "https://zh.wikipedia.org/wiki/Template:%E6%AD%A3%E7%B5%B1%E5%8D%81%E5%B9%B4%E4%B9%99%E4%B8%91%E7%A7%91%E6%AE%BF%E8%A9%A6%E9%87%91%E6%A6%9C",
    "second": [
        ["曾蒙简", 1, "曾蒙简（1407年－？），字蒙简，江西吉安府泰和县人，儒籍。明朝政治人物。进士出身。"],
        ["夏时正", 2, "夏时正（1412年－1499年），字季爵，浙江承宣布政使司宁波府慈溪汶溪(今属镇海区)人，少随父居杭州府仁和县（今浙江省杭州市）[1]。明朝政治人物、进士。"],
        ["萧　彝", 3, "萧彝（1418年－？），字元衷，江西吉安府泰和县人，儒籍。明朝政治人物。进士出身。"],
        ["章　纶", 4, "章纶（1416年－？），字丝纶，直隶安庆府桐城县人，军籍。明朝政治人物。进士出身。"],
        ["崔　璵", 5, "崔璵（1422年－？），字宗器，顺天府宛平县人，官籍。明朝政治人物。进士出身。"],
        ["陈　律", 6, "陈律（1406年－？），字正律，江西吉安府永丰县人，民籍。明朝政治人物。进士出身。"],
        ["钱　博", 7, "钱慱（1411年－？），字原慱，直隶松江府华亭县人，官籍。明朝官员。进士出身。"],
        ["全　智", 8, "全智（1409年－？），字克明，直隶松江府上海县人，民籍。明朝政治人物。进士出身。"],
        ["张　洪", 9, "张洪（1411年－1449年），字渊濬，江西吉安府安福县人，民籍。明朝政治人物。进士出身。"],
        ["陈　濂", 10, "陈濂（1420年－1474年），字德清，浙江宁波府鄞县人，民籍。明朝政治人物。进士出身。"],
        ["叶　武", 11, "叶武（1414年－？），字继武，浙江衢州府开化县人，民籍。明朝政治人物。进士出身。"],
        ["冯　维", 12, "冯维（1419年－1478年），字文纲，湖广常德府武陵县人，□籍，治《书经》，年二十七岁中式正统十年乙丑科第二甲第十二名进士。正月十五日生，行五，曾祖冯子寿；祖冯友直；父冯贽；母陈氏。具庆下，妻陈氏，伯冯贵（交阯左布政使），兄纶；纪；绅；纲，弟绘；缮。由□□□中式湖广乡试第二十九名举人，会试中式第七十五名[1]。"],
        ["方　杲", 13, "方杲（1421年－？），字景辉，直隶庐州府合肥县人，民籍。明朝政治人物。进士出身。"],
        ["许　振", 14, "许振（1411年－？），字玉亮，江西吉安府吉水县人，民籍。明朝政治人物。进士出身。"],
        ["黄　霖", 15, "黄霖（1418年－？），字济民，江西抚州府乐安县人，民籍。明朝政治人物。进士出身。"],
        ["叶　冕", 16, "叶冕，浙江上虞人，明朝政治人物。进士出身。"],
        ["宋　瑮", 17, "宋瑮（1417年－？），字克纯，直隶华亭县人，灶籍。明朝政治人物。进士出身。"],
        ["杜　铭", 18, "杜铭（1419年－1478年），字敬脩，四川成都府金堂县人，军籍，治《书经》，年二十七岁中式正统十年乙丑科第二甲第十八名进士。九月十九日生，行三，曾祖杜再礼；祖杜添礼；父杜荣聪；母杨氏。具庆下，妻龙氏，兄胜刚；胜海，弟胜能；胜拳。由国子生中式四川乡试第三十八名举人，会试中式第一百三十二名[1]。授刑部主事，后累升至刑部尚书，为官廉政平允[2]。"],
        ["陈　琏", 19, "陈琏（1420年－？），字器之，直隶苏州府崐山县人，军籍。明朝政治人物。进士出身。"],
        ["李　梁", 20, "李梁（1418年－？），字廷进，福建兴化府仙游县人，军籍。明朝政治人物。进士出身。"],
        ["李庸修", 21, "李庸修（1407年－？），字庸脩，江西吉安府吉水县人，民籍。明朝政治人物。"],
        ["刘　孜", 22, "刘孜（?－1468年），字显孜，江西万安人。明朝官吏、进士出身。"],
        ["林　义", 23, "林义（1406年－？），字尚质，广州潮州府海阳县人，军籍。明朝政治人物。进士出身。"],
        ["李　宾", 24, "李宾（1416年－1485年），字廷用，号敬菴，諡襄敏，京师顺天府顺义（今北京顺义县），明朝政治人物、进士出身。"],
        ["李叔玉", 25, "李叔玉（1408年－？），字叔玉，福建福州府长乐县人，军籍。明朝政治人物。进士出身。"],
        ["张　春", 26, "张春（1412年－？），字时中，直隶真定府真定县人，民籍。明朝政治人物。进士出身。"],
        ["朱　海", 27, "朱海（1406年－？），字克宽，湖广郴州桂阳县人，民籍。明朝政治人物。进士出身。"],
        ["王　镇", 28, "王镇（1407年－？），字景安，山东兖州济宁州人，民籍。明朝政治人物。进士出身。"],
        ["叶　盛", 29, "明《三才图会》载《吏部右侍郎叶文庄公像》"],
        ["盛　俊", 30, "盛俊（1401年－？），字用章，直隶松江府华亭县人，民籍。明朝政治人物。进士出身。"],
        ["刘　珷", 31, "刘珷（1409年－？），字次珣，江西吉安府安福县人，官籍。明朝政治人物。进士出身。"],
        ["项　璁", 32, "项璁（1417年－？），字彦辉，直隶苏州府崐山县人，民籍。明朝政治人物。进士出身。"],
        ["浦　清", 33, "浦清（1414年－？），字宗源，直隶松江府上海县人，民籍。明朝政治人物。进士出身。"],
        ["钱　昕", 34, "钱昕（1424年－？），字景寅，直隶苏州府常熟县人，民籍。明朝政治人物。进士出身。"],
        ["金　亮", 35, "金亮（1418年－1499年），字克明，浙江宁波府鄞县人，民籍。明朝政治人物。进士出身。"],
        ["周　宣", 36, "周宣（1416年－？），字政举，福建漳州府龙溪县人，民籍。明朝政治人物。进士出身。"],
        ["周　旋", 37, "周旋（1410年－？），字中礼，江西饶州府鄱阳县人，民籍。明朝政治人物。进士出身。"],
        ["罗　绅", 38, "罗绅（1415年－？），字朝用，直隶庐州府无为州人，民籍。明朝政治人物。进士出身。"],
        ["刘　会", 39, "刘会（1421年－？），字嘉会，直隶庐州府六安州人，民籍。明朝政治人物。进士出身。"],
        ["陆　厚", 40, "陆厚（1418年－？），字文载，山西行都司安东中屯卫人，军籍。明朝政治人物。进士出身。"],
        ["徐　昌", 41, "徐昌（1424年－？），字德茂，直隶苏州府崐山县人，匠籍。明朝政治人物。进士出身。"],
        ["徐　瑄", 42, "徐瑄（1412年－1471年），字子敬，直隶苏州府嘉定县人，军籍。明朝政治人物。进士出身。"],
        ["卞　荣", 43, "卞荣（1419年－1487年），字华伯，直隶常州府江阴县人，民籍。明朝政治人物。进士出身。"],
        ["应　颢", 44, "应颢（1420年－？），字文明，浙江严州府淳安县人，民籍。明朝政治人物。进士出身。"],
        ["刘　昌", 45, "刘昌（1424年－1480年），字钦谟，直隶苏州府吴县人，军籍。明朝政治人物。进士出身。"],
        ["陈云鹏", 46, "陈云鹏（1409年－？），字翼之，浙江绍兴府馀姚县人，民籍。明朝政治人物。进士出身。"],
        ["陈　暄", 47, "陈暄（1402年－？），字体日，福建兴化府莆田县人，民籍。明朝政治人物。进士出身。"],
        ["许仕达", 48, "许仕达（1418年－？），字廷佐，直隶徽州府歙县人，民籍。明朝政治人物。进士出身。"],
        ["王　福", 49, "王福（1406年－？），字宗善，山西太原府清源县（今清徐县）人，民籍。明朝政治人物。进士出身。"],
        ["金　恺", 50, "金恺（1423年－1483年），后改姓陆，字元之，直隶常州府武进县人，军籍。明朝政治人物。进士出身。"]
    ]
}