{
    "year_name": "正统十三年戊辰科殿试金榜",
    "first": [
        ["彭　时", 1, "彭时（1416年－1475年），字纯道，又字宏道，号可斋。江西承宣布政使司吉安府安福县（今江西省安福县）人。明朝状元，政治人物。"],
        ["陈　鑑", 2, "陈鑑（1415年－？），字缉熙[1]，号方庵、芳庵、心远楼[2]，长洲（今江苏省苏州市）人。"],
        ["岳　正", 3, "岳正（1420年－1474年），字季方，号蒙泉，直隶漷县（今北京市通州区）人。明朝政治人物、探花。"]
    ],
    "third": [
        ["高　崇", 1, "高崇（1421年－？），字惟志，山东兖州府金乡县人，民籍。明朝政治人物。进士出身。"],
        ["蒋　敷", 2, "蒋敷（1419年－1478年），字宗德，应天府江宁县人，医籍，治《礼记》，年三十岁中式正统十三年戊辰科第三甲第二名进士。正月初六日生，行一，曾祖蒋义甫；祖蒋子中；父蒋彦升，太医院御医；母周氏。慈侍下，妻史氏，弟敌；叙。由太医院医生中式顺天府乡试第三十一名举人，会试中式第十七名[1]。"],
        ["徐　珢", 3, "徐珢（1421年－？），字廷玉，浙江衢州府开化县人，民籍。明朝政治人物。进士出身。"],
        ["戴　珉", 4, "戴珉（1423年－？），字廷振，江西饶州府浮梁县人，民籍。明朝政治人物。进士出身。"],
        ["李　玘", 5, "李玘（1419年－？），字廷绅，江西广信府弋阳县人，民籍。明朝政治人物。同进士出身。"],
        ["朱永宁", 6, "朱永宁（1410年－？），字永宁，直隶徽州府歙县人，军籍。明朝政治人物。进士出身。"],
        ["曾　瓒", 7, "曾瓒（1423年－？），字廷器，湖广宝庆府邵阳县人，军籍。明朝政治人物。进士出身。"],
        ["邢　让", 8, "邢让，字逊之。湖广襄陵人。明朝官员，同进士出身。"],
        ["刘　清", 9, "刘清（1417年－1461年），异名明，字廉夫，直隶滁州人，军籍。明朝政治人物。进士出身。"],
        ["谢　骞", 10, "谢骞（1416年－1492年），字鹏举，南京太平府当涂人，明朝政治人物、进士出身。谢孚之子。"],
        ["车　宁", 11, "车宁（1423年－？），字子静，福建福州府闽县人，匠籍。明朝政治人物。进士出身。"],
        ["陈　俊", 12, "陈俊（1419年－1488年），字时英，福建承宣布政使司兴化府莆田县（今福建省莆田市）人，明朝政治人物。"],
        ["焦　钝", 13, "焦钝（1422年－？），字秉聪，河南南阳府裕州叶县人，官籍。明朝政治人物。进士出身。"],
        ["王　琮", 14, "王琮（1424年－？），字良璧，顺天府大兴县人，民籍。明朝政治人物。进士出身。"],
        ["李本道", 15, "李本道（1421年－？），字正伦，湖广长沙府善化县人，军籍。明朝政治人物。进士出身。"],
        ["杨文琳", 16, ""],
        ["曹　恂", 17, ""],
        ["且　乐", 18, ""],
        ["杨　斆", 19, ""],
        ["萧九成", 20, "萧九成（1420年－？），字凤仪，广西桂林府义宁县人，民籍。明朝政治人物。进士出身。"],
        ["秦　敬", 21, "秦敬（1421年－？），字克恭，顺天府涿州人，军籍。明朝政治人物。进士出身。"],
        ["沈　瓛", 22, "沈瓛（1425年－？），字廷玉，直隶松江府华亭县人，民籍。明朝政治人物。进士出身。"],
        ["乔　毅", 23, "乔毅（1411年－1473年），字志弘，山西省太原府平定州乐平县人，军籍，治《书经》，年三十八岁中式正统十三年戊辰科第三甲第十九名进士。七月二十五日生，行二，曾祖乔岩卿；祖乔彬鲁；父乔鑑，汤阴县主簿；母李氏。具庆下，妻王氏，兄刚，弟木。由国子生中式山西乡试第一名举人，会试中式第四十四名[1]。明朝政治人物。进士出身。"],
        ["李　本", 24, "李本（1421年－1480年），字立之，号立菴，四川省叙州府富顺县人，民籍，治《书经》，年二十八岁中式正统十三年戊辰科第三甲第二十名进士。五月十二日生，行一，曾祖李溥德；祖李志聪；父李继宗；母邵氏；继母姚氏。严侍下，妻廖氏，弟根；森。由国子生中式四川乡试第十一名举人，会试中式第九十四名[1]。选庶吉士，授编修，晋侍读学士，官至南京礼部尚书[2]。"],
        ["方　辅", 25, "方辅（1409年－？），字廷臣，浙江严州府淳安县人，民籍。明朝政治人物。进士出身。"],
        ["黄　节", 26, "黄节（1415年－？），字顺中，江西南昌府丰城县人，军籍。明朝政治人物。进士出身。"],
        ["馀　复", 27, "馀复（1418年－？），字存美，浙江严州府遂安县人，民籍。明朝政治人物。进士出身。"],
        ["汪　甫", 28, "汪甫（1407年－？），字景新，直隶安庆府潜山县人，燕山前卫□□。明朝政治人物。进士出身。"],
        ["李　镛", 29, "李镛（1426年－？），字廷器，山西泽州沁水县人，民籍。明朝政治人物。进士出身。"],
        ["王　恕", 30, "王恕（1416年－1508年），字宗贯，号介，又号石渠。明三原（今属陕西）人。中国明朝官员。"],
        ["舒庭谟", 31, "舒庭谟（1405年－？），字宗弼，浙江宁波府奉化县人，军籍。明朝政治人物。进士出身。"],
        ["孙　昱", 32, "孙昱（1417年－？），字廷昭，山东兖州府济宁州人，官籍。明朝政治人物。进士出身。"],
        ["吴　淳", 33, "吴淳（1417年－？），字厚伯，直隶苏州府常熟县人，官籍。明朝政治人物。进士出身。"],
        ["王　芳", 34, "王芳（1406年－？），字宇直，江西抚州府金谿县人，民籍。明朝政治人物。进士出身。"],
        ["孟　祥", 35, "孟祥（1422年－？），字廷瑞，山西辽州人，民籍。明朝政治人物。进士出身。"],
        ["曹　辅", 36, ""],
        ["郑　和", 37, ""],
        ["国　盛", 38, "国盛，字永盛，山东承宣布政使司济南府淄川（今山东淄博市西南淄川）人，明朝政治人物、进士出身。"],
        ["韩　敏", 39, ""],
        ["李　尚", 40, "李尚（1423年－？），字尚文，浙江宁波府慈谿县人，民籍。明朝政治人物。进士出身。"],
        ["彭　广", 41, "彭广（1409年－？），字深慱，江西安福县人，顺天府宛平县富户籍。明朝政治人物。进士出身。"],
        ["尹　旻", 42, "尹旻（1423年－1503年），字同仁，山东济南府历城（今属济南市）人，明朝政治人物。[1]"],
        ["张　斐", 43, "张斐（1423年－1482年），字文着，山东莱州府掖县人，军籍，治《诗经》，年二十六岁中式正统十三年戊辰科第三甲第三十五名进士。正月十九日生，行一，曾祖张友道；祖张居宁；父张善；母朱氏。具庆下，妻杨氏。由国子生中式山东乡试第一名举人，会试中式第八十八名[1]。"],
        ["王　让", 44, "王让（1409年－？），字克让，常州府武进县人人，顺天府宛平县富户籍。明朝政治人物。进士出身。"],
        ["戴　昂", 45, "戴昂（1411年－？），字时举，顺天府怀柔县人，民籍。明朝政治人物。进士出身。"],
        ["刘　泰", 46, "刘泰（1420年－？），字皆亨，江西吉安府安福县人，军籍。明朝政治人物。进士出身。"],
        ["黄　裳", 47, "黄裳（1427年－1486年），字懋臣，四川省眉州人，民籍，治《春秋》，年二十二岁中式正统十三年戊辰科第三甲第三十九名进士。十二月十一日生，行三，曾祖黄以德；祖黄彦中；父黄渊；母唐氏；继母孙氏。具庆下，妻邹氏，兄本初；本政。由州学增广生中式四川乡试第二十三名举人，会试中式第六十一名[1]。"],
        ["洪　常", 48, "洪常（1414年－？），字子经，浙江宁波府鄞县人，民籍。明朝政治人物。进士出身。"],
        ["叶　禄", 49, "叶禄（1417年－？），字禄元，江西广信府贵溪县人，军籍。明朝政治人物。进士出身。"],
        ["李　讚", 50, "李讚（1406年－？），字公美，直隶淮安府山阳县人，民籍。明朝政治人物。进士出身。"],
        ["闭　悌", 51, "闭悌（1417年－？），字孔仁，广西南宁府横州人，军籍。明朝政治人物。进士出身。"],
        ["李　宽", 52, "李宽（1420年－1479年），字宗裕，南直隶凤阳府盱眙县人，四川叙南卫军，治《易经》，年二十九岁中式正统十三年戊辰科第三甲第四十四名进士。六月十六日生，行一，曾祖李遇春；祖李成；父李晖；前母周氏；田氏。慈侍下，妻陈氏。中式四川乡试第四十三名举人，会试中式第一百二十二名[1]。"],
        ["张　蓥", 53, "《松江邦彦图》之张蓥像"],
        ["王　正", 54, "王正（1420年－？），字嗣宗，山西平阳府解州夏县人，民籍。明朝政治人物。进士出身。"],
        ["王　璧", 55, "王璧（1419年－1478年），字廷玉，四川省重庆府合州[[儒籍，治《诗经》，年三十岁中式正统十三年戊辰科第三甲第四十七名进士。十月二十一日生，行一，曾祖王斌；祖王佐；父王汝义；母周氏。重庆下，妻杨氏，弟珪；瓒；璋；琼。由州学生中式四川乡试第十名举人，会试中式第二十九名[1]。"],
        ["郑文康", 56, "沧浪亭五百名贤像之郑文康像"],
        ["江　真", 57, "江真（1414年－？），字士元，直隶徽州府歙县人，民籍。明朝政治人物。进士出身。"],
        ["华　显", 58, "华显（1418年－？），字用明，顺天府宛平县人，匠籍。明朝政治人物。进士出身。"],
        ["盛　纶", 59, "盛纶（1417年－？），字以端，直隶松江府华亭县人，民籍。明朝政治人物。进士出身。"],
        ["唐　澞", 60, "唐澞（1423年－？），字源洁，福建福州府侯官县人，民籍。明朝政治人物。进士出身。"],
        ["王　育", 61, "王育（1418年－？），字养民，山东济南府泰安州人，民籍。明朝政治人物。进士出身。"],
        ["沈　祥", 62, "沈祥（1413年－？），字应祯，直隶苏州府崑山县人，民籍。明朝政治人物。进士出身。"],
        ["张　奎", 63, "张奎（1420年－？），字文明，河南汝宁府光州固始县人，军籍。明朝政治人物。进士出身。"],
        ["谢　琚", 64, "谢琚（1424年－？），字仲玉，福建福州府怀安县人，军籍。明朝政治人物。进士出身。"],
        ["周　骙", 65, "周骙（1420年－？），字世良，直隶华亭县人人，顺天府大兴县富户籍。明朝政治人物。进士出身。"],
        ["潘　荣", 66, "潘荣（1419年－1496年），字尊用，号疏庵，明朝福建承宣布政使司漳州府龙溪县（今福建省漳州市）十二三都潘田社（今颜厝镇官田社）人。官至南京户部尚书。"],
        ["王　玺", 67, ""],
        ["霍　荣", 68, "霍荣（1420年－？），字文华，陕西西安府盩厔县人，民籍。明朝政治人物。进士出身。"],
        ["周　翔", 69, "周翔（1409年－？），字鹏举，浙江宁波府慈溪县人，民籍。明朝政治人物。进士出身。"],
        ["刘　济", 70, "刘济（1420年－？），字时用，江西承宣布政使司饶州府鄱阳县（今江西省波阳县）人，明朝政治人物、进士出身。"],
        ["王　玭", 71, "王玭（1417年－？），字弘章，福建漳州府南靖人，民籍。明朝政治人物。进士出身。"],
        ["黄　绂", 72, "黄绂（1423年－？），字用章，贵州都司平越卫人，军籍。明朝政治人物。进士出身。"],
        ["任　孜", 73, "任孜（1421年－1480年），字懋善，南直隶苏州府长洲县人，民籍，治《春秋》，年二十八岁中式正统十三年戊辰科第三甲第六十五名进士。五月初六日生，行三，曾祖任士原；祖任文中；父任志；母陆氏。慈侍下，妻周氏，兄政；敏。由国子生中式应天府乡试第五十五名举人，会试中式第八名[1]。"],
        ["郭　安", 74, "郭安（1425年－1484年），字邦宁，河南省开封府许州襄城县人，民籍，治《书经》，年二十四岁中式正统十三年戊辰科第三甲第六十六名进士。十一月初二日生，行一，曾祖郭参；祖郭恕；父郭熙；母范氏。慈侍下，妻刘氏。由县学增广生中式河南乡试第一名举人，会试中式第一百三十九名[1]。"],
        ["吕　铎", 75, "吕铎（1421年－？），字文振，江西九江府德化县人，军籍。明朝政治人物。进士出身。"],
        ["李　坚", 76, "李坚（1416年－？），字景义，河南南阳府唐县人，民籍。明朝政治人物。进士出身。"],
        ["越　坚", 77, "越坚（1419年－1478年），字志刚，四川省重庆府合州人，民籍，治《礼记》，年三十岁中式正统十三年戊辰科第三甲第六十九名进士。七月二十三日生，行二，曾祖越兴；祖越道明；父越源；母苏氏；继母刘氏；继母曾氏。重庆下，妻祝氏，兄高，弟孝；友；睦；婣；任；恤。由国子生中式四川乡试第二十八名举人，会试中式第八十五名[1]。"],
        ["高　瑛", 78, "高瑛（1426年－1485年），字廷璧，浙江省 台州府 黄巖县人，山西聚落驿（今山西省大同县聚乐堡）站籍，治《诗经》，年二十三岁中式正统十三年戊辰科第三甲第七十名进士。六月十七日生，行三，曾祖高更；祖高思顺，泉州府经历；父高昕；母朱氏。具庆下，妻李氏，兄侃；琦，弟琰；璘。由国子生中式山西乡试第四名举人，会试中式第一百三十四名[1]。历官至按察使致仕[2]。"],
        ["张　纯", 79, "张纯（1422年－1481年），字惟一，四川省重庆府合州铜梁县人，民籍，治《易经》，年二十七岁中式正统十三年戊辰科第三甲第七十一名进士。三月十九日生，行一，曾祖张元一；祖张胜祖；父张铎；母赵氏。具庆下，妻马氏，弟溥；瀚；浩；濬；澜；澄。由国子生中式四川乡试第十二名举人，会试中式第九十六名[1]。"],
        ["朱　瑄", 80, "朱瑄（1416年－？），字廷征，直隶松江府华亭县人，军籍。明朝政治人物。进士出身。"],
        ["李　琏", 81, "李琏（1425年－？），字重器，广东肇庆府四会县人，民籍。明朝政治人物。进士出身。"],
        ["孙　琼", 82, "孙琼（1424年－1491年），字蕴章，直隶苏州府崑山县人，民籍。明朝政治人物。进士出身。"],
        ["王　豪", 83, "王豪（1412年－？），字人杰，直隶镇江府金坛县人，匠籍。明朝政治人物。进士出身。"],
        ["瞿泰安", 84, "瞿泰安（1414年－？），字伯阳，直隶苏州府崑山县人，民籍。明朝政治人物。进士出身。"],
        ["廖　俊", 85, "廖俊（1416年－？），字崇杰，江西抚州府乐安县人，民籍。明朝政治人物。进士出身。"],
        ["叶普亮", 86, "叶普亮（1414年－1473年），字广熙，福建省泉州府同安县人，民籍，治《诗经》，年三十五岁中式正统十三年戊辰科第三甲第七十八名进士。闰九月初四日生，行五，曾祖叶兴；祖叶伯颜；父叶贵；母林氏。具庆下，妻陈氏，继妻张氏；兄普惠；普隆；普祥，弟普旺；普忠；普聪；普道；普蕃。由国子生中式福建乡试第三十六名举人，会试中式第七十一名[1]。正统六年，福建辛酉乡试中举[2]。正统十三年，登戊辰科会试中进士，授监察御史[3]。"],
        ["杨　进", 87, "杨进（1404年－1463年），字曰俊，江西南昌府丰城县人，民籍，治《诗经》，年四十五岁中式正统十三年戊辰科第三甲第七十九名进士。八月二十五日生，行三，曾祖杨清叔；祖杨均祥；父杨惟琛；母葛氏。慈侍下，妻陈氏，兄曰文；曰经。由国子生中式应天府乡试第四十八名举人，会试中式第四十六名[1]。"],
        ["杨　绍", 88, ""],
        ["欧　辉", 89, ""],
        ["赵　蕃", 90, ""],
        ["张　瓒", 91, "张瓒，字宗器，孝感人。明朝进士、政治人物。"],
        ["成　章", 92, "成章（1411年－1470年），字文达，直隶省河间府景州人，民籍，治《诗经》，年三十八岁中式正统十三年戊辰科第三甲第八十名进士。正月十五日生，行二，曾祖成通甫；祖成恩；父成材；母杨氏；继母刘氏。永感下，妻吴氏，兄文贵，弟文友；文礼。由州学生中式顺天府乡试第九十九名举人，会试中式第三十九名[1]。"],
        ["卢　昇", 93, "卢昇（1423年－1482年），字孔昭，江西饶州府乐平县人，民籍，治《诗经》，年二十六岁中式正统十三年戊辰科第三甲第八十一名进士。十二月初二日生，行二，曾祖卢原政；祖卢德茂；父卢伯旷；母程氏。具庆下，妻彭氏，兄文材。由府学生中式江西乡试第五十名举人，会试中式第七十三名[1]。"],
        ["杨　瓒", 94, "杨瓒（1418年－1477年），字廷器，山东兖州府东平州寿张县人，匠籍，治《春秋》，年三十一岁中式正统十三年戊辰科第三甲第八十二名进士。十一月初九日生，行四，曾祖杨诚；祖杨得；父杨仲惠；母满氏。慈侍下，妻路氏，兄瑾；璵；玘。由县学生中式山东乡试第九名举人，会试中式第六十五名[1]。"],
        ["陈　璘", 95, "陈璘（1412年－1471年），字文玉，浙江省宁波府奉化县人，军籍，治《易经》，年三十七岁中式正统十三年戊辰科第三甲第八十三名进士。二月二十九日生，行一，曾祖陈国宾；祖陈原裕；父陈孟怡；母李氏。严侍下，妻孙氏，弟环。由县学生中式浙江乡试第三名举人，会试中式第三十四名[1]。"],
        ["黄得温", 96, "黄得温（1414年－1473年），字伯理，江西赣州府信丰县人，军籍，治《书经》，年三十五岁中式正统十三年戊辰科第三甲第八十四名进士。五月十四日生，行十二，曾祖黄原辅；祖黄彦清；父黄信初；母杨氏。具庆下，妻刘氏，兄从兄得（阴阳训术）；德宽；德裕，弟德柔；德良。由国子生中式江西乡试第五十八名举人，会试中式第十一名[1]。"],
        ["杨　恕", 97, "杨恕（1407年－1466年），字勉仁，南直隶松江府华亭县人，民籍，治《书经》，年四十二岁中式正统十三年戊辰科第三甲第八十五名进士。八月初一日生，行二，曾祖杨福四；祖杨荣；父杨子贞；母陈氏。永感下，妻卫氏，继妻沈氏；兄忠。由府学生中式应天府乡试第四十一名举人，会试中式第一百十五名[1]。"]
    ],
    "index": 23,
    "url": "https://zh.wikipedia.org/wiki/Template:%E6%AD%A3%E7%B5%B1%E5%8D%81%E4%B8%89%E5%B9%B4%E6%88%8A%E8%BE%B0%E7%A7%91%E6%AE%BF%E8%A9%A6%E9%87%91%E6%A6%9C",
    "second": [
        ["万　安", 1, "万安（1419年－1489年），字循吉，四川省眉州人[1]。明朝政治人物，官至吏部尚书、华盖殿大学士。諡文康。"],
        ["曹　鼎", 2, "曹鼎[1]（1423年－？），字万镒，直隶真定府赵州宁晋县人，军籍。明朝政治人物。进士出身。"],
        ["毛　玉", 3, "毛玉（1410年－1452年），字良器，直隶常州府武进县人，官籍。明朝政治人物。进士出身。"],
        ["陈　锜", 4, "陈锜（1423年－？），字鼎夫，直隶苏州府崑山县人，军籍。明朝政治人物。进士出身。"],
        ["罗　俊", 5, "罗俊，江西安福人，明朝官吏、进士出身。曾为御史，直言忤明景帝，遭贬。明英宗复辟后又启用。终官南雄知府。"],
        ["夏　寅", 6, "夏寅（1423年－？），字正夫，松江华亭人。明朝官员、进士出身。"],
        ["梅　伦", 7, "梅伦（1424年－？），字彦常，直隶苏州府吴江县人，军籍。明朝政治人物。进士出身。"],
        ["徐　溥", 8, "徐溥（1409年－？），字仕弘，福建邵武府邵武县人，军籍。明朝政治人物。进士出身。"],
        ["黄　溥", 9, "黄溥（1411年－？），字澄济，江西广信府弋阳县人，民籍。明朝政治人物。进士出身。"],
        ["翁世用", 10, "翁世用（1412年－？），字世用，福建兴化府莆田县人，儒籍。明朝政治人物。进士出身。"],
        ["胡　皡", 11, "胡皞（1411年－？），字乐熙，江西吉安府安福县人，民籍。明朝政治人物。进士出身。"],
        ["钱　澍", 12, "钱澍（1414年－？），字民望，直隶镇江府金坛县人，民籍。明朝政治人物。进士出身。"],
        ["刘景星", 13, "刘景星（1423年－？），字景升，福建福州府侯官县人，明朝政治人物、进士出身。"],
        ["周　瑚", 14, "周瑚（1412年－？），字公器，江西吉安府安福县人，民籍。明朝政治人物。进士出身。"],
        ["邢　宥", 15, "邢宥（1416年－？），字克宽，广东琼州府文昌县人，民籍。明朝政治人物。进士出身。"],
        ["熊　瓒", 16, "熊瓒（1421年－？），字宗器，河南弘农卫人，军籍。明朝政治人物。进士出身。"],
        ["王　常", 17, "王常（1409年－？），字大经，江西抚州府临川县人，民籍。明朝政治人物。进士出身。"],
        ["王汝霖", 18, "王汝霖（1423年－？），字民望，直隶苏州府崑山县人，官籍。明朝政治人物。进士出身。"],
        ["康　珪", 19, ""],
        ["朱　厚", 20, "朱厚（1407年－？），字宜载，江西临江府清江县人，民籍。明朝政治人物。进士出身。"],
        ["杨　宜", 21, "杨宜（1404年－？），字彦理，直隶徽州府歙县人，民籍。明朝政治人物。进士出身。"],
        ["桂　怡", 22, "桂怡（1409年－？），字廷颜，浙江宁波府慈溪县人，民籍。明朝政治人物。进士出身。"],
        ["刘　洙", 23, "刘洙（1421年－1464年），字东周，江西广信府贵溪县人，民籍。明朝政治人物。进士出身。"],
        ["刘　吉", 24, "刘吉，字祐之，明朝京师保定府博野县（今河北省博野县）人。政治人物，宪宗成化年间著名的“纸糊三阁老”之一。明孝宗初期还为明朝首辅。赠太师，諡文穆。"],
        ["何　陞", 25, "何陞（1412年－？），字文达，浙江严州府淳安县人，民籍。明朝政治人物。进士出身。"],
        ["何　宜", 26, "何宜（1427年－？），字行义，福建福州府福清县人，军籍。明朝政治人物。进士出身。"],
        ["倪　敬", 27, "倪敬（1416年－？），字汝敬，直隶常州府无锡县人，民籍。明朝政治人物。进士出身。"],
        ["周　琰", 28, "周琰（1421年－？），字廷粲，福建兴化府莆田县人，军籍。明朝政治人物。进士出身。"],
        ["孙　茂", 29, "孙茂（1421年－1480年），字庭兰，四川省潼川州安岳县人，民籍，治《书经》，年二十八岁中式正统十三年戊辰科第二甲第二十九名进士。十月初二日生，行一，曾祖孙文质；祖孙禄；父孙嘉闻；母邹氏。重庆下，妻罗氏。由国子生中式四川乡试第二十二名举人，会试中式第二十名[1]。"],
        ["张　聪", 30, "张聪（1421年－？），字士敏，山西太原府阳曲县人，军籍。明朝政治人物。进士出身。"],
        ["沈　义", 31, "沈义（1424年－？），字时宜，直隶江都县人，武成后卫官籍。明朝政治人物。进士出身。"],
        ["郑　显", 32, "郑显（1425年－？），字廷谟，浙江台州府临海县人，民籍。明朝政治人物。进士出身。"],
        ["刘　珝", 33, "刘珝（1426年－1490年），字叔温，号古直，山东青州府寿光县人[1]。宪宗成化年间官至户部尚书兼谨身殿大学士，与万安、刘吉并称纸糊三阁老。"],
        ["吴　礼", 34, "吴礼（1411年－？），字贵和，直隶常州府武进县人，民籍。明朝政治人物。进士出身。"],
        ["李　蕃", 35, "李蕃（1423年－1482年），字廷茂，云南省澂江府河阳县人，明朝政治人物。"],
        ["沈　琮", 36, "沈琮（1420年－1503年），字廷器，直隶武进县人人，南京旗手卫官籍。明朝政治人物。进士出身。"],
        ["汪回显", 37, "汪回显（1411年－？），字汝光，直隶徽州府祁门县人，军籍。明朝政治人物。进士出身。"],
        ["王　勤", 38, "王勤（1420年－？），字而勉，直隶真定府武邑县人，军籍。明朝政治人物。进士出身。"],
        ["谢　昶", 39, "谢昶（1422年－？），字伯明，湖广黄州府黄冈县人，民籍。明朝政治人物。进士出身。"],
        ["谢　瓌", 40, "谢瓌（1417年－？），字良珍，海州千户所人，军籍。明朝政治人物。进士出身。"],
        ["黄　誉", 41, "黄誉（1415年－？），字廷永，福建兴化府莆田县人，民籍。明朝政治人物。进士出身。"],
        ["谭　广", 42, "谭广（1408年－？），字克宽，江西南康府都昌县人，民籍。明朝政治人物。进士出身。"],
        ["白行顺", 43, "白行顺（1421年－1480年），字致和，陕西省延安府绥德州清涧县人，民籍，治《春秋》，年二十八岁中式正统十三年戊辰科第二甲第四十三名进士。八月十六日生，行三，曾祖白安甫；祖白时胤，赠广平府通判；父白亨，任四川汉州知州；嫡母高氏（封安人）；生母李氏。具庆下，妻张氏，兄行远；行健；从兄琼（国子生），弟行中（甲子贡士）。由国子生中式陕西乡试第四名举人，会试中式第一百十三名[1]。"],
        ["陆　阜", 44, ""],
        ["李　泰", 45, "李泰，字文通，顺天府香河人。明朝政治人物、进士出身。"],
        ["程　昊", 46, "程昊（？－？），字时亨，直隶徽州府祁门县人，军籍，明朝政治人物、进士出身。"],
        ["陈　兰", 47, ""],
        ["李　英", 48, "李英（1420年－1479年），字尚贤，四川省重庆府合州人，民籍，治《书经》，年二十九岁中式正统十三年戊辰科第二甲第四十四名进士。正月二十四日生，行一，曾祖李宗贵；祖李干，湖广布政司理问；父李添福；母贾氏。具庆下，妻蓝氏，弟琦；璟；𤪙；㻞；琛；瓛。由国子生中式四川乡试第二十七名举人，会试中式第六名[1]。"],
        ["宋　弼", 49, "宋弼（1416年－？），字良辅，山西大同府蔚州人，民籍。明朝政治人物。进士出身。"],
        ["沈　敬", 50, "沈敬（1424年－？），字克钦，浙江杭州前卫人，军籍。明朝政治人物。进士出身。"]
    ]
}