{
    "year_name": "景泰五年甲戌科殿试金榜",
    "first": [
        ["孙　贤", 1, "孙贤（1423年－1477年），字舜卿，明代状元，政治人物。杞县傅屯（今苏木乡傅屯）人。"],
        ["徐　溥", 2, "《谦斋文录》、《徐溥文集》"],
        ["徐　鎋", 3, "徐鎋（1422年－？），字文轼，江苏武进人。明朝政治人物、探花。"]
    ],
    "second": [
        ["丘　濬", 1, "丘文庄公遗像"],
        ["易　贵", 2, "易贵（1419年－？），字天爵，贵州宣慰使司贵竹长官司人，明朝政治人物、进士出身。"],
        ["程景云", 3, "程景云（1424年－？），字汉章，直隶徽州府休宁县人，陕西宁夏卫军籍，明朝政治人物。进士出身。"],
        ["胡　荣", 4, "胡荣（1425年－？），字希仁，江西临江府新喻县人，军籍，明朝政治人物。进士出身。"],
        ["陈　琳", 5, "陈琳（1423年－？），字文璧，湖广德安府应城县人，官籍，明朝政治人物。进士出身。"],
        ["康　麟", 6, "康麟（1419年－？），字文瑞，广东广州府顺德县人，民籍，明朝政治人物。进士出身。"],
        ["王　铉", 7, "王铉（1420年－？），字廷器，浙江杭州府临安县人，民籍，明朝政治人物。进士出身。"],
        ["黄　谨", 8, "黄谨（1420年－？），字廷仪，福建兴化府莆田县人，民籍，明朝政治人物。进士出身。"],
        ["谢　绶", 9, "谢绶（1434年－？），字维章，江西抚州府乐安县人，官籍，明朝政治人物。进士出身。"],
        ["李　清", 10, "李清（1434年－？），字希献，直隶松江府上海县人，军籍，明朝政治人物。进士出身。"],
        ["王朝远", 11, "王朝远（1433年－？），字朝远，江西南昌府进贤县人，民籍，明朝政治人物。进士出身。"],
        ["高宗本", 12, "高宗本（1420年－？），字茂卿，直隶保定府雄县人，军籍，明朝政治人物。进士出身。"],
        ["严　端", 13, "严端（1429年－？），字克正，浙江都司宁波卫后千户所人，军馀，明朝政治人物。进士出身。"],
        ["孔公恂", 14, "孔公恂（？－1471年），字宗文，一字韶文，山东曲阜人，孔子五十八代孙，属宫端户，明朝政治人物，进士出身。"],
        ["史　瓘", 15, "史瓘（1423年－？），字德辉，直隶淮安府山阳县人，民籍，明朝政治人物。进士出身。"],
        ["张　宁", 16, "张宁，字靖之，海盐人。明朝官员、明景帝景泰五年进士。"],
        ["耿　裕", 17, "耿裕（1430年－1496年），字好问，山西省平定县人。明朝政治人物。耿九畴之子。"],
        ["徐　銮", 18, "徐銮（1423年－？），字用和，浙江衢州府开化县人，民籍，明朝政治人物。进士出身。"],
        ["刘　洪", 19, "刘洪（？－？），字文裕，浙江宁波府定海县（今宁波市镇海区）人，军籍，明朝政治人物。景泰年间进士，官至广东布政使司参政。"],
        ["孙　辉", 20, "孙辉（1430年－？），字德昭，浙江绍兴府馀姚县人，军籍，明朝政治人物。进士出身。"],
        ["彭　华", 21, "彭华，安福人，明朝官吏、进士出身。"],
        ["刘　釪", 22, "刘釪（1422年－1458年），江西承宣布政使司吉安府安福县人。明朝官员。刘球次子。"],
        ["陈　龙", 23, "陈龙（1418年－？），字元亮，江西吉安府泰和县人，儒籍，明朝政治人物。进士出身。"],
        ["杜　宥", 24, "杜宥，江阴人，明朝官吏、进士出身。"],
        ["张　畹", 25, "张畹（1420年－？），字茂兰，直隶松江府华亭县人，民籍，明朝政治人物。进士出身。"],
        ["黄　隆", 26, "黄隆（1425年－？），字自立，浙江宁波府鄞县人，民籍，明朝政治人物。进士出身。"],
        ["张　黼", 27, "张黼（1419年－？），字良甫，江西临江府新喻县人，官籍，明朝政治人物。进士出身。"],
        ["张　祚", 28, "张祚（1420年－？），字永锡，直隶松江府华亭县人，民籍，明朝政治人物。进士出身。"],
        ["谢士元", 29, "谢士元，字仲仁，福建长乐（今福建省长乐市）人。明朝官吏、进士出身。"],
        ["顾　瑾", 30, "顾瑾（1425年－？），字季琮，直隶崐山县人，武功左卫军匠籍，明朝政治人物。进士出身。"],
        ["章　瑄", 31, "章瑄（1413年－？），浙江绍兴府会稽县人，明朝政治人物、进士出身。"],
        ["卢　秩", 32, "卢秩（1411年－？），字崇绩，江西临江府新淦县人，民籍，明朝政治人物。进士出身。"],
        ["曾　会", 33, "曾会（1428年－？），字以文，直隶河间府塩山县人，明朝政治人物。进士出身。"],
        ["浦　镛", 34, "浦镛（1419年－1478年），字廷用，南直隶苏州府长洲县人，应天府上元县民籍，治《易经》，年三十六岁中式景泰五年甲戌科第二甲第三十四名进士。正月二十八日生，行一，曾祖浦士明；祖浦淑源；父浦浩；母毛氏；前母蒋氏。具庆下，妻周氏，继妻倪氏；弟镗；鑑；镐；锦。由国子生中式应天府乡试第一百九十五名举人，会试中式第二百四十八名[1]。成化四年(1468年)，接替刘銊任建宁府知府一职，后由张正接任。"],
        ["朱　伦", 35, "朱伦（1422年－？），字迪彝，直隶松江府华亭县人，官籍，明朝政治人物。进士出身。"],
        ["黎永明", 36, "黎永明（1428年－1487年），字光亨，湖广安陆州京山县人，军籍，治《诗经》，年二十七岁中式景泰五年甲戌科第二甲第三十六名进士。三月二十七日生，行三，曾祖黎兴福；祖黎添寿；父黎瓒；母田氏。具庆下，妻杨氏，兄永昌（贡士）；永芳，弟永吉；永孝。由国子生中式湖广乡试第七名举人，会试中式第二十一名[1]。"],
        ["阎　本", 37, "阎本（1424年－？），字宗元，陕西西安府邠州人，匠籍，明朝政治人物。进士出身。"],
        ["苗　灏", 38, "苗灏（1427年－？），字势远，山东济南府德州人，军籍，明朝政治人物。进士出身。"],
        ["魏　铭", 39, "魏铭（1428年－？），字日新，湖广武昌府蒲圻县人，军籍，明朝政治人物。进士出身。"],
        ["程　鑑", 40, "程鑑（1421年－？），字孔昭，直隶大名府开州人，民籍，明朝政治人物。进士出身。"],
        ["王　谷", 41, "王谷（1421年－1480年），字万石，四川省叙州府南溪县人，军籍，治《礼记》，年三十四岁中式景泰五年甲戌科第二甲第四十一名进士。正月初九日生，行一，曾祖王文信；祖王永，主事；父王宴；母陈氏。具庆下，妻简氏，弟粟；符；节；稷；菽。由县学增广生中式四川乡试第十名举人，会试中式第二百七十六名[1]。"],
        ["欧　廉", 42, "欧廉（1415年－1474年），字仕洁，四川省眉州人，民籍，治《春秋》，年四十岁中式景泰五年甲戌科第二甲第四十二名进士。三月二十一日生，行五，曾祖欧祖三；祖欧均祥；父欧斌；母费氏；前母金氏。慈侍下，妻杨氏，兄志海；志满；志敏；海善。由国子生中式顺天府乡试第二十五名举人，会试中式第三百三十四名[1]。"],
        ["蒋　绂", 43, "蒋绂（1423年－？），字洪章，直隶苏州府常熟县人，军籍，明朝政治人物。进士出身。"],
        ["陈　璧", 44, "陈璧（1415年－？），字仲奎，直隶苏州府常熟县人，民籍，明朝政治人物。进士出身。"],
        ["李　芳", 45, "李芳（1425年－1484年），字本春，广西省柳州府融县人，民籍，治《书经》，年三十岁中式景泰五年甲戌科第二甲第四十五名进士。九月二十八日生，行二，曾祖李敬显；祖李伯高；父李子赞；母王氏。具庆下，妻施氏，兄本馀，弟本森；本荣；本秀。由国子生中式广西乡试第十三名举人，会试中式第三百三十七名[1]。知夷陵州，后迁贵州参议，累官至左右布政[2]。"],
        ["刘　瑄", 46, "刘瑄（1424年－？），字廷璧，顺天府昌平县人，军籍，明朝政治人物。进士出身。"],
        ["杨　集", 47, "杨集（1423年－？），字浩然，直隶苏州府常熟县人，民籍，明朝政治人物。"],
        ["王　齐", 48, "王齐（1420年－？），字内肃，江西吉安府安福县人，民籍，明朝政治人物。进士出身。"],
        ["宋　荣", 49, "宋荣（1420年－？），字弘仁，江西南昌府丰城县人，民籍，明朝政治人物。进士出身。"],
        ["范　镛", 50, "范镛（1422年－？），字彦声，江西南昌府丰城县人，民籍，明朝政治人物。进士出身。"],
        ["许　訚", 51, "许訚（1421年－？），字和仲，浙江严州府淳安县人，民籍，明朝政治人物。进士出身。"],
        ["牛　纶", 52, "牛纶（1425年－？），字大经，直隶顺天府涿州人，民籍，明朝政治人物。进士出身。"],
        ["林思承", 53, "林思承（1412年－？），字思承，福建兴化府莆田县人，民籍，明朝政治人物。进士出身。"],
        ["孟　勳", 54, "孟勳（1427年－？），字守谦，直隶河间府沧州人，军籍，明朝政治人物。进士出身。"],
        ["何　琮", 55, "何琮（1428年－？），字文璧，浙江杭州府仁和县人，民籍，明朝政治人物。进士出身。"],
        ["费　广", 56, "费广（1417年－1476年），字孟博，四川省重庆府合州人，明朝政治人物。"],
        ["伍　方", 57, "伍方（1426年－？），字公矩，浙江嘉兴府嘉兴县人，军籍，明朝政治人物。进士出身。"],
        ["卓天锡", 58, "卓天锡（1427年－？），字纯嘏，福建兴化府莆田县人，民籍，明朝政治人物。进士出身。"],
        ["黄　会", 59, "黄会（1421年－？），字吉劭，江西抚州府临川县人，民籍，明朝政治人物。进士出身。"],
        ["吴　祯", 60, "吴祯（1416年－？），字从善，直隶潜山县人，□军籍，明朝政治人物。进士出身。"],
        ["何乔新", 61, "何乔新（1427年－1502年），字廷秀，江西广昌县人，明朝政治人物，官至刑部尚书，諡文肃。"],
        ["庄　敬", 62, "庄敬，字克诚，福建福州府闽县人，明朝政治人物、进士出身。"],
        ["鲁　能", 63, "鲁能（1428年－？），字千之，广东新会守御千户所人，军籍，明朝政治人物。进士出身。"],
        ["陈　瑄", 64, "陈瑄（1422年－1481年），字廷献，四川省眉州人，军籍，治《书经》，年三十三岁中式景泰五年甲戌科第二甲第六十八名进士。八月二十日生，行一，曾祖陈仁德；祖陈文富；父陈添禄；母杨氏。严侍下，妻刘氏。由州学生中式四川乡试第四十一名举人，会试中式第二百一十九名[1]。"],
        ["杨　纬", 65, "杨纬（1429年－？），字宗武，云南大理府太和县人，民籍，明朝政治人物。进士出身。"],
        ["萧　青", 66, "萧青（1428年－？），字廷翠，广东惠州卫军馀人，军籍，明朝政治人物。进士出身。"],
        ["曾　唯", 67, "曾唯（1415年－？），字子一，江西吉安府庐陵县人，民籍，明朝政治人物。进士出身。"],
        ["陈云鹗", 68, "陈云鹗（1436年－？），字翔之，浙江绍兴府馀姚县人，民籍，明朝政治人物。进士出身。"],
        ["赵文博", 69, "赵文博，字子约，山西代州人。明朝官吏、进士出身。"],
        ["王　衡", 70, "王衡，字文璇，福建福州府闽县人，明朝政治人物、进士出身。"],
        ["邵　铜", 71, "邵铜，字振声，福建福州府闽县人，明朝政治人物、进士出身。"],
        ["黄　纪", 72, "黄纪（1424年－1483年），字宪邦，四川省潼川州遂宁县人，民籍，治《易经》，年三十一岁中式景泰五年甲戌科第二甲第七十六名进士。五月十五日生，行二，曾祖黄荣卿，知府；祖黄文富，知县；父黄琮；母生母陈氏；嫡母吴氏。具庆下，妻冯氏，兄怀纲，弟怀端；怀正；怀𨰎；怀杰。由国子生中式四川乡试第八名举人，会试中式第一百七十三名[1]。"],
        ["吴　节", 73, "吴节（1421年－？），字汝节，直隶淮安府山阳县人，民籍，明朝政治人物。进士出身。"],
        ["陈　云", 74, "陈云（1427年－？），字时望，浙江绍兴府馀姚县人，民籍，明朝政治人物。进士出身。"],
        ["侯　瓒", 75, "侯瓒（1427年－？），字奉璋，直隶保定府雄县人，民籍，明朝政治人物。进士出身。"],
        ["鲁崇志", 76, "鲁崇志（1422年？－），字愁功，浙江天台人，明朝政治人物，进士出身。"],
        ["郁文博", 77, "郁文博（1418年－？），字文博，直隶松江府上海县人，民籍，明朝政治人物。进士出身。"],
        ["马　进", 78, "马进（1417年－？），字惟学，直隶淮安府山阳县人，锦衣卫官籍，明朝政治人物。进士出身。"],
        ["李日良", 79, "李曰良（1420年－？），字朝佐，江西广信府弋阳县人，民籍，明朝政治人物。进士出身。"],
        ["谢　省", 80, "谢省（1427年－？），字世脩，浙江台州府黄巖县人，民籍，明朝政治人物。进士出身。"],
        ["高　举", 81, "高举（1429年－？），字汝贤，直隶上海县人，顺天府宛平县匠籍，明朝政治人物。进士出身。"],
        ["吕　益", 82, "吕益（1419年－？），字伯谦，河南开封府祥符县人，民籍，明朝政治人物。进士出身。"],
        ["贾　奭", 83, "贾奭（1426年－1485年），字希召，四川省重庆府巴县人，民籍，治《书经》，年二十九岁中式景泰五年甲戌科第二甲第八十七名进士。十一月十四日生，行一，曾祖贾进成；祖贾文富；父贾珪，知县；母王氏。具庆下，妻李氏，弟彝；奂。由国子生中式四川乡试第二十一名举人，会试中式第二百六十二名[1]。"],
        ["黄　绅", 84, "黄绅（1416年－？），字朝仪，湖广郴州兴宁县人，军籍，明朝政治人物。进士出身。"],
        ["严　洤", 85, "严洤（1424年－？），字宗源，福建莆田县人，兴化卫军籍，明朝政治人物。进士出身。"],
        ["涂　淮", 86, "涂淮（1420年－？），字达夫，江西南昌府靖安县人，民籍，明朝政治人物。进士出身。"],
        ["沈　富", 87, "沈富（1430年－？），字好礼，浙江杭州府钱塘县人，民籍，明朝政治人物。进士出身。"],
        ["赵　昌", 88, "赵昌（1426年－？），字鸣盛，直隶宁国府泾县人，军籍，明朝政治人物。进士出身。"],
        ["杨　琚", 89, "杨琚（1430年－？），字朝用，江西吉安府泰和县人，民籍，明朝政治人物。进士出身。"],
        ["董　琳", 90, "董琳（1427年－？），字廷瑞，浙江宁波府鄞县人，民籍，明朝政治人物。进士出身。"],
        ["叶　萱", 91, "叶萱（1428年－1495年），字廷茂，直隶松江府华亭县人，民籍，明朝政治人物。进士出身。"],
        ["宋有文", 92, "宋有文（1415年－1474年），字显章，四川成都府资县人，军籍，治《诗经》，年四十岁中式景泰五年甲戌科第二甲第九十六名进士。十一月初三日生，行二，曾祖宋处仁；祖宋均义；父宋鑑；母刘氏。永感下，妻李氏，叔玉（巡检），兄有成，弟有学；有安；有昌；有辙；有谦；有善；有爵。由国子生中式四川乡试第十三名举人，会试中式第六十六名[1]。"],
        ["桂　琛", 93, "桂琛（1424年－？），字献之，浙江宁波府慈谿县人，民籍，明朝政治人物。进士出身。"],
        ["尹　直", 94, "尹直（1431年－1511年），字正言，江西泰和人。明朝政治人物。"],
        ["郑　珪", 95, "郑珪（1430年－？），字叔澜，直隶松江府华亭县人，民籍，明朝政治人物。进士出身。"],
        ["焦　显", 96, "焦显（1427年－？），字文明，山东济南府德州人，军籍，明朝政治人物。进士出身。"],
        ["杜　谦", 97, "杜谦（1419年－？），字益之，直隶永平府昌黎县人，民籍，明朝政治人物。进士出身。"],
        ["屈　铨", 98, "屈铨，山西潞州潞城县（今山西省潞城市）人，明朝政治人物。"],
        ["林时让", 99, "林时让（1423年－？），字纯礼，福建兴化府莆田县人，民籍，明朝政治人物。进士出身。"],
        ["刘　溥", 100, "刘溥（1426年－？），字濬渊，江西吉安府庐陵县人，民籍，明朝政治人物。进士出身。"],
        ["郑　瑛", 101, "郑瑛可以指："],
        ["李宗学", 102, "李宗学（1417年－？），字致用，山东兖州府峄县人，民籍，明朝政治人物。进士出身。"],
        ["吴　显", 103, "吴显（1430年－？），字文谟，浙江绍兴府山阴县人，民籍，明朝政治人物。进士出身。"],
        ["周　瑛", 104, "周瑛，字廷润，号润松，贵州黄平人，明朝政治人物，进士出身。"],
        ["刘伦正", 105, "刘伦正（1423年－？），字理叙，江西吉安府安福县人，民籍，明朝政治人物。进士出身。"],
        ["陈　贵", 106, "陈贵（1425年－？），字秉良，福建兴化府莆田县人，民籍，明朝政治人物。进士出身。"],
        ["傅　韶", 107, "傅韶（1430年－？），字德音，江西吉安府永丰县人，民籍，明朝政治人物。进士出身。"],
        ["袁　润", 108, "袁润（1419年－？），字习德，江西南昌府丰城县人，军籍，明朝政治人物。进士出身。"],
        ["杨　恕", 109, "杨恕（1424年－？），字尚忠，江西九江府湖口县人，民籍，明朝政治人物。进士出身。"],
        ["赵　博", 110, "赵博（1424年－？），字克周，直隶苏州府崐山县人，匠籍，明朝政治人物。进士出身。"],
        ["范　文", 111, "范文（1433年－？），字德彰，浙江台州府临海县人，民籍，明朝政治人物。进士出身。"],
        ["郭仲珣", 112, "郭仲珣（1419年－？），字叔玉，直隶开州人，河间卫军籍，明朝政治人物。进士出身。"],
        ["江　勋", 113, "江勋（1422年－？），字元勋，浙江宁波府奉化县人，民籍，明朝政治人物。进士出身。"],
        ["汪　霖", 114, "汪霖（1419年－？），字润夫，直隶庐州府六安州人，民籍，明朝政治人物。进士出身。"],
        ["单　昂", 115, "单昂（1429年－？），字廷举，江西吉安府泰和县人，儒籍，明朝政治人物。进士出身。"],
        ["丰　载", 116, "丰载（1422年－？），字持厚，江西吉安府安福县人，民籍，明朝政治人物。进士出身。"],
        ["龙　晋", 117, "龙晋（1421年－？），字遵叙，江西吉水人，南京水军右卫军籍，明朝政治人物。进士出身。"],
        ["颜　正", 118, "《松江邦彦图》之颜正像"],
        ["徐　海", 119, "徐海（1428年－？），字德容，浙江绍兴府馀姚县人，儒籍，明朝政治人物。进士出身。"],
        ["杨　釜", 120, "杨釜（1420年－？），字受□，福建漳州府长泰县人，民籍，明朝政治人物。进士出身。"],
        ["周　琦", 121, "周琦（1417年－？），字宗玉，浙江金华府永康县人，民籍，明朝政治人物。进士出身。"],
        ["刘永通", 122, "刘永通（1429年－？），字弘济，直隶太平府当涂县人，匠籍，明朝政治人物。进士出身。"],
        ["郑文奎", 123, "郑文奎（1422年－？），字永章，潮州府潮阳县人，明朝政治人物、进士出身。"],
        ["李　木", 124, "李木（1420年－？），字时升，山东兖州府曹州曹县人，官籍，明朝政治人物。进士出身。"],
        ["锺　珹", 125, "锺珹（1423年－？），字德卿，直隶太平府当涂县人，军籍，明朝政治人物。进士出身。"],
        ["刘　璧", 126, "刘璧（1422年－？），字次玮，江西吉安府永新县人，官籍，明朝政治人物。进士出身。"],
        ["唐　彬", 127, "唐彬，浙江山阴人，明朝政治人物、进士出身。"],
        ["李　敏", 128, "李敏（1425年－1491年），字公勉，河南承宣布政使司开封府襄城县（河南省襄城县）人，明朝户部尚书、进士出身。"],
        ["钱　源", 129, "钱源（1430年－？），字有本，直隶崐山县人，大宁都司营州右屯卫军籍，明朝政治人物。进士出身。"]
    ],
    "index": 25,
    "url": "https://zh.wikipedia.org/wiki/Template:%E6%99%AF%E6%B3%B0%E4%BA%94%E5%B9%B4%E7%94%B2%E6%88%8C%E7%A7%91%E6%AE%BF%E8%A9%A6%E9%87%91%E6%A6%9C",
    "third": [
        ["崔　忠", 1, "崔忠（1427年－？），字诚之，直隶保定府新城县人，民籍，明朝政治人物。进士出身。"],
        ["潘　杰", 2, "潘杰（1428年－？），字士英，应天府上元县人，匠籍，明朝政治人物。进士出身。"],
        ["胡　福", 3, "胡福（1428年－？），字百顺，河南开封府仪封县人，匠籍，明朝政治人物。进士出身。"],
        ["徐　毅", 4, "徐毅（1422年－？），字士弘，浙江西安县人，应天府上元县匠籍，明朝政治人物。进士出身。"],
        ["王　常", 5, "王常（1427年－1486年），字正伦，四川省马湖府平夷长官司人，民籍，治《诗经》，年二十八岁中式景泰五年甲戌科第三甲第五名进士。六月十四日生，行三，曾祖王景中；祖王琰；父王有问；母田氏。永感下，妻刘氏，伯俊（州同知）；叔有学（教谕），兄德昭；德安，弟德荣；德宣。由国子生中式四川乡试第三十四名举人，会试中式第一百四十四名[1]。"],
        ["李　襃", 6, "李褒（1419年－？），字济美，江西吉安府庐陵县人，军籍，明朝政治人物。进士出身。"],
        ["徐　宗", 7, "徐宗（1419年－1478年），字大本，四川省重庆府荣昌县人，军籍，治《诗经》，年三十六岁中式景泰五年甲戌科第三甲第七名进士。六月初四日生，行二，曾祖徐仲珉；祖徐以敬；父徐思慧；母李氏。具庆下，妻熊氏，兄大伦，弟大材；大节。由县学生中式四川乡试第六十名举人，会试中式第三百十四名[1]。"],
        ["熊　俊", 8, "熊俊（1422年－？），字子英，湖广武昌府江夏县人，民籍，明朝政治人物。进士出身。"],
        ["钱　俊", 9, "钱俊（1426年－？），字时乂，直隶崐山县人，大宁都司营州右屯卫军籍，明朝政治人物。进士出身。"],
        ["张　浩", 10, "张浩（1422年－？），字养正，湖广都司澧州所人，军籍，明朝政治人物。进士出身。"],
        ["王　臣", 11, "王臣（1427年－？），字公辅，陕西西安府长安县人，民籍，明朝政治人物。进士出身。"],
        ["陈　政", 12, "陈政（1419年－？），字宣之，广东广州府番禺县人，军籍，明朝政治人物。同进士出身。"],
        ["刘　显", 13, "刘显（1422年－？），字光祖，湖广宝庆府新化县人，军籍，明朝政治人物。进士出身。"],
        ["李　益", 14, "李益（1425年－？），字景贤，陕西西安府长安县人，民籍，明朝政治人物。进士出身。"],
        ["甯　珍", 15, "宁珍（1431年－1490年），字伯珍，南直隶镇江府丹徒县人，医籍，治《书经》，年二十四岁中式景泰五年甲戌科第三甲第十五名进士。正月十六日生，行三，曾祖宁仲山；祖宁彦诚；父宁得中，太医院判；母宋氏。具庆下，妻黄氏，伯得刚（府同知），兄瓒；瑢，弟琮。由太医院医生中式顺天府乡试第一百五十三名举人，会试中式第三百七名[1]。"],
        ["王　春", 16, "王春（1424年－？），字载阳，山东兖州府济宁州人，匠籍，明朝政治人物。进士出身。"],
        ["胡德盛", 17, "胡德盛（1425年－？），字尚愚，江西饶州府德兴县人，民籍，明朝政治人物。进士出身。"],
        ["曾　清", 18, "曾清（1418年－？），字本澄，江西兴国县人，直隶德州卫军籍，明朝政治人物。进士出身。"],
        ["翟　政", 19, "翟政（1429年－？），字以德，河南彰德府安阳县人，民籍，明朝政治人物。进士出身。"],
        ["方　逵", 20, "方逵（1427年－？），字景由，福建兴化府莆田县人，军籍，明朝政治人物。进士出身。"],
        ["钱　璡", 21, "钱璡（1425年－？），字廷珍，浙江宁波府鄞县人，民籍，明朝政治人物。进士出身。"],
        ["郑　华", 22, "郑华（1421年－？），字思贤，福建兴化府莆田县人，匠籍，明朝政治人物。进士出身。"],
        ["夏　玑", 23, "夏玑（1428年－？），字德干，直隶苏州府崑山县人，军籍，明朝政治人物。进士出身。"],
        ["胡　宽", 24, "胡宽（1418年－？），字有容，浙江绍兴府馀姚县人，军籍，明朝政治人物。进士出身。"],
        ["蒋　昂", 25, "蒋昂（1427年－1486年），字用璋，南直隶苏州府长洲县人，民籍，治《春秋》，年二十八岁中式景泰五年甲戌科第三甲第二十五名进士。九月初七日生，行二，曾祖蒋思齐；祖蒋本道；父蒋天经；母卢氏。具庆下，妻陆氏，兄颙，弟琼。由县学生中式应天府乡试第七十八名举人，会试中式第一百七十七名[1]。"],
        ["郑　同", 26, "郑同，字本初，福建福州府闽县人，明朝政治人物、进士出身。"],
        ["王　纪", 27, "王纪（1420年－1479年），字肇脩，四川叙南卫人，军籍，治《书经》，年三十五岁中式景泰五年甲戌科第三甲第二十七名进士。六月十九日生，行一，曾祖王宗原；祖王敬辅；父王聪；母张氏。具庆下，妻李氏。由国子生中式四川乡试第六名举人，会试中式第五十七名[1]。"],
        ["劳　钺", 28, "劳钺（？五月十五－1476年六月十三），字廷器，江西德化人。一生「勤慎耿介，政多恺悌」。成化八至十二年（1472-1476）任湖州知府，卒于任上，后被尊为湖州府城隍神。"],
        ["郑　岑", 29, "郑岑（1420年－？），字子高，浙江宁波府慈谿县人，民籍，明朝政治人物。进士出身。"],
        ["邹永昌", 30, "邹永昌（1420年－1479年），字庆夫，四川成都府双流县人，军籍，治《诗经》，年三十五岁中式景泰五年甲戌科第三甲第三十名进士。闰正月二十四日生，行二，曾祖邹谷祥；祖邹世隆；父邹理；母凌氏。具庆下，妻胡氏，兄永祯。由国子生中式四川乡试第二名举人，会试中式第二百二十七名[1]。"],
        ["林　雍", 31, "林雍（1420年－？），字万容，福建漳州府龙溪县人，民籍，明朝政治人物。进士出身。"],
        ["孔　镛", 32, "孔镛（1427年－1486年），字韶文，南直隶苏州府长洲县人，儒籍，治《易经》，年二十八岁时，中景泰五年甲戌科第三甲第三十二名进士。曾任都昌县知县、高州府知府、广西布政使，贵州巡抚，积劳成疾，召回北京为工部侍郎，中途而死。"],
        ["王　鑑", 33, "王鑑，山西太原府义堰都人，明朝政治人物、进士。"],
        ["刘　恕", 34, "刘恕（1417年－？），字宽仁，江西吉安府永曹县人，民籍，明朝政治人物。进士出身。"],
        ["上　泰", 35, "上泰（1425年－？），字志同，湖广武昌府江夏县人，军籍，明朝政治人物。"],
        ["梁　矩", 36, "梁矩（1426年－？），字叔方，广东广州府番禺县人，匠籍，明朝政治人物。进士出身。"],
        ["马　聪", 37, "马聪（1421年－？），字体哲，江西吉安府永新县人，民籍，明朝政治人物。进士出身。"],
        ["刘　珂", 38, "刘珂（1428年－？），字尚珮，江西吉安府安福县人，军籍，明朝政治人物。进士出身。"],
        ["孙　璚", 39, "孙璚（1420年－？），字廷玉，直隶常州府无锡县人，军籍，明朝政治人物。进士出身。"],
        ["颜　夔", 40, "颜夔（1423年－？），字士奇，湖广长沙府攸县人，民籍，明朝政治人物。进士出身。"],
        ["王　豫", 41, "王豫（1418年－？），字用诚，河南开封府祥符县人，民籍，明朝政治人物。进士出身。"],
        ["翁　经", 42, "翁经（1422年－1481年），字载道，四川省泸州人，军籍，治《诗经》，年三十三岁中式景泰五年甲戌科第三甲第四十二名进士。七月初一日生，行二，曾祖翁仲和；祖翁时敬；父翁龄；母张氏；继母程氏。具庆下，妻夏氏，兄缜，弟縯；缙；缉。由国子生中式四川乡试第十三名举人，会试中式第一百三十七名[1]。"],
        ["滕　佐", 43, "滕佐（1424年－？），字良辅，陕西临洮府兰县人，军籍，明朝政治人物。进士出身。"],
        ["沈　声", 44, "沈声（1428年－？），字廷和，浙江嘉兴府崇德县人，民籍，明朝政治人物。进士出身。"],
        ["孟　淮", 45, "孟淮（1430年－？），字宗海，直隶保定府愽野县人，民籍，明朝政治人物。进士出身。"],
        ["郁　纶", 46, "郁纶（1421年－？），字理之，山东济南府德州人，军籍，明朝政治人物。进士出身。"],
        ["黄　让", 47, "黄让，芜湖人，明朝官吏、进士出身。"],
        ["汤　清", 48, "杨清（1418年－？），字汝正，江西吉安府永新县人，民籍，明朝政治人物。进士出身。"],
        ["蒋　瑄", 49, "蒋瑄（1425年－？），字文玺，河南开封府钧州人，民籍，明朝政治人物。进士出身。"],
        ["林孔仁", 50, "林孔仁，以字行，福建福州府怀安县人，明朝政治人物、进士出身。"],
        ["刘　谟", 51, "刘谟（1418年－？），字应咨，江西吉安府安福县人，民籍，明朝政治人物。进士出身。"],
        ["黎　庸", 52, "黎庸（1424年－1483年），字通理，交阯承宣布政使司交州府清威县人，民籍，治《诗经》，年三十一岁中式景泰五年甲戌科第三甲第五十二名进士。十月三十日生，行一，曾祖黎世亨，知府；祖黎春，州判；父黎敏德；母胡氏。具庆下，妻。由儒士中式顺天府乡试第五十名举人，会试中式第八十名[1]。"],
        ["罗　淮", 53, "罗淮（1424年－？），字润民，江西吉水县人，直隶应天府江宁县富户籍，明朝政治人物。进士出身。"],
        ["王　绩", 54, "王绩（1430年－1489年），字功伟，南直隶松江府华亭县人，医籍，治《书经》，年二十五岁中式景泰五年甲戌科第三甲第五十四名进士。三月三十日生，行一，曾祖王九山；祖王敏；父王拳，医士；母徐氏。具庆下，妻柳氏。由太医院医生中式顺天府乡试第一百二十六名举人，会试中式第一百二十一名[1]。"],
        ["于　琇", 55, "于琇（1427年－？），字廷玉，河南开封府通许县人，民籍，明朝政治人物。同进士出身。"],
        ["李　瓘", 56, "李瓘（1424年－？），字叔玉，河南河南府沔池县人，民籍，明朝政治人物。进士出身。"],
        ["章　律", 57, "《沧浪亭五百名贤像》之章律石刻像"],
        ["杨　瑄", 58, "杨瑄，字廷献，丰城人。明朝官吏、进士出身。"],
        ["王　重", 59, "王重（1426年－？），字式钧，江西吉安府安福县人，民籍，明朝政治人物。进士出身。"],
        ["金　泽", 60, "金泽（1416年－？），字用文，浙江绍兴府山阴县人，明朝政治人物、进士出身。"],
        ["王　用", 61, "王用（年－？），字廷用，江西吉安府泰和县人，军籍，明朝政治人物。进士出身。"],
        ["谢　瑀", 62, "谢瑀可以指："],
        ["许　颙", 63, "许颙（1422年－？），字孟敬，河南彰德府安阳县人，民籍，明朝政治人物。进士出身。"],
        ["王　鲁", 64, "王鲁（1427年－？），字希曾，应天府溧水县人，民籍，明朝政治人物。进士出身。"],
        ["刘　济", 65, "刘济（1434年－？），字彦霑，河南怀庆府河内县人，民籍，明朝政治人物。进士出身。"],
        ["林　宗", 66, "林宗，字惟正，福建福州府怀安县人，明朝政治人物、进士出身。"],
        ["李　常", 67, "李常（1422年－？），字亨常，广西浔州府桂平县人，民籍，明朝政治人物。进士出身。"],
        ["朱　绅", 68, "朱绅（1424年－？），字大用，陕西河州卫军民指挥司人，军籍，明朝政治人物。进士出身。"],
        ["李　溥", 69, "李溥（1422年－？），字大济，直隶大名府长垣县人，军籍，明朝政治人物。同进士出身。"],
        ["冯　韺", 70, "冯韺（1430年－？），字惟和，江西饶州府浮梁县人，民籍，明朝政治人物。进士出身。"],
        ["周　正", 71, "周正（1418年－？），字直卿，江西南昌府南昌县人，民籍，明朝政治人物。进士出身。"],
        ["桂茂之", 72, "桂茂之（1430年－1489年），字廷秀，四川成都府成都县人，军籍，治《书经》，年二十五岁中式景泰五年甲戌科第三甲第七十二名进士。正月十五日生，行一，曾祖桂伯华；祖桂文礼；父桂广；母馀氏。具庆下，妻何氏，叔桂山（户部主事），弟蕃之；英之；莘之；蕙之；兰之。由县学生中式四川乡试第四十三名举人，会试中式第一百十二名[1]。"],
        ["邓廷瓒", 73, "邓廷瓒，字宗器，巴陵人。明朝政治人物，同进士出身。"],
        ["聊　让", 74, "聊让，兰州人。明朝官吏、进士出身。"],
        ["李　稷", 75, "李稷（1425年－1484年），字廷贵，四川省重庆府合州人，民籍，治《春秋》，年三十岁中式景泰五年甲戌科第三甲第七十五名进士。十月三十日生，行一，曾祖李茂山；祖李太和；父李添常；母张氏。永感下，妻周氏，弟相。由州学增广生中式四川乡试第三十九名举人，会试中式第一百六十八名[1]。"],
        ["吴　㻞", 76, "吴㻞（1426年－？），字德润，直隶淮安府山阳县人，民籍，明朝政治人物。进士出身。"],
        ["李　巽", 77, "李巽（1425年－？），字用经，顺天府宛平县人，官籍，明朝政治人物。进士出身。"],
        ["杨　绍", 78, "杨绍（1421年－？），字绍宗，陕西西安咸宁县人，民籍，明朝政治人物。进士出身。"],
        ["刘寅之", 79, "刘寅之（1416年－？），字主敬，江西吉安府永新县人，儒籍，明朝政治人物。进士出身。"],
        ["阮　勤", 80, "阮勤（1423年－1482年），字必成，交阯承宣布政使司多翼县人，民籍，治《易经》，年三十二岁中式景泰五年甲戌科第三甲第八十名进士。十二月初二日生，行一，曾祖阮文；祖阮泰；父阮河，典史；母吴氏；继母万氏。慈侍下，妻周氏。由国子生中式顺天府乡试第三十七名举人，会试中式第一百二十七名[1]。历台州知府，在任期间清慎惠政。后以右副都御史巡抚陕西，当地饥荒，他奏免七府租四十馀万石。后召入为刑部侍郎，调任南京[2][3]。"],
        ["何　玘", 81, "何玘（1425年－？），字廷用，河南汝宁府罗山县人，民籍，明朝政治人物。进士出身。"],
        ["吕　恕", 82, "吕恕（1430年－？），字希仁，直隶河间府□□□人，□籍，明朝政治人物。进士出身。"],
        ["左　源", 83, "左源（1415年－？），字大本，河南卫辉府汲县人，民籍，明朝政治人物。进士出身。"],
        ["蒋　敌", 84, "蒋敌（1424年－1483年），字宗仁，南直隶镇江府丹徒县人，应天府江宁县医籍，治《诗经》，年三十一岁中式景泰五年甲戌科第三甲第八十四名进士。九月十六日生，行二，曾祖蒋义甫；祖蒋子中；父蒋彦升，御医，赠户部主事；母周氏（封太安人）。慈侍下，妻孙氏，兄敷（户部主事），弟叙。由医生中式顺天府乡试第一百十三名举人，会试中式第四十六名[1]。"],
        ["杨　璧", 85, "杨壁（1424年－？），字应奎，直隶太平府当涂县人，军籍，明朝政治人物。进士出身。"],
        ["李景孟", 86, "李景孟（1421年－？），字宗浩，浙江嘉兴府海盐县人，民籍，明朝政治人物。进士出身。"],
        ["秦　玘", 87, "秦玘（1426年－？），字伯玉，顺天府蓟州人，民籍，明朝政治人物。进士出身。"],
        ["曹　隆", 88, "曹隆（1424年－？），字邦盛，湖广郴州兴宁县人，军籍，明朝政治人物。进士出身。"],
        ["彭　盛", 89, "彭盛（1417年－？），字永昌，江西临江府清江县人，民籍，明朝政治人物。进士出身。"],
        ["冯　定", 90, "冯定（1437年－？），字士定，直隶吴县人，锦衣卫军匠籍，明朝政治人物。进士出身。"],
        ["何　渊", 91, "何渊（1422年－1481年），字有本，四川省保宁府巴县人，民籍，治《书经》，年三十三岁中式景泰五年甲戌科第三甲第九十一名进士。九月二十八日生，行三，曾祖何文奎；祖何廷恕；父何昇，教谕；母李氏。具庆下，妻向氏，兄溥；清，弟渶；润。由国子生中式四川乡试第十七名举人，会试中式第七十四名[1]。"],
        ["吴　让", 92, "吴让（1413年－？），字克让，广东广州府南海县人，民籍，明朝政治人物。进士出身。"],
        ["史　珍", 93, "史珍（1420年－1479年），字廷玉，江西省九江府德化县人，医籍，治《诗经》，年三十五岁中式景泰五年甲戌科第三甲第九十三名进士。六月二十日生，行四，曾祖史直甫，元教授；祖史虚诚，训科；父史中，陕西布政司左参政；母陈氏；生母孙氏。永感下，妻孟氏，兄瓛（正科）；玠；琦（卫经历）。由国子生中式江西乡试第一百一名举人，会试中式第三百十二名[1]。"],
        ["孙　忱", 94, "孙忱（1409年－？），字诚之，浙江宁波府慈谿县人，民籍，明朝政治人物。进士出身。"],
        ["水　桓", 95, "水桓（1409年－？），字廷圭，浙江宁波府鄞县人，民籍，明朝政治人物，进士出身。"],
        ["张　岐", 96, "张岐（1425年－？），字来凤，直隶河间府兴济县人，军籍，明朝政治人物。进士出身。"],
        ["董　渊", 97, "董渊（1423年－？），字宗本，直隶真定府灵寿县人，军籍，明朝政治人物。进士出身。"],
        ["吴　中", 98, "吴中（年－？），字□□，□人，□，明朝政治人物。进士出身。"],
        ["丁　慈", 99, "丁慈（1415年－？），字元恺，福建建宁府建阳县人，民籍，明朝政治人物。进士出身。"],
        ["康　骥", 100, "康骥（1424年－？），字德良，江西吉安府泰和县人，军籍，明朝政治人物。进士出身。"],
        ["王　钦", 101, "王钦（1433年－？），字允恭，浙江新城县人，彭城卫军籍，明朝政治人物。进士出身。"],
        ["孙　敬", 102, "孙敬（1425年－1484年），字孟寅，四川成都府成都县人，匠籍，治《礼记》，年三十岁中式景泰五年甲戌科第三甲第一百零二名进士。十二月十八日生，行一，曾祖孙子杰；祖孙福；父孙成；母韩氏；继母赵氏。具庆下，妻张氏，弟敏。由国子生中式四川乡试第七十名举人，会试中式第三百四十三名[1]。"],
        ["王　珪", 103, "王珪（1425年－？），字廷玉，直隶松江守御中千户所人，军籍，明朝政治人物。进士出身。"],
        ["王　瓘", 104, "王瓘（1422年－？），字廷用，河南河南府陕州人，军籍，明朝政治人物。进士出身。"],
        ["李　田", 105, "李田，湖广承宣布政使司武昌府嘉鱼县（今湖北省嘉鱼县）人，明朝政治人物、进士出身。"],
        ["聂　元", 106, "聂元（1429年－？），字存善，江西南昌府丰城县人，民籍，明朝政治人物。进士出身。"],
        ["林　杰", 107, "林杰，琼山县宅念人，明朝政治人物、进士出身。"],
        ["赵　敔", 108, "赵敔（1427年－？），字叔成，直隶常州府武进县人，民籍，明朝政治人物。进士出身。"],
        ["张　奎", 109, "张奎（1431年－？），字汉文，湖广荆州府石首县人，民籍，明朝政治人物。进士出身。"],
        ["于　坦", 110, "于坦（1424年－？），字尚平，山西太原府石州人，民籍，明朝政治人物。进士出身。"],
        ["王　稽", 111, "王稽（1429年－？），字允哲，江西抚州府金谿县人，官籍，明朝政治人物。进士出身。"],
        ["毛　杰", 112, "毛杰（1433年－？），字允奇，别号翊斋，馀姚丰山毛氏十四代孙。进士出身。毛吉之侄。"],
        ["李　麟", 113, "李麟（1426年－？），字文瑞，山东兖州府钜野县人，民籍，明朝政治人物。进士出身。"],
        ["王　昇", 114, "王昇（1421年－？），字起东，顺天府密云县人，民籍，明朝政治人物。进士出身。"],
        ["洪　冕", 115, "洪冕（1428年－1487年），字廷章，四川成都府成都县人，匠籍，治《书经》，年二十七岁中式景泰五年甲戌科第三甲第一百一十五名进士。七月十六日生，行一，曾祖洪子贤；祖洪得安；父洪铭；母陈氏。慈侍下，妻杨氏，兄永泰，弟永昌。由府学生中式四川乡试第三名举人，会试中式第二百八十一名[1]。1464年，接替龙晋任嘉定县知县一职"],
        ["曹　泰", 116, "曹泰（1429年－？），字以安，直隶松江府华亭县人，军籍，明朝政治人物。进士出身。"],
        ["田　济", 117, "田济（1422年－？），字汝霖，陕西凤翔府麟游县人，民籍，明朝政治人物。进士出身。"],
        ["刘　杰", 118, "刘杰（1427年－？），字世英，陕西西安府高陵县人，军籍，明朝政治人物。进士出身。"],
        ["徐　观", 119, "徐观（1430年－？），字子明，广东广州府香山县人，军籍，明朝政治人物。进士出身。"],
        ["毕　亨", 120, "毕亨（1420年－？），字文亨，山东兖州府单县人，河南卫军籍，明朝政治人物。进士出身。"],
        ["赵　相", 121, "赵相（1427年－？），字文卿，山东兖州府单县人，民籍，明朝政治人物。进士出身。"],
        ["戴　珙", 122, "戴珙（1424年－？），字廷璧，河南河南府沔池县人，军籍，明朝政治人物。进士出身。"],
        ["李　裕", 123, "李裕，字资德，丰城人，明朝吏部尚书。"],
        ["刘季清", 124, "刘季清（1407年－？），字士廉，江西南昌府南昌县人，军籍，明朝政治人物。进士出身。"],
        ["徐　绅", 125, "徐绅（1421年－？），字公仪，河南开封府杞县人，民籍，明朝政治人物。进士出身。"],
        ["李　嗣", 126, "李嗣（1426年－？），字克承，广东广州府南海县人，民籍，明朝政治人物。进士出身。"],
        ["郑　瑞", 127, "郑瑞（1422年－？），字孟祥，浙江西安县人，顺天府大兴县富户，明朝政治人物。进士出身。"],
        ["裴　衷", 128, "裴衷（1425年－1484年），字秉彝，广东省廉州府石康县人，民籍，治《易经》，年三十岁中式景泰五年甲戌科第三甲第一百二十八名进士。九月十四日生，行八，曾祖裴奭，大使；祖裴删；父裴康宝；母洪氏。具庆下，妻李氏，兄裴福；裴瑜；裴瑛，弟裴宥。由国子生中式广东乡试第十名举人，会试中式第六十五名[1]。"],
        ["李　璵", 129, "李璵（1423年－？），字廷瑞，河南开封府祥符县人，民籍，明朝政治人物。进士出身。"],
        ["夏　忠", 130, "夏忠（1422年－？），字克诚，当涂县人，直隶德州卫军籍，明朝政治人物。进士出身。"],
        ["王　卢", 131, "王卢，字廷器，福建福州府闽县人，明朝政治人物、进士出身。"],
        ["郭　舒", 132, "郭舒可以指："],
        ["杨　宣", 133, "杨宣（1416年－？），字子穑，江西抚州府乐安县人，民籍，明朝政治人物。进士出身。"],
        ["陈孟晟", 134, "陈孟晟（1422年－1481年），字尚晦，南直隶池州府铜陵县坊市（今五松镇）人，医籍，治《易经》，年三十三岁中式景泰五年甲戌科第三甲第一百三十四名进士。正月初五日生，行四，曾祖陈弥坚；祖陈嗣良，训科；父陈玥；母何氏；继母李氏；继母孙氏。具庆下，妻姚氏，兄孟昌，弟孟昺；孟暹（训导）。由县学生中式应天府乡试第一百四十二名举人，会试中式第十七名[1]。"],
        ["杨　琛", 135, "杨琛（1429年－？），字叔瓛，号文崖，直隶常州府无锡县人，军籍，明朝政治人物。同进士出身。"],
        ["史　兰", 136, "史兰（1421年－？），字廷芳，山东济南府历城县人，民籍，明朝政治人物。同进士出身。"],
        ["茂　彪", 137, "茂彪（1420年－？），字宗彝，直隶江都县人，陕西庆阳卫军籍，明朝政治人物。进士出身。"],
        ["张　纲", 138, "张纲（1421年－1478年），字大振，长清人。"],
        ["张　僖", 139, "张僖（1426年－？），字世乐，直隶凤阳府灵壁县人，民籍，明朝政治人物。进士出身。"],
        ["龙　霖", 140, "龙霖（1422年－？），字用谟，江西赣州府信丰县人，民籍，明朝政治人物。进士出身。"],
        ["武　齐", 141, "武齐（年－？），字广□，江西抚州府乐安县人，□籍，明朝政治人物。进士出身。"],
        ["刘　瑄", 142, "刘瑄（1424年－？），字宗器，直隶真定府深州人，军籍，明朝政治人物。进士出身。"],
        ["王　璘", 143, "王璘（1430年－？），字廷秀，江西庐陵县人，南京牺牲所军籍，明朝政治人物。进士出身。"],
        ["吴　玘", 144, "吴玘（1424年－？），字仲玉，直隶松江府华亭县人，民籍，明朝政治人物。进士出身。"],
        ["刘　清", 145, "刘清（1423年－？），字源洁，河南河南府洛阳县人，民籍，明朝政治人物。进士出身。"],
        ["刘　孜", 146, "刘孜（1425年－？），字师侃，福建漳州府龙溪县人，军籍，明朝政治人物。进士出身。"],
        ["冉　哲", 147, "冉哲（1412年－1471年），字尚彝，四川省成都府内江县人，民籍，治《易经》，年四十三岁中式景泰五年甲戌科第三甲第一百四十七名进士。五月十九日生，行四，曾祖冉仲文；祖冉秀川；父冉志明；母韩氏。永感下，妻阴氏，兄郁（贡士）；昇；雍。由国子生中式四川乡试第二名举人，会试中式第二百八十五名[1]。"],
        ["吴　庚", 148, "吴庚（1417年－？），字仲明，河南河南府洛阳县人，民籍，明朝政治人物。进士出身。"],
        ["刘　岌", 149, "刘岌（1431年－1490年），字凌云，四川省重庆府涪州人，军籍，治《诗经》，年二十四岁中式景泰五年甲戌科第三甲第一百四十九名进士。八月初四日生，行三，曾祖刘应隆；祖刘以德，知县；父刘脩；母张氏；前母闵氏。慈侍下，妻杨氏，兄从兄巖（太医院医士）；崐。由州学生中式四川乡试第四十九名举人，会试中式第一百三十九名[1]。"],
        ["罗　明", 150, "罗明（1422年－？），字元亮，江西抚州府崇仁县人，民籍，明朝政治人物。进士出身。"],
        ["田景旸", 151, "田景旸（1427年－？），字时中，直隶保定府高阳县人，民籍，明朝政治人物。进士出身。"],
        ["伍　骥", 152, "伍骥，字德良，安福人。明朝官员、进士出身。"],
        ["魏　瀚", 153, "魏瀚（1426年－？），字九渊，浙江绍兴府馀姚县人，官籍，明朝官员。进士出身。"],
        ["程　泰", 154, "程泰（1425年－？），字用元，直隶徽州府祁门县人，军籍，明朝政治人物。进士出身。"],
        ["杜　庠", 155, "杜庠（1427年－1486年），字公序，南直隶苏州府长洲县人，民籍，治《书经》，年二十八岁中式景泰五年甲戌科第三甲第一百五十五名进士。七月初四日生，行一，曾祖杜均美；祖杜士彝；父杜文昌；母柳氏。严侍下，妻钱氏，弟廉。由县学增广生中式应天府乡试第一百一名举人，会试中式第二百十七名[1]。"],
        ["叶　颐", 156, "叶颐（1426年－？），字养正，广东都司惠州卫中千户所人，军馀，明朝政治人物。进士出身。"],
        ["金　绅", 157, "金绅（1434年－？），字缙卿，应天府上元县人，官籍，明朝政治人物。进士出身。"],
        ["李　岳", 158, "李岳（1430年－？），字世瞻，直隶大名府长垣县人，民籍，明朝政治人物。进士出身。"],
        ["郑　安", 159, "郑安，字康民，广东潮州府海阳县人，明朝政治人物。同进士出身。郑寯之兄。"],
        ["吴　节", 160, "吴节（1430年－1489年），字行俭，四川省眉州人，民籍，治《诗经》，年二十五岁中式景泰五年甲戌科第三甲第一百六十名进士。九月十八日生，行三，曾祖吴兴文；祖吴则昭；父吴文政，赠监察御史；母刘氏（赠孺人）。永感下，妻周氏，兄中（监察御史）；昇，弟式。由州学生中式四川乡试第二名举人，会试中式第五十六名[1]。"],
        ["黄　甄", 161, "黄甄（1428年－？），字器之，山东青州府寿光县人，民籍，明朝政治人物。进士出身。"],
        ["程　永", 162, ""],
        ["赵　忠", 163, ""],
        ["袁　恺", 164, "袁恺，河南鲁山（现河南省平顶山鲁山县）人，明朝政治人物、进士出身。"],
        ["叶　淇", 165, "叶淇（1426年－1501年），字本清，山阳（今淮安）人。明朝户部尚书。"],
        ["李　述", 166, "李述（1428年－？），字继之，江西南昌府丰城县人，民籍，明朝政治人物。进士出身。"],
        ["张　赞", 167, "张赞（1423年－1482年），字邦翊，四川省潼川州遂宁县人，民籍，治《春秋》，年三十二岁中式景泰五年甲戌科第三甲第一百六十三名进士。十月初十日生，行四，曾祖张明佐；祖张泰林；父张永成；母馀氏。永感下，妻王氏，兄澍；泽；济。由县学增广生中式四川乡试第十四名举人，会试中式第二百五十名[1]。"],
        ["毛　吉", 168, "毛吉，字宗吉，浙江馀姚丰山毛氏十三代孙。明朝官员，同进士出身。"],
        ["萧惟昌", 169, "萧惟昌（1418年－？），字有庆，广东吴川县人，锦衣卫军籍，明朝政治人物。进士出身。"],
        ["段　坚", 170, "段坚，字可大，明朝著名官吏，同进士出身，甘肃兰州人。"],
        ["宋　澄", 171, "宋澄（1432年－？），字惟清，福建兴化府莆田县人，民籍，明朝政治人物。进士出身。"],
        ["吕　洪", 172, "吕洪（1417年－？），字大正，浙江温州府平阳县人，民籍，明朝政治人物。进士出身。"],
        ["杨　懋", 173, "杨懋（1425年－？），字克勤，浙江钱塘县人，顺天府宛平县匠籍，明朝政治人物。进士出身。"],
        ["樊　英", 174, "樊英（1426年－？），字世杰，陕西西安府临潼县人，民籍，明朝政治人物。进士出身。"],
        ["白　侃", 175, "白侃（1422年－？），字廷直，山西太原府平定州人，军籍，明朝政治人物。进士出身。"],
        ["汪　振", 176, "汪振（1433年－？），字□□，江西南昌府丰城县人，民籍，明朝政治人物。进士出身。"],
        ["谢　廉", 177, "谢廉，浙江嵊县人，明朝政治人物、进士出身。"],
        ["徐　宗", 178, "徐宗（1426年－？），字叔本，直隶扬州府通州人，民籍，明朝政治人物。进士出身。"],
        ["邢　简", 179, "邢简（1418年－？），字居敬，陕西西安府咸宁县人，民籍，明朝政治人物。同进士出身。"],
        ["赵　章", 180, "赵章（1425年－？），字彦达，直隶保定府清苑县人，军籍，明朝政治人物。进士出身。"],
        ["刘　荫", 181, "刘荫，潮州府程乡县人，明朝政治人物、进士出身。"],
        ["娄　瑾", 182, "娄瑾，字公玉，福建福州府怀安县人，明朝政治人物、进士出身。"],
        ["王　宽", 183, "王宽（1424年－1483年），字居仁，四川省重庆府长寿县人，民籍，治《诗经》，年三十一岁中式景泰五年甲戌科第三甲第一百七十九名进士。八月二十九日生，行一，曾祖王均海；祖王必贵；父王子良；母谷氏；继母袁氏。重庆下，妻陈氏，弟宏；定。由国子生中式四川乡试第三十二名举人，会试中式第三百五名[1]。"],
        ["俞　璟", 184, "俞璟，字景明，福建福州府福清县人，明朝政治人物、进士出身。"],
        ["何　经", 185, "何经（1428年－？），字宗易，广东广州府顺德县人，民籍，明朝政治人物。进士出身。"],
        ["施　奇", 186, "施奇（1426年－？），字廷伟，浙江嘉兴府嘉善县人，民籍，明朝政治人物。进士出身。"],
        ["张述古", 187, "张述古（1424年－？），字信之，直隶常州府宜兴县人，军籍，明朝政治人物。进士出身。"],
        ["毛　伦", 188, "毛伦（1417年－？），字天叙，江西南昌府丰城县人，军籍，明朝政治人物。进士出身。"],
        ["孙　珂", 189, "孙珂（1427年－？），字廷珍，山东登州府福山县人，军籍，明朝政治人物。进士出身。"],
        ["杨　宣", 190, "杨宣（1425年－？），字振方，直隶保定府新城县人，民籍，明朝政治人物。进士出身。"],
        ["高　亮", 191, "高亮（1420年－？），字尚明，陕西延安府甘泉县人，武襄左卫军籍，明朝政治人物。进士出身。"],
        ["李　昂", 192, "李昂（1434年－？），字文举，浙江杭州府仁和县人，民籍，明朝政治人物。进士出身。"],
        ["刘　充", 193, "刘充（1415年－？），字恭扩，江西吉安府安福县人，民籍，明朝政治人物。进士出身。"],
        ["李　文", 194, "李文（1429年－？），字载道，直隶永平府迁安县人，民籍，明朝政治人物。进士出身。"],
        ["周　鼐", 195, "周鼐（1432年－？），字宗用，江西广信府贵溪县人，民籍，明朝政治人物。进士出身。"],
        ["金　纯", 196, "金纯（1430年－？），字文明，大宁都司营州中屯卫人，军籍，明朝政治人物。进士出身。"],
        ["金　礼", 197, "金礼（1425年－？），字敬之，浙江嘉兴府秀水县人，军籍，明朝政治人物。进士出身。"],
        ["孙　洪", 198, "孙洪（1424年－？），字伯大，山东莱州府昌邑县人，军籍，明朝政治人物。进士出身。"],
        ["方　陈", 199, "方暕（1425年－？），字文郁，直隶徽州府歙县人，民籍，明朝政治人物。进士出身。"],
        ["王　聪", 200, "王聪（1418年－？），字彦闻，顺天府通州三河县人，军籍，明朝政治人物。进士出身。"],
        ["夏　时", 201, "夏时，浙江省绍兴府馀姚县（今浙江省馀姚县）人，明朝政治人物，同进士出身。"],
        ["程万锺", 202, "程万锺（1420年－1479年），字廷锡，四川省叙州府富顺县人，灶籍，治《易经》，年三十五岁中式景泰五年甲戌科第三甲第一百九十八名进士。十二月十七日生，行一，曾祖程兴祖；祖程文龙；父程玮；母夏氏。慈侍下，妻叶氏。由国子生中式四川乡试第十七名举人，会试中式第二百七十名[1]。"],
        ["阎　鼐", 203, "阎鼐（1426年－？），字仲辅，直隶永平府滦州人，官籍，明朝政治人物。进士出身。"],
        ["陈　俨", 204, "陈俨（1426年－？），字时庄，江西庐陵县人人，顺天府宛平县富户籍，明朝政治人物。进士出身。"],
        ["刘　瑜", 205, "刘瑜（1422年－1481年），字彦琢，江西吉安府安福县人，民籍，治《诗经》，年三十三岁中式景泰五年甲戌科第三甲第二百零一名进士。八月十五日生，行一，曾祖刘源远；祖刘仲文；父刘仕纲；母彭氏。重庆下，妻贺氏，弟琮；璨。由县学生中式江西乡试第一百二十九名举人，会试中式第二百三名[1]。"],
        ["李志纲", 206, "李志纲（1414年－1473年），字振纪，四川省成都府内江县人，灶籍，治《书经》，年四十一岁中式景泰五年甲戌科第三甲第二百零二名进士。四月二十五日生，行三，曾祖李文胜，元提举；祖李国彦；父李茂实；母张氏。具庆下，妻刘氏，兄志昌；志廉，弟志辉。由国子生中式四川乡试第十六名举人，会试中式第三百三十一名[1]。"],
        ["熊　惠", 207, "熊惠（1425年－？），字迪吉，江西南昌县人，锦衣卫军籍，明朝政治人物。进士出身。"],
        ["韩　殷", 208, "韩殷（1425年－？），字阜民，广东广州府番禺县人，民籍，明朝政治人物。进士出身。"],
        ["周　晟", 209, "周晟（1429年－？），字德明，河南彰德府磁州涉县人，军籍，明朝政治人物。进士出身。"],
        ["周一清", 210, "周一清（1422年－？），字廉夫，浙江台州府临海县人，□籍，明朝政治人物。进士出身。"],
        ["王　度", 211, "王度（1407年－？），字洪量，江西吉安府吉水县人，民籍，明朝政治人物。进士出身。"],
        ["王　诏", 212, "王诏（1425年－？），字廷征，顺天府怀柔县人，军籍，明朝政治人物。进士出身。"],
        ["王上龄", 213, "王上龄（1432年－？），字大寿，山西大同府浑源州人，军籍，明朝政治人物。进士出身。"],
        ["牛　宣", 214, "牛宣（1430年－1489年），字德敷，四川成都左护卫人，官籍，治《易经》，年二十五岁中式景泰五年甲戌科第三甲第二百一十名进士。三月初五日生，行一，曾祖牛海贵；祖牛维新；父牛襄；母赵氏。重庆下，妻耿氏，伯衷（卫百户）。由华阳县学军生中式四川乡试第六十八名举人，会试中式第一百四十三名[1]。"],
        ["俞　纪", 215, "俞纪（1423年－1482年），字宪齐，四川省潼川州遂宁县人，民籍，治《易经》，年三十二岁中式景泰五年甲戌科第三甲第二百一十一名进士。十二月三十日生，行二，曾祖俞仕聪；祖俞从政；父俞信；母徐氏。慈侍下，妻谭氏，兄志刚，弟贯哲；贯书；贯儒。由县学增广生中式四川乡试第八名举人，会试中式第三百三十六名[1]。"],
        ["沈　黻", 216, "沈黻（1419年－？），字孰辩，直隶松江府华亭县人，民籍，明朝政治人物。进士出身。"],
        ["沈　譓", 217, "沈譓（1428年－？），字用正，直隶庐州府合肥县人，军籍，明朝政治人物。同进士出身。"]
    ]
}