{
    "year_name": "天顺元年丁丑科殿试金榜",
    "first": [
        ["黎　淳", 1, "黎淳（1424年－1483年），字太朴，号朴庵，湖广岳州府华容县人，军籍，治《书经》，年三十四岁中式天顺元年丁丑科第一甲第一名进士。十月二十九日生，行五，曾祖黎元勳；祖黎仕祯；父黎斌，县丞；母生母元氏；继母王氏。永感下，妻金氏，兄濬，弟沾；沧。由县学增广生中式湖广乡试第二十四名举人，会试中式第二十五名[1]。生于明成祖永乐二十一年（1423年），本姓杨，后从姑父姓黎。少年即作诗《咏爆竹》：“自怜结束小身材，一点芳心未肯灰。时机到时寒焰发，万人头上一声雷”。明英宗天顺元年（1457年）成丁丑科一甲一名进士（状元），授翰林院修撰。官至南京礼部尚书。学者称朴庵先生。卒于明孝宗弘治五年（1492年）。[2]"],
        ["徐　琼", 2, "徐琼（？－1505年），字时庸，号东谷，江西金溪人，明朝榜眼、官至礼部尚书。"],
        ["陈秉中", 3, "陈秉中（1422年－1475年），字宗尧，浙江乌程县人，明朝政治人物、探花。"]
    ],
    "third": [
        ["姚　", 1, "姚昹（1425年－？），字景昭，顺天府蓟州遵化县人，明朝政治人物。进士出身。"],
        ["白　昂", 2, "白昂（1435年－1503年），字廷仪，谥康敏。南直隶常州府武进县人。明朝刑部尚书、同进士出身。"],
        ["王　道", 3, "王道（1427年－？），字允志，河南汝宁府光州固始县人，明朝政治人物。进士出身。"],
        ["应　瀚", 4, "应瀚（1424年－？），字克涵，浙江宁波府奉化县人，明朝政治人物。进士出身。"],
        ["谈　伦", 5, "谈伦（1430年－？），字本彛，直隶松江府上海县人，明朝政治人物。进士出身。"],
        ["蔡　哲", 6, "蔡哲（1423年－？），字克智，河南汝宁府光州人，明朝政治人物。进士出身。"],
        ["杨　魁", 7, "杨魁（1422年－？），字用元，江西吉安府吉水县人，明朝政治人物。进士出身。"],
        ["徐　虔", 8, "徐虔，潮州府揭阳县人，明朝政治人物、进士出身。"],
        ["王　竖", 9, "王竖（1425年－？），字希成，直隶河间府盐山县人，明朝政治人物。进士出身。"],
        ["刘　铎", 10, "刘铎（1432年－？），字以道，顺天府乡试第二十二名人，明朝政治人物。进士出身。"],
        ["黄　金", 11, "黄金（1413年－？），字廷贵，直隶安庆府桐城县人，明朝政治人物。进士出身。"],
        ["李　澄", 12, "李澄（1422年－？），字希范，直隶松江府上海县人，明朝政治人物。进士出身。"],
        ["卢　茂", 13, "卢茂（1433年－1492年），字元实，四川省泸州人，民籍，治《书经》，年二十五岁中式天顺元年丁丑科第三甲第十三名进士。十二月二十七日生，行一，曾祖卢忠；祖卢子良；父卢瑄；母杨氏。重庆下，妻陈氏，弟盛；秀。由国子生中式四川乡试第四十八名举人，会试中式第一百二十五名[1]。"],
        ["邵　震", 14, "邵震（1426年－？），字瞻宸，江西广信府贵溪县人，明朝政治人物。进士出身。"],
        ["金　酝", 15, "金酝（1429年－？），字大用，河南开封府归德州夏邑县人，明朝政治人物。进士出身。"],
        ["王　预", 16, "王预（1423年－？），字立诚，河南南阳府汝州人，明朝政治人物。进士出身。"],
        ["黄　箎", 17, "黄箎（1425年－？），字仲和，广东广州府南海县人，明朝政治人物。进士出身。"],
        ["梁　昉", 18, "梁昉（1436年－？），字景熙，广东广州府顺德县人，明朝政治人物。同进士出身。"],
        ["吴道宏", 19, "吴道宏（1428年－1487年），字文博，四川省叙州府宜宾县人，竃籍，治《诗经》，年三十岁中式天顺元年丁丑科第三甲第十九名进士。十二月二十八日生，行五，曾祖吴海蟾；祖吴鑑；父吴鼎；嫡母熊氏；生母田氏。具庆下，妻陈氏，兄常；中；兴；亨，弟宁；原。由国子生中式四川乡试第五十一名举人，会试中式第一百四十八名[1]。"],
        ["刘　秩", 20, "刘秩（1430年－？），字厚本，江西吉安府安福县人，明朝政治人物，同进士出身[1]。"],
        ["喻本中", 21, "喻本中（1423年－1482年），字体道，四川省眉州人，民籍，治《诗经》，年三十五岁中式天顺元年丁丑科第三甲第二十一名进士。二月十七日生，行六，曾祖喻必盛；祖喻彦明；父喻容；前母馀氏；杨氏；继母馀氏；继母赵氏。具庆下，妻袁氏，兄建中；信中；守中；克中；存中，弟时中。由州学生中式四川乡试第三十一名举人，会试中式第二百六十六名[1]。"],
        ["吴　锡", 22, "吴锡（1427年－？），字天祐，浙江衢州府开化县人，明朝政治人物。进士出身。"],
        ["陈　渤", 23, "陈渤（1427年－？），字臣源，浙江绍兴府馀姚县人，明朝政治人物。进士出身。"],
        ["刘　潺", 24, "刘潺（1428年－？），字宗澜，河南彰德府宁阳县人，明朝政治人物。进士出身。"],
        ["王克复", 25, "王克复，字师仁。福州府福清县人。明朝南京吏部右侍郎、同进士出身。"],
        ["范　奎", 26, "范奎（1422年－？），字景星，湖广长沙府湘阴县人，明朝政治人物。进士出身。"],
        ["文志贞", 27, "文志贞（1433年－？），字正夫，陕西临洮府兰县人，明朝政治人物。进士出身。"],
        ["霍　鑑", 28, "霍鑑（1423年－？），字文昭，直隶真定府普州饶阳县人，明朝政治人物。进士出身。"],
        ["刘必贤", 29, "刘必贤（1418年－？），字天佑，直隶滁州人，明朝政治人物。进士出身。"],
        ["吴　珵", 30, "吴珵（1426年－？），字汝琏，浙江湖州府长兴县人，明朝政治人物。进士出身。"],
        ["吉　惠", 31, "吉惠（1434年－？），字泽民，南直隶镇江府丹徒县人，明朝官员。进士出身。"],
        ["庄　澈", 32, "庄澈（1432年－？），字莹中，应天府江宁县人，明朝政治人物。进士出身。"],
        ["刘　俊", 33, "刘俊（1425年－？），字朝用，河南卫辉府新乡县人，明朝政治人物。同进士出身。"],
        ["朱　稳", 34, "朱檃（1425年－？），字伯承，直隶徽州府婺源县人，明朝政治人物。进士出身。"],
        ["张　鑑", 35, "张鑑（1427年－？），字景昭，湖广永州卫人，明朝政治人物。进士出身。"],
        ["尹　进", 36, "尹进（1426年－？），字时敏，直隶扬州府江都县人，明朝政治人物。进士出身。"],
        ["姜　清", 37, "姜清（1423年－？），字子澄，河南府陕州阌乡县人，明朝政治人物。进士出身。"],
        ["杨　瓒", 38, "杨瓒（1422年－？），字宗器，福建兴化府莆田县人，明朝政治人物。进士出身。"],
        ["刘　溥", 39, "刘溥（1424年－？），字大济，山东济南府武定州人，明朝政治人物。进士出身。"],
        ["王存礼", 40, "王存礼（1420年－？），字景节，浙江金华府金华县人，明朝政治人物。进士出身。"],
        ["胡　谧", 41, "胡谧，浙江会稽人，明朝政治人物、进士出身。"],
        ["崔　仪", 42, "崔仪（1432年－？），字文威，河南开封府郑州荥阳县人，明朝政治人物。进士出身。"],
        ["王　冕", 43, "王冕（1426年－？），字廷仪，顺天府蓟州人，明朝政治人物。进士出身。"],
        ["文　宜", 44, "文宜（1431年－？），字时中，湖广长沙府攸县人，明朝政治人物。进士出身。"],
        ["毛　弘", 45, "毛弘，字士广，南直隶鄞县人。明朝官吏、同进士出身。"],
        ["杜　鈜", 46, "杜鈜（1429年－？），字闻远，湖广武昌府江夏县人，明朝政治人物。进士出身。"],
        ["王　道", 47, "王道（1427年－？），字允志，河南汝宁府光州固始县人，明朝政治人物。进士出身。"],
        ["黎　逊", 48, "黎逊（1430年－1489年），字希让，贵州宣慰司民籍，治《春秋》，年二十八岁中式天顺元年丁丑科第三甲第四十八名进士。闰十二月二十一日生，行二，曾祖黎正立；祖黎文贵；父黎彬；母李氏；继母王氏。具庆下，妻王氏，兄通（巡检），弟适；暹；迪。由国子生中式云南乡试第十六名举人，会试中式第五十九名[1]。湖广长沙知府。"],
        ["孙　芳", 49, "孙芳（1425年－？），字庭桂，顺天府大兴县人，明朝政治人物。进士出身。"],
        ["秦民悦", 50, "《竹园寿集图》之秦民悦像，明吕纪、吕文英合绘\n现藏北京故宫博物院"],
        ["林　棨", 51, "林棨（1412年－？），字从信，福建兴化府莆田县人，明朝官员。进士出身。"],
        ["徐　贯", 52, "徐贯（1422年－1481年），字从道，又字原一，四川省顺庆府广安州渠县人，军籍，治《诗经》，年三十六岁中式天顺元年丁丑科第三甲第一百零九名进士。十一月二十一日生，行一，曾祖徐秀卿；祖徐必惓；父徐谷祐；母李氏；继母刘氏。具庆下，妻周氏，弟从周；秉诚；秉谦。由县学生中式景泰癸酉年（1453年）四川乡试第六十五名举人，会试中式第二百十四名[1]。历任授兵部主事。因委查军伍有功，升兵部郎中，寻擢福建右参政。奉敕巡视海道，分守延平府、邵武府等，赈灾拯恤灾民。擢迨福建右布政使，擢山东左布政使，又升都察院右副都御史，巡抚辽东，弹劾参将佟昱。因政绩卓着而升工部左侍郎，治理江苏松江一带水患、疏浚苏杭运河。后晋升为工部尚书，累加太子少保，以疾恳疏乞归，敕加太子太傅[2]。"],
        ["胡　琏", 53, "胡琏（1421年－？），字重器，直隶大名府元城县人，明朝官员。进士出身。"],
        ["张本济", 54, "张本济（1431年－？），字汝楫，湖广荆州府潜江县人，明朝政治人物。进士出身。"],
        ["乔　凤", 55, "乔凤（1439年－？），字廷仪，山西太原府车定州乐平县人，明朝政治人物。进士出身。"],
        ["郑　勤", 56, "郑勤，浙江上虞人，明朝政治人物、进士出身。"],
        ["梁　明", 57, "梁明（1429年－？），字廷光，山西平阳府临汾县人，明朝政治人物。进士出身。"],
        ["蔡　麟", 58, "蔡麟（1431年－？），字文瑞，陕西都司绥德卫人，明朝政治人物。进士出身。"],
        ["赵　杰", 59, "赵杰（1422年－1481年），字冠英，四川省重庆府合州人，民籍，治《诗经》，年三十六岁中式天顺元年丁丑科第三甲第五十九名进士。正月初九日生，行五，曾祖赵德才；祖赵嗣玄；父赵琏；母夏氏。慈侍下，妻薛氏，兄友朋；友爱；友彦；友良。由州学生中式四川乡试第三十七名举人，会试中式第一百二十三名[1]。"],
        ["许　聪", 60, "许聪（1427年－？），字听德，陕西西安府咸宁县人，明朝政治人物。进士出身。"],
        ["王　佐", 61, "王佐（1424年－？），字廷辅，直隶永平府卢龙县人，明朝政治人物。进士出身。"],
        ["于　懋", 62, "于懋（1433年－？），字文勉，山东登州府莱阳县人，明朝政治人物。进士出身。"],
        ["周　正", 63, "周正（1431年－？），字子建，辽东都司东宁卫人，明朝政治人物。进士出身。"],
        ["邢　表", 64, "邢表（1430年－？），字居正，顺天府霸州文安县人，明朝政治人物。进士出身。"],
        ["刘　璋", 65, "刘璋（1429年－1511年），字廷信，明朝政治人物。延平府南平县(今福建省南平市延平区)人[1]。"],
        ["方朝宗", 66, "方朝宗（1425年－？），字朝宗，福建兴化府莆田县人，明朝政治人物。进士出身。"],
        ["梁　材", 67, "梁材（1417年－？），字大用，山东兖州府滕县人，明朝政治人物。进士出身。"],
        ["方　嵩", 68, "方嵩（1432年－？），字景高，江西建昌府南城县人，明朝政治人物。进士出身。"],
        ["宋　宾", 69, "宋宾（1424年－？），字彦卿，山西潞州人，明朝政治人物。进士出身。"],
        ["张　祚", 70, "张祚（1421年－？），字宗胤，浙江杭州府钱塘县人，明朝政治人物。进士出身。"],
        ["王　渊", 71, "王渊，浙江山阴（今属绍兴市）人。明朝官员、同进士出身。"],
        ["李　纲", 72, "李纲（15世纪－1478年），字廷张，山东长清县人。明朝官员，同进士出身。"],
        ["汤　琛", 73, "汤琛（1425年－？），字鲁宝，直隶苏州府常熟县人，明朝政治人物。进士出身。"],
        ["马　驯", 74, "马驯（1420年－？），字子良，顺天府永清县人，明朝政治人物。进士出身。"],
        ["韩　祺", 75, "韩祺（1421年－？），字汝征，浙江绍兴府萧山县人，明朝政治人物。同进士出身。"],
        ["顾　正", 76, "顾正（1433年－？），字孟端，顺天府大兴县人，明朝政治人物。进士出身。"],
        ["韩　文", 77, "韩文（？－1499年），北直隶保定府新城县（今河北省高碑店市新城镇）人，明朝政治人物、进士出身。"],
        ["黄　观", 78, "黄观，福建同安人，明朝政治人物、进士出身。"],
        ["李　祥", 79, "李祥（1418年－1477年），字廷瑞，南直隶松江府华亭县人，医籍，治《诗经》，年四十岁中式天顺元年丁丑科第三甲第七十九名进士。正月初十日生，行一，曾祖李彦亨；祖李恩恭，医学正科；父李敬，教谕；母周氏；慈母陈氏。慈侍下，妻王氏，弟祺；福。由国子生中式应天府乡试第六十一名举人，会试中式第二百五十七名[1]。"],
        ["朱　宽", 80, "朱宽，福建莆田人，明朝官员、同进士出身。"],
        ["王　翰", 81, "王翰（1428年－？），字廷举，湖广都司蕲州卫人，明朝政治人物。进士出身。"],
        ["霍　贵", 82, "霍贵（1426年－？），字廷重，直隶真定卫人，明朝政治人物。进士出身。"],
        ["常　宁", 83, "常宁（1415年－？），字文静，河南开封府许州襄城人，明朝政治人物。进士出身。"],
        ["车　振", 84, "车振（1420年－？），字弘道，江西抚州府金谿县人，明朝政治人物。进士出身。"],
        ["吴　忱", 85, "吴忱（1427年－？），字永诚，直隶松江府华亭县人，明朝政治人物。进士出身。"],
        ["凌　文", 86, "凌文（1426年－？），字从周，应天府上元县人，明朝政治人物。进士出身。"],
        ["徐　源", 87, "徐源（1432年－？），字本清，锦衣卫镇抚司人，明朝政治人物。进士出身。"],
        ["卢　信", 88, "卢信（1428年－？），字廷瑞，直隶广平府永年县人，明朝政治人物。进士出身。"],
        ["薛　璘", 89, "薛璘（1430年－？），字美玉，山西平阳府蒲州河津县人，明朝政治人物。进士出身。"],
        ["顾以山", 90, "顾以山（1417年－？），字安道，直隶苏州府常熟县人，明朝政治人物。进士出身。"],
        ["魏　元", 91, "魏元，字景善，山东承宣布政使司东昌府朝城县人。明朝官员、进士出身。"],
        ["张　洽", 92, "张洽（1421年－？），字时绎，福建兴化府莆田县人，明朝政治人物。进士出身。"],
        ["谢　敬", 93, "谢敬（1425年－？），字克恭，直隶德州卫人，明朝政治人物。进士出身。"],
        ["潘　珪", 94, "潘珪（1431年－？），字公瑞，江西广信府永丰县人，明朝政治人物。进士出身。"],
        ["张　纲", 95, "张纲（1427年－？），字秉常，广东潮州府程乡县人，明朝政治人物。进士出身。"],
        ["宋　德", 96, "宋德（1426年－？），字大本，山东兖州府济宁州嘉祥县人，明朝政治人物。进士出身。"],
        ["吴　浍", 97, "吴浍（1430年－？），字原深，广东广州府增城县人，明朝政治人物。进士出身。"],
        ["韦　嵩", 98, "韦嵩（1420年－？），字宗岳，广西庆远府宜山县人，明朝政治人物。同进士出身。"],
        ["吴　宁", 99, "吴宁（1420年－？），字文靖，浙江金华府永康县人，明朝政治人物。进士出身。"],
        ["林　迪", 100, "林迪，字允吉，福建福州府闽县人，明朝政治人物、进士出身。"],
        ["左　贤", 101, "左贤（1420年－？），字时彦，顺天府宛平县人，明朝政治人物。进士出身。"],
        ["张　翓", 102, "张祥（1421年－？），字维和，人，明朝政治人物。进士出身。"],
        ["锺　震", 103, "锺震（1427年－1486年），字大声，南直隶松江府华亭县人，军籍，治《礼记》，年三十一岁中式天顺元年丁丑科第三甲第一百零三名进士。十一月十六日生，行一，曾祖锺彦清；祖锺远；父锺音；母阎氏。重庆下，妻秦氏，弟鼎。由国子生中式云南乡试第三十五名举人，会试中式第九十一名[1]。"],
        ["张　祥", 104, "张祥可以指："],
        ["丁　璐", 105, "丁璐（1421年－？），字元美，江西南昌府丰城县人，明朝政治人物。进士出身。"],
        ["左明善", 106, "左明善（1425年－1484年），字思诚，四川省叙州府富顺县人，民籍，治《书经》，年三十三岁中式天顺元年丁丑科第三甲第一百零六名进士。三月初一日生，行二，曾祖左庭芳；祖左文斌；父左常；母徐氏。具庆下，妻程氏，兄明经，弟明堂；明性；明睿；明启；明理。由县学生中式四川乡试第四十名举人，会试中式第一百七十七名[1]。"],
        ["程万里", 107, "程万里（1426年－？），字道远，湖广岳州府华容县人，明朝政治人物。进士出身。"],
        ["黄　缙", 108, "黄缙（1420年－？），字世用，直隶保定府安州人，明朝政治人物。进士出身。"],
        ["徐　贯", 109, "徐贯（1422年－1481年），字从道，又字原一，四川省顺庆府广安州渠县人，军籍，治《诗经》，年三十六岁中式天顺元年丁丑科第三甲第一百零九名进士。十一月二十一日生，行一，曾祖徐秀卿；祖徐必惓；父徐谷祐；母李氏；继母刘氏。具庆下，妻周氏，弟从周；秉诚；秉谦。由县学生中式景泰癸酉年（1453年）四川乡试第六十五名举人，会试中式第二百十四名[1]。历任授兵部主事。因委查军伍有功，升兵部郎中，寻擢福建右参政。奉敕巡视海道，分守延平府、邵武府等，赈灾拯恤灾民。擢迨福建右布政使，擢山东左布政使，又升都察院右副都御史，巡抚辽东，弹劾参将佟昱。因政绩卓着而升工部左侍郎，治理江苏松江一带水患、疏浚苏杭运河。后晋升为工部尚书，累加太子少保，以疾恳疏乞归，敕加太子太傅[2]。"],
        ["陈　钺", 110, "陈钺（1429年－1488年），字廷威，直隶省河间府献县人，治《书经》，年二十九岁中式天顺元年丁丑科第三甲第一百一十名进士。十一月十四日生，行一，曾祖陈福；祖陈兴祖；父陈玘；母张氏。重庆下，妻刘氏，弟镒。由国子生中式顺天府乡试第二百二十五名举人，会试中式第二百五十一名[1]。"],
        ["邢　正", 111, "邢正（1428年－？），字直夫，广西庆远卫人，一说宜山人，明朝政治人物。进士出身。"],
        ["周同伯", 112, "周同伯（1423年－？），字敬同，江西吉安府吉水县人，明朝政治人物。进士出身。"],
        ["纪　逵", 113, "纪逵（1429年－？），字文逵，河南河南府洛阳县人，明朝政治人物。进士出身。"],
        ["吴　渊", 114, "吴渊（1426年－？），字本深，直隶常州府武进县人，明朝政治人物。进士出身。"],
        ["徐　英", 115, "徐英（1426年－1485年），字时杰，四川省潼川州中江县人，民籍，治《易经》，年三十二岁中式天顺元年丁丑科第三甲第一百一十五名进士。八月二十六日生，行二，曾祖徐必达；祖徐子仁；父徐凯，阴阳训术；母雷氏。具庆下，妻黄氏，兄刚，弟贯。由国子生中式四川乡试第三十八名举人，会试中式第二百八十三名[1]。"],
        ["李炯然", 116, "李炯然（1428年－？），字汉章，山东青州府蒙阴县人，明朝政治人物。进士出身。"],
        ["上　志", 117, "上志（1432年－？），字宗道，陕西西安府同州朝邑县人，明朝政治人物。进士出身。"],
        ["裴　慧", 118, "裴慧（1427年－？），字悟理，陕西西安府芜州渭南县人，明朝政治人物。进士出身。"],
        ["晏文显", 119, "晏文显（1430年－1489年），字崇道，四川省泸州人，民籍，治《书经》，年二十八岁中式天顺元年丁丑科第三甲第一百一十九名进士。二月十九日生，行二，曾祖晏思敬；祖晏如英；父晏□；前母年氏；胡氏；继母朱氏。慈侍下，妻任氏，兄文辉，弟文明；文宁；文禄；文盛；文昌；文茂；文芳。由国子生中式四川乡试第七名举人，会试中式第二百四十三名[1]。"],
        ["何　礼", 120, "何礼（1422年－？），字文敬，浙江严州府淳安县人，明朝政治人物。进士出身。"],
        ["方　中", 121, "方中（1434年－？），字大本，浙江严州府淳安县人，明朝政治人物。进士出身。"],
        ["马体干", 122, "马体干，江西承宣布政使司吉安府永新县（今江西省永新县）人，明朝政治人物，同进士出身。"],
        ["卢　雍", 123, "卢雍（1422年－？），字廷佐，应天府江宁县人，明朝政治人物。进士出身。"],
        ["赵文萃", 124, "赵文萃（1418年－？），字儒夫，山西太原府平定州人，明朝政治人物。进士出身。"],
        ["陈　骐", 125, "陈骐（1426年－？），字梦祥，广东广州府南海县人，明朝政治人物。进士出身。"],
        ["陶　镕", 126, "陶镕（1430年－1489年），字汝器，武功中卫军籍，治《春秋》，年二十八岁中式天顺元年丁丑科第三甲第一百二十六名进士。五月初八日生，行二，曾祖陶贵；祖陶进宗；父陶仁；母徐氏。具庆下，妻曹氏，兄清，弟淮；澄；淋。由国子生中式顺天府乡试第二百四十二名举人，会试中式第九十五名[1]。"],
        ["赵　通", 127, "赵通（1424年－？），字惟亨，河南汝宁府汝阳县人，明朝政治人物。进士出身。"],
        ["张　伦", 128, "张伦（1431年－1490年），字秉彛，直隶省大名府大名县人，官籍，治《诗经》，年二十七岁中式天顺元年丁丑科第三甲第一百二十八名进士。十一月十五日生，行三，曾祖张瀚；祖张原政，赠光禄寺丞；父张如宗，四川参议；母殷氏（赠安人）；继母冯氏（赠安人）。具庆下，妻步氏，兄忠；信。由国子生中式顺天府乡试第一百五十四名举人，会试中式第四十五名[1]。"],
        ["曹　奇", 129, "曹奇（1428年－1487年），字仕奇，四川成都府崇庆州人，民籍，治《易经》，年三十岁中式天顺元年丁丑科第三甲第一百二十九名进士。三月二十六日生，行四，曾祖曹妙傅；祖曹文德；父曹仲原；母刘氏。具庆下，妻刘氏，兄惠中（步中卫正术）；瑀中；玺中，弟斐中。由州学生中式四川乡试第四十一名举人，会试中式第一百二名[1]。"],
        ["赖　正", 130, "赖正（1432年－？），字文正，锦衣卫镇抚司人，明朝政治人物。进士出身。"],
        ["韩　恭", 131, "韩恭（1431年－？），字克让，浙江绍兴府馀姚县人，明朝政治人物。进士出身。"],
        ["崔　浩", 132, "崔浩（1420年－？），字文渊，广东高州府茂名县人，明朝政治人物。进士出身。"],
        ["简嘉诰", 133, "简嘉诰（1430年－1489年），字承命，四川省嘉定州蒲江县人，民籍，治《诗经》，年二十八岁中式天顺元年丁丑科第三甲第一百三十三名进士。九月二十一日生，行一，曾祖简谷政；祖简胜铎；父简安，教谕；母姚氏。具庆下，妻郭氏，弟嘉谟；嘉猷；嘉礼。由国子生中式四川乡试第二十七名举人，会试中式第一百六十九名[1]。"],
        ["夏　环", 134, "夏环（1436年－？），字曰谦，江西南昌府丰诚县人，明朝政治人物。进士出身。"],
        ["吴　真", 135, "吴真（1422年－？），字秉诚，直隶徽州府歙县人，明朝政治人物。进士出身。"],
        ["罗　脩", 136, "罗脩（1415年－？），字脩爵，江西吉安府安福县人，明朝政治人物。进士出身。"],
        ["熊　怀", 137, "熊怀（1431年－？），字性实，江西南昌府丰城县人，明朝政治人物。进士出身。"],
        ["李　端", 138, "李端（生卒年不详），明朝官员。湖广兴宁县人。同进士出身。"],
        ["程　霓", 139, "程霓（1431年－？），字民望，广东肇庆府高要县人，明朝政治人物。进士出身。"],
        ["胡　睿", 140, "胡睿（1994年07月24日－），中华民国中国国民党籍政治人物，现任中国国民党中央委员会育成处副处长，生于台湾省台南县，籍贯台湾省台南县，台南县政治世家，祖父胡龙宝为台南县地方派系山派领袖，曾任台南县临时议会参议员、台南县议会（第一届）议员、中国国民党台南县党部主任委员、台南县政府（第三、四届）县长，伯父胡雅雄曾任台南县卫生局局长，姑丈张文献曾任台湾省议会议员、立法委员、监察委员、总统府国策顾问。"],
        ["罗　广", 141, "罗广（1422年－？），字大用，河南光州固始县人，明朝政治人物。进士出身。"],
        ["陈　亨", 142, "陈亨（1428年－？），字惟嘉，福建兴化府莆田县人，明朝政治人物。进士出身。"],
        ["李　森", 143, "李森，字时茂，山东历城人。明朝官员、同进士出身。"],
        ["王　瓒", 144, "王瓒（1430年－？），字廷器，河南河南府陕州人，明朝政治人物。进士出身。"],
        ["周　琳", 145, "周琳（1428年－1487年），字廷贵，四川省重庆府忠州人，民籍，治《书经》，年三十岁中式天顺元年丁丑科第三甲第一百四十五名进士。十一月二十二日生，行三，曾祖周希茂；祖周惠先；父周文昱；母李氏。严侍下，妻施氏，兄璇；玑，弟瑞；瑀；瑛；瓌。由国子生中式四川乡试第六十四名举人，会试中式第一百七十名[1]。"],
        ["曾　瑄", 146, "曾瑄（1419年－？），字廷献，云南临安卫人，明朝政治人物。进士出身。"],
        ["吴　琮", 147, "吴琮（1435年－？），字廷璋，直隶保定府高阳县人，明朝政治人物。进士出身。"],
        ["张　戟", 148, "张戟（1422年－？），字器之，广东广州府南海县人，明朝政治人物。进士出身。"],
        ["熊　瑞", 149, "熊瑞（1436年－1495年），字廷珪，四川省眉州，医籍，治《诗经》，年二十二岁中式天顺元年丁丑科第三甲第一百四十九名进士。二月十四日生，行四，曾祖熊如泰，医学典科；祖熊灿；父熊添祥；母卢氏。具庆下，妻程氏（聘），兄威、魁、昂，弟侯。由州学生中式四川乡试第十八名举人，会试中式第二百七十七名[1]。"],
        ["陈　爵", 150, "陈爵（1431年－？），字良贵，福建漳州府南靖县人，明朝政治人物。"],
        ["崔　珣", 151, "崔珣（1430年－1489年），字伯玉，山东省东昌府堂邑县人，民籍，治《易经》，年二十八岁中式天顺元年丁丑科第三甲第一百五十一名进士。十二月二十六日生，行二，曾祖崔具瞻；祖崔郁；父崔毅，知县；母解氏。具庆下，妻高氏，兄环。由国子生中式山东乡试第十五名举人，会试中式第十七名[1]。"],
        ["吴绎思", 152, "吴绎思（1428年－？），字绎思，福建兴化府莆田县人，明朝政治人物。进士出身。"],
        ["莫　谦", 153, "莫谦（1436年－？），字益之，浙江杭州府仁和县人，明朝政治人物。进士出身。"],
        ["张　宾", 154, "张宾（1427年－？），字利用，山东济南府德州人，明朝政治人物。进士出身。"],
        ["王秉彜", 155, "王秉彛（1423年－1482年），字性之，四川省成都府内江县人，军籍，治《书经》，年三十五岁中式天顺元年丁丑科第三甲第一百五十五名进士。七月十四日生，行一，曾祖王道隆；祖王从义；父王暹；母黄氏。具庆下，妻杜氏。由国子生中式四川乡试第一名举人，会试中式第二百九十三名[1]。"],
        ["潘　琴", 156, "潘琴（1424年－？），浙江处州景宁县人，明朝政治人物、进士出身。"],
        ["刘　诚", 157, "刘诚（1433年－？），字敬之，直隶广平府鸡泽县人，明朝政治人物。进士出身。"],
        ["易居仁", 158, "易居仁（1433年－？），字民表，江西吉安府泰和县人，明朝政治人物。同进士出身。"],
        ["程　广", 159, "程广（1425年－？），字克勤，直隶徽州府婺源县人，明朝政治人物。进士出身。"],
        ["吴　逊", 160, "吴逊（1422年－1481年），字守谦，四川省嘉定州夹江县人，军籍，治《礼记》，年三十六岁中式天顺元年丁丑科第三甲第一百六十名进士。正月初九日生，行一，曾祖吴荣卿；祖吴兴；父吴从显；母李氏。具庆下，妻张氏，弟章；让；节；准。由国子生中式四川乡试第六十二名举人，会试中式第二百八十二名[1]。"],
        ["沈　珤", 161, "沈珤（1428年－？），字庭实，直隶淮安府山阳县人，明朝政治人物。进士出身。"],
        ["郭　良", 162, "郭良（1425年－？），字克忠，山东东昌府馆陶县人，明朝政治人物。进士出身。"],
        ["董　振", 163, "董振（1426年－？），字廷显，直隶大名府元城县人，明朝政治人物。进士出身。"],
        ["陈　珍", 164, "陈珍（1433年－？），字世重，广东广州府南海县人，明朝政治人物。进士出身。"],
        ["周　峻", 165, "周峻（1425年－？），字维高，河南河南府洛阳县人，明朝政治人物。进士出身。"],
        ["李　赞", 166, "李赞（1424年－1483年），字尚忠，四川省重庆府合州人，民籍，治《礼记》，年三十四岁中式天顺元年丁丑科第三甲第一百六十六名进士。正月二十三日生，行一，曾祖李宗贵；祖李干，理问；父李安；母杨氏。具庆下，妻宋氏，弟珵；环。由州学生中式四川乡试第五十三名举人，会试中式第二百六十五名[1]。"],
        ["高　橙", 167, "高橙（1433年－？），字彦村，福建兴化府莆田县人，明朝政治人物。进士出身。"],
        ["田　瑄", 168, "田瑄（1433年－？），字德润，云南前卫人，明朝政治人物。进士出身。"],
        ["严　萱", 169, "严萱（1428年－？），字廷晖，直隶常州府江阴县人，明朝政治人物。进士出身。"],
        ["周　辙", 170, "周辙（1427年－？），字恒守，福建兴化府莆田县人，明朝政治人物。进士出身。"],
        ["方　佑", 171, "方佑（1419年－？），字廷辅，直隶安庆府桐城县人，明朝政治人物。进士出身。"],
        ["段　宁", 172, "段宁（1421年－？），字伯安，陕西平凉府平凉县人，明朝政治人物。进士出身。"],
        ["杨孟芳", 173, "杨孟芳（1435年－？），字景春，广东广州府南海县人，明朝政治人物。进士出身。"],
        ["高　安", 174, "高安（1410年－？），字邦宁，江西吉安府吉水县人，明朝政治人物。进士出身。"],
        ["顾　能", 175, "顾能（1429年－？），字宜用，辽东都司定辽前卫人，明朝政治人物。进士出身。"],
        ["李　翔", 176, "李翔（1425年－1484年），字鹏远，四川省重庆府大足县人，民籍，治《书经》，年三十三岁中式天顺元年丁丑科第三甲第一百七十六名进士。闰七月十五日生，行三，曾祖李必清；祖李仲仁；父李道弘；母凃氏。具庆下，妻朱氏，兄翎；翱，弟翊。由国子生中式陕西乡试第三十九名举人，会试中式第二百七十二名[1]。"],
        ["徐　茂", 177, "徐茂（1422年－？），字景芳，河南南阳府新野县人，明朝政治人物。进士出身。"],
        ["毕　玉", 178, "毕玉（1425年－？），字廷玺，直隶大河卫人，明朝政治人物。进士出身。"],
        ["杨大荣", 179, "杨大荣（1422年－1481年），字崇仁，四川省重庆府忠州酆都县人，军籍，治《易经》，年三十六岁中式天顺元年丁丑科第三甲第一百七十九名进士。七月初一日生，行四，曾祖杨继祖；祖杨文兴；父杨弘道，阴阳训术；前母黄氏；戴氏；继母杜氏。具庆下，妻吴氏，兄大茂；大盛；大庆，弟大华；大伦。由国子生中式四川乡试第八十三名举人，会试中式第二十六名[1]。"],
        ["徐　贵", 180, "徐贵（1425年－？），字良贵，江西饶州府浮梁县人，明朝政治人物。进士出身。"],
        ["顾　镜", 181, "顾镜（1426年－？），字自昭，河南开封府太康县人，明朝政治人物。同进士出身。"],
        ["章　颙", 182, "章颙（1433年－？），字士昂，直隶广德州人，明朝政治人物。进士出身。"],
        ["龚　鼎", 183, "龚鼎（1421年－1480年），字大器，四川成都府双流县人，民籍，治《易经》，年三十七岁中式天顺元年丁丑科第三甲第一百八十三名进士。十二月初二日生，行一，曾祖龚友明；祖龚必文；父龚文贵；母魏氏。具庆下，妻邹氏，弟琰；凤。由国子生中式四川乡试第四十五名举人，会试中式第七十一名[1]。"],
        ["林孟乔", 184, "林孟乔，字望之，福建福州府福清县人，明朝政治人物、进士出身。"],
        ["钱　达", 185, "钱达（1432年－？），字景通，顺天府大兴县人，明朝政治人物。进士出身。"],
        ["李　麟", 186, "李麟（1437年－？），字文祥，顺天府怀柔县人，明朝政治人物。进士出身。"],
        ["白　凤", 187, "白凤（1426年－？），字世祯，河南开封府仪封县人，明朝政治人物。进士出身。"],
        ["刘　昊", 188, "刘昊（1435年－？），字孟元，湖广衡州府衡阳县人，明朝政治人物。进士出身。"],
        ["雷　霖", 189, "雷霖（1424年－？），字弘济，陕西西安府华州华阴县人，明朝政治人物。同进士出身。"],
        ["马　桓", 190, "马桓（1425年－？），字文威，顺天府通州人，明朝政治人物。进士出身。"],
        ["王　雯", 191, "王雯（1420年－？），字庆祥，山西泽州阳城县人，明朝政治人物。进士出身。"],
        ["黄　锺", 192, "黄锺（1421年－1480年），字孟阳，湖广省永州府道州宁远县人，民籍，治《书经》，年三十七岁中式天顺元年丁丑科第三甲第一百九十二名进士。十二月二十四日生，行二，曾祖黄保；祖黄仁善；父黄胜甫；母杨氏。具庆下，妻吴氏，兄钺，弟钦。由国子生中式湖广乡试第八十四名举人，会试中式第二百二十六名[1]。"],
        ["屈　祥", 193, "屈祥（1419年－？），字天祥，山东济南府德州人，明朝政治人物。进士出身。"],
        ["李　和", 194, "李和（1421年－？），字本中，河南彰德府安阳县人，明朝政治人物。进士出身。"]
    ],
    "index": 26,
    "url": "https://zh.wikipedia.org/wiki/Template:%E5%A4%A9%E9%A0%86%E5%85%83%E5%B9%B4%E4%B8%81%E4%B8%91%E7%A7%91%E6%AE%BF%E8%A9%A6%E9%87%91%E6%A6%9C",
    "second": [
        ["宋　瑛", 1, "宋瑛，字克辉，号桧雪。南直隶松江府华亭县人。明朝官员。"],
        ["徐　绮", 2, "徐绮（1420年－？），字景文，浙江杭州府馀杭县人，明朝政治人物。进士出身。"],
        ["张　琦", 3, "张琦（1422年－？），字宋卿，浙江宁波府慈谿县人，明朝政治人物。进士出身。"],
        ["罗崇岳", 4, "罗崇岳，江西庐陵人，明朝政治人物，进士出身。"],
        ["杨　琮", 5, "杨琮（1430年－？），字廷璋，顺天府涿州人，明朝政治人物。进士出身。"],
        ["彭彦充", 6, "彭彦充（1430年－？），字仲英，江西吉安府安福县人，明朝政治人物。进士出身。"],
        ["周易同", 7, "周易同（1421年－？），字宗羲，湖广荆州府石首县人，明朝政治人物。进士出身。"],
        ["李　庆", 8, "李庆（1426年－？），字宗善，浙江绍兴府新昌县人，明朝政治人物、进士出身。"],
        ["左　赞", 9, "左赞（1424年－？），字时翊，江西建昌府南城县人，明朝政治人物。进士出身。"],
        ["刘　瀚", 10, "刘瀚（1425年－1484年），字约之，南直隶苏州府长洲县人，官籍，治《易经》，年三十三岁中式天顺元年丁丑科第二甲第十名进士。三月二十三日生，行二，曾祖刘德让，教谕；祖刘仲舆，赠中书舍人；父刘铉，詹事府少詹事；母陆氏（封安人）；继母白氏。严侍下，妻吴氏，兄澄，弟浒；泳；□；浩（教谕）。由国子生中式应天府乡试第三十二名举人，会试中式第三十九名[1]。成化二十一年(1485年)接替姜谅任漳州府知府一职，成化二十三年(1487年)由邝文接任。"],
        ["袁　芳", 11, "袁芳（1425年－？），字时烈，江西南昌府丰城县人，明朝政治人物。进士出身。"],
        ["许　起", 12, "许起（1433年－？），字立之，山东兖州府宁阳县人，明朝政治人物。进士出身。"],
        ["陈伯良", 13, "陈伯良（1425年－？），字易之，湖广岳州府华容县人，明朝政治人物。进士出身。"],
        ["赵　熙", 14, "赵熙（1424年－？），字惟缉，浙江台州府临海县人，明朝政治人物。进士出身。"],
        ["何　淡", 15, "何淡（1424年－？），字中美，广东广州府顺德县人，明朝政治人物。进士出身。"],
        ["柳　瑛", 16, "柳瑛（1431年－？），字廷玉，直隶凤阳府临淮县人，明朝政治人物。进士出身。"],
        ["路　璋", 17, "路璋（1425年－？），字斐章，江西吉安府安福县人，明朝政治人物。进士出身。"],
        ["石　澄", 18, "石澄（1431年－？），字士廉，直隶滁州卫人，明朝政治人物。进士出身。"],
        ["范　纯", 19, "范纯（1426年－？），字诚夫，直隶苏州府嘉定县人，明朝政治人物。进士出身。"],
        ["夏　积", 20, "夏积（1435年－？），字孚英，江西吉安府吉水县人，明朝政治人物。进士出身。"],
        ["刘伯川", 21, "刘伯川（1434年－？），字东之，江西广信府永丰县人，明朝政治人物。进士出身。"],
        ["刘任治", 22, "刘任治（1430年－？），字笃棐，江西吉安府安福县人，明朝政治人物。进士出身。"],
        ["郭　澄", 23, "郭澄（1420年－1479年），字廉夫，四川省重庆府涪州人，民籍，治《易经》，年三十八岁中式天顺元年丁丑科第二甲第二十三名进士。四月十五日生，行一，曾祖郭原贵；祖郭暹，典□；父郭永昌；母张氏。具庆下，妻杨氏，弟本滋；本基。由州学生中式四川乡试第七名举人，会试中式第一百八十五名[1]。"],
        ["王　瑶", 24, "王瑶（1426年－？），字良玉，湖广襄阳府襄阳县人，明朝政治人物。进士出身。"],
        ["庞　胜", 25, "庞胜（1423年－？），字复理，直隶蓟州卫人，明朝政治人物。进士出身。"],
        ["彭　韶", 26, "明佚名《明良真像》之惠安公彭韶遗像"],
        ["杨　礼", 27, "杨礼（1414年－？），字以敬，直隶保定府易州人，明朝政治人物。进士出身。"],
        ["陈　懋", 28, "陈懋（1412年－？），字尚敬，浙江温州乐清县人，明朝政治人物。进士出身。"],
        ["黄　宪", 29, "黄宪（1428年－？），字景章，直隶安庆府桐城县人，明朝政治人物。进士出身。"],
        ["徐文湋", 30, "徐文湋（1424年－？），字若川，福建兴化府莆田县人，明朝政治人物。进士出身。"],
        ["刘　澄", 31, "刘澄（1416年－？），字巨囦，湖广蕲州卫人，明朝政治人物。进士出身。"],
        ["虞　钟", 32, "虞钟（1427年－？），字廷宣，浙江衢州开化县人，明朝政治人物。进士出身。"],
        ["黄　埙", 33, "黄埙，字叔和，福建福州府闽县人，明朝政治人物、进士出身。"],
        ["孙　信", 34, "孙信（1428年－？），字中孚，浙江绍兴府馀姚县人，明朝政治人物。进士出身。"],
        ["夏　澄", 35, "夏澄（1427年－？），字宗廉，浙江台州府天台县人，明朝政治人物。进士出身。"],
        ["郑　鼐", 36, "郑鼐（1419年－？），字公实，直隶常州府武进县人，明朝政治人物。进士出身。"],
        ["陈　瑾", 37, "陈瑾（1432年－？），字季玉，河南汝宁府光州光山县人，明朝官员。进士出身。"],
        ["陈　迪", 38, "陈迪（1423年－？），字元吉，贵州赤水卫人，明朝政治人物。进士出身。"],
        ["谢　芳", 39, "谢芳（1432年－？），字景昌，□功中卫人，明朝政治人物。进士出身。"],
        ["门　相", 40, "门相（1427年－1486年），字良弼，四川省成都府内江县人，民籍，治《春秋》，年三十一岁中式天顺元年丁丑科第二甲第四十名进士。十一月初八日生，行一，曾祖门袄来，元达鲁花赤；祖门泰，陕西佥事；父门永祥；母张氏。重庆下，妻喻氏，继妻胡氏；弟金；卿；棨；铨。由国子生中式四川乡试第三名举人，会试中式第二百十一名[1]。"],
        ["潘　洪", 41, "潘洪（1433年－1492年），字克宽，广东省广州右卫人，军籍，治《礼记》，年二十五岁中式天顺元年丁丑科第二甲第四十一名进士。八月十九日生，行三，曾祖潘敬；祖潘应；父潘诚；母张氏。具庆下，妻曹氏，兄淳；浩，弟濬。由国子生中式广东乡试第三十四名举人，会试中式第二百九十一名[1]。"],
        ["李　佐", 42, "李佐（1430年－？），字廷相，彭城卫人，明朝政治人物。进士出身。"],
        ["叶　华", 43, "叶华（1427年－？），字廷辉，直隶安庆府怀宁县人，明朝政治人物。进士出身。"],
        ["计　昌", 44, "计昌（1428年－？），字汝贤，江西饶州府浮梁县人，明朝政治人物。进士出身。"],
        ["刘　槃", 45, "刘槃（1417年－？），字克用，河南开封府钧州新郑县人，明朝政治人物。进士出身。"],
        ["杨士倧", 46, "杨士倧（1435年－？），字原父，福建建宁府建安县人，明朝政治人物。进士出身。"],
        ["宋　讷", 47, "宋讷（1434年－？），字近仁，直隶松江府华亭县人，明朝政治人物。进士出身。"],
        ["朱　贞", 48, "朱贞（1421年－？），字惟正，南京旗手卫人，明朝政治人物。进士出身。"],
        ["叶　敏", 49, "叶敏（1432年－？），字汝行，广东广州府南海县人，明朝政治人物。进士出身。"],
        ["曾　文", 50, "曾文（1425年－？），字应彬，江西吉安府永丰县人，明朝政治人物。进士出身。"],
        ["展　毓", 51, "展毓（1425年－？），字锺秀，骁骑右卫人，明朝政治人物。进士出身。"],
        ["于　钦", 52, "于钦（1430年－？），字致恭，直隶河间府交河县人，明朝政治人物。进士出身。"],
        ["石　后", 53, "石后，明朝官员，进士出身。其叔祖为石亨。"],
        ["唐　珣", 54, "唐珣（1433年－？），字廷贵，直隶松江府华亭县人，明朝政治人物。进士出身。"],
        ["杨　冕", 55, "杨冕（1424年－1483年），字致美，四川省潼川州安岳县人，军籍，治《书经》，年三十四岁中式天顺元年丁丑科第二甲第五十五名进士。七月二十七日生，行二，曾祖杨自然；祖杨伯才；父杨天义；母王氏。永感下，妻袁氏，继妻马氏；兄谦。由国子生中式四川乡试第二十一名举人，会试中式第十一名[1]。"],
        ["徐　显", 56, "徐显（1427年－？），字东昭，江西吉安府永丰县人，明朝政治人物。进士出身。"],
        ["陈　载", 57, "陈载（1432年－？），字景厚，福建兴化府莆田县人，明朝政治人物。进士出身。"],
        ["张　璝", 58, "张璝（1430年－？），广东广州府番禺县人，明朝政治人物、进士出身。"],
        ["王　显", 59, "王显（1429年－？），字必融，江西抚州府临川县人，明朝政治人物。进士出身。"],
        ["胡　", 60, "胡㴱（1428年－1487年），字道源，四川省重庆府巴县人，民籍，治《礼记》，年三十岁中式天顺元年丁丑科第二甲第六十名进士。七月十五日生，行四，曾祖胡廷章；祖胡文斌；父胡宁，典史；母陈氏。具庆下，妻张氏，兄灌；浡；沔。由国子生中式四川乡试第三十八名举人，会试中式第二百十六名[1]。"],
        ["刘　隆", 61, "刘隆（1426年－？），字徽林，江西吉安府庐陵县人，明朝政治人物。进士出身。"],
        ["吴　远", 62, "吴远（1422年－？），字敬行，江西吉安府安福县人，明朝政治人物。进士出身。"],
        ["张　翥", 63, "张翥（1430年－？），字汝振，直隶苏州府长洲县人，明朝政治人物。进士出身。"],
        ["夏志明", 64, "夏志明（1433年－？），字惟公，直隶太平府当涂县人，明朝政治人物。进士出身。"],
        ["冯　安", 65, "冯安（1434年－？），字汝止，浙江湖州府德清县人，明朝政治人物。进士出身。"],
        ["万　翼", 66, "万翼（1437年－1496年），字□之，四川省眉州人，军籍，治《诗经》，年二十一岁中式天顺元年丁丑科第二甲第六十六名进士。九月二十四日生，行三，曾祖万溥荣；祖万琳，赠司直郡兼编脩；父万安，尚贤司丞兼翰林院编脩；母胡氏（封安人）。具庆下，妻赵氏。由州学增广生中式四川乡试第十三名举人，会试中式第一百十六名[1]。"],
        ["赵　瑛", 67, "赵瑛（1430年－？），字彦华，锦衣卫军人，明朝政治人物。进士出身。"],
        ["罗　训", 68, "罗训（1413年－？），字丕训，江西吉安府吉水县人，明朝政治人物。进士出身。"],
        ["蒋云汉", 69, "蒋云汉（1434年－1493年），字天章，四川省重庆府巴县人，军籍，治《书经》，年二十四岁中式天顺元年丁丑科第二甲第六十九名进士。二月十六日生，行一，曾祖蒋受；祖蒋友才；父蒋福；母薛氏。具庆下，妻黄氏，弟云凤。由府学生中式四川乡试第二十四名举人，会试中式第二百三十六名[1]。成化五年，任兴化府知府。"],
        ["袁　洁", 70, "袁洁（1425年－？），字士莹，直隶保定府满城县人，明朝政治人物。进士出身。"],
        ["刘　本", 71, "刘本（1418年－1477年），字源之，四川省叙州府富顺县人，民籍，治《书经》，年四十岁中式天顺元年丁丑科第二甲第七十一名进士。十二月二十一日生，行三，曾祖刘清三；祖刘允椎；父刘道琦；母阴氏。永感下，妻王氏，兄思春；思学，弟思立。由国子生中式四川乡试第二十九名举人，会试中式第九十四名[1]。"],
        ["杨继宗", 72, "《三才图会》之左佥都御史杨公像"],
        ["胡　信", 73, "胡信（1432年－？），字宗实，直隶镇江府丹徒县人，明朝政治人物。进士出身。"],
        ["游　浩", 74, "游浩（1430年－？），字盛如，江西南昌府丰城县人，明朝政治人物。进士出身。"],
        ["孟　颛", 75, "孟颛，浙江会稽人，明朝政治人物、进士出身。"],
        ["陈　纲", 76, "陈纲（1433年－？），字立之，浙江杭州府钱塘县人，明朝政治人物。进士出身。"],
        ["周　谟", 77, "周谟（1428年－？），字守谟，江西临江府新淦县人，明朝政治人物。进士出身。"],
        ["蔡　志", 78, "蔡志（1430年－？），字克存，顺天府大兴县人，明朝政治人物。进士出身。"],
        ["冯　敬", 79, "冯敬（1428年－？），字子钦，直隶大名府元城县人，明朝政治人物。进士出身。"],
        ["彭　果", 80, "彭果（1424年－1483年），字仕显，四川永宁宣抚司人，民籍，治《诗经》，年三十四岁中式天顺元年丁丑科第二甲第八十名进士。五月十三日生，行一，曾祖彭景仁；祖彭孔脩，教授；父彭学初；母刘氏。具庆下，妻尹氏，弟概；栗；楘；采。由国子生中式顺天府乡试第三名举人，会试中式第二百八十一名[1]。"],
        ["陆　镛", 81, "陆镛（1431年－？），字时鸣，直隶苏州府崑山县人，明朝政治人物。进士出身。"],
        ["郑克和", 82, "郑克和，以字行，福建福州府闽县人，明朝政治人物、进士出身。"],
        ["严祖兴", 83, "严祖兴（1424年－1483年），字廷杰，四川省叙州府富顺县人，民籍，治《易经》，年三十四岁中式天顺元年丁丑科第二甲第八十三名进士。五月十八日生，行一，曾祖严宗泰；祖严志斌，教谕；父严文行；母邓氏。重庆下，妻杨氏，弟祖诚；祖荣；祖武。由国子生中式四川乡试第四名举人，会试中式第一百四十六名[1]。"],
        ["邹　和", 84, "邹和（1425年－？），字允达，应天府上元县人，明朝政治人物。进士出身。"],
        ["冯　孜", 85, "冯孜（1431年－1490年），字师虞，四川省顺庆府南充县人，军籍，治《诗经》，年二十七岁中式天顺元年丁丑科第二甲第八十五名进士。五月初三日生，行一，曾祖冯义华；祖冯重山；父冯林；母高氏。具庆下，妻谢氏，弟祥。由国子生中式四川乡试第四十一名举人，会试中式第二百名[1]。成化三年(1467年)接替郑时任延平府知府一职，成化六年(1470年)与邵武府知府盛颙对调。"],
        ["何　衷", 86, "何衷（1430年－？），字惟孝，江西临江府新淦县人，明朝政治人物。进士出身。"],
        ["吴　森", 87, "吴森，福建云霄西林人，明朝政治人物、进士出身。"],
        ["杨　寿", 88, "杨寿（1429年－？），字恺之，浙江杭州府钱塘县人，明朝政治人物。进士出身。"],
        ["端　宏", 89, "端宏（？－1495年），字仲仁，号垣斋，南直隶当涂人。明朝官员。"],
        ["俞　泽", 90, "俞泽（1424年－？），字汝霖，浙江宁波府鄞县人，明朝政治人物。进士出身。"],
        ["乐　章", 91, "乐章（1419年－？），字宗尧，广西南宁府横州人，明朝政治人物。进士出身。"],
        ["冯　银", 92, "冯银（1427年－？），字纯端，浙江台州府临海县人，明朝政治人物。进士出身。"],
        ["刘　观", 93, "刘观（1407年－？），字文光，江西南昌府新建县人，明朝政治人物。进士出身。"],
        ["李　璲", 94, "李璲（1426年－？），字崇信，浙江台州府黄巖县人，明朝政治人物。进士出身。"],
        ["孔宗显", 95, "孔宗显（1422年－？），字弘章，直隶常州府武进县人，明朝政治人物。进士出身。"],
        ["倪　颙", 96, "倪颙（1429年－？），字廷瞻，浙江嘉兴府海盐县人，明朝政治人物。进士出身。"],
        ["杨　完", 97, "杨完（1426年－？），字德金，直隶凤阳府定远县人，明朝政治人物。进士出身。"]
    ]
}