{
    "year_name": "天顺八年甲申科殿试金榜",
    "first": [
        ["彭　教", 1, "彭教（1438年－1480年），字敷五，号东泷。江西吉水人。"],
        ["吴　釴", 2, "《沧浪亭五百名贤像》之陆釴石刻像"],
        ["罗　璟", 3, "罗璟（1432年－1503年），字明仲，江西泰和人。明朝政治人物。"]
    ],
    "third": [
        ["张　达", 1, "《甲申十同年图》之张达"],
        ["李　进", 2, "李进（1431年－？），字廷用，直隶保定府清苑县人，明朝政治人物。进士出身。"],
        ["计　礼", 3, "计礼（1431年－？），字汝和，江西饶州府浮梁县人，明朝政治人物。进士出身。"],
        ["杨　琅", 4, "杨琅（1428年－？），字朝重，福建兴化府莆田县人，明朝政治人物。同进士出身。"],
        ["傅　瀚", 5, "傅瀚（1435年－1502年），江西承宣布政使司临江府新喻县（今江西省新馀县）人，明朝政治人物，官至礼部尚书。"],
        ["胡　湥", 6, "胡深（1433年－1492年），字以道，江西省新建县人，辽东定辽后卫军籍，治《书经》，年三十二岁中式天顺八年甲申科第三甲第六名进士。八月初九日生，行四，曾祖胡祥卿；祖胡福仁；父胡景泉；母程氏；继母周氏。永感下，妻白氏，兄盛；源；澄。由国子生中式山东乡试第二十七名举人，会试中式第十二名[1]。"],
        ["王　璒", 7, "王璒（1437年－？），字器之，顺天府大兴县人，明朝政治人物。进士出身。"],
        ["袁　镐", 8, "'袁镐（1435年－？），字'，江西人，明朝政治人物。进士出身。"],
        ["王　崇", 9, "王崇（1428年－？），字尚德，浙江台州府临海县人，明朝政治人物。进士出身。"],
        ["洪　清", 10, "洪清（1431年－？），字惟直，直隶怀宁县人，明朝政治人物。进士出身。"],
        ["丁　川", 11, "丁川（1431年－1478年），字大容，号东陵，浙江新昌县人，明朝官员、进士出身。"],
        ["王　轼", 12, "《甲申十同年图》之王轼"],
        ["吴宏密", 13, "吴宏密（1435年－？），字慎夫，福建兴化府莆田县人，明朝政治人物。进士出身。"],
        ["杨　恭", 14, "杨恭（1437年－？），字克敬，陕西凤翔府岐山县人，明朝政治人物。进士出身。"],
        ["阮　玘", 15, "阮玘（1436年－？），字廷用，江西吉安府安福县人，明朝政治人物。进士出身。"],
        ["赵　纲", 16, "赵纲（1435年－？），字振纪，山东兖州府济宁州人，明朝政治人物。进士出身。"],
        ["侯　祥", 17, "侯祥（1430年－？），字元吉，直隶保定府易州人，明朝政治人物。同进士出身。"],
        ["马　暶", 18, "马暶（1433年－？），字德明，浙江嘉兴府平湖县人，明朝政治人物。进士出身。"],
        ["段　誉", 19, "段誉（1429年－？），字德实，直隶河间府肃宁县人，明朝政治人物。进士出身。"],
        ["姜　浩", 20, "姜浩（1443年－？），字希孟，直隶上海县人，明朝政治人物。进士出身。"],
        ["刘大夏", 21, "《甲申十同年图》之刘大夏像"],
        ["刘时斆", 22, "刘时斆（1435年－1494年），字用行，四川省成都府内江县人，民籍，治《书经》，年三十岁中式天顺八年甲申科第三甲第二十二名进士。正月二十五日生，行六，曾祖刘得贤；祖刘友义；父刘鑑；母曾氏。具庆下，妻田氏，兄时学（县丞）；时泰；时廉；时习；时良；时万。由国子生中式四川乡试第二名举人，会试中式第五十七名[1]。"],
        ["曾　鑑", 23, "《甲申十同年图》之曾鑑"],
        ["杨　成", 24, "杨成，字成玉，福建福州府闽县人，明朝政治人物、进士出身。"],
        ["郑　恭", 25, "郑恭（1431年－？），字思敬，山西平阳府曲沃县人，明朝政治人物。进士出身。"],
        ["李　勳", 26, "李勳（1436年－？），字茂烈，江西吉安府安福县人，明朝政治人物。进士出身。"],
        ["郑　观", 27, "郑观，字建中，福建福州府闽县人，明朝政治人物、进士出身。郑垣之子。"],
        ["徐志文", 28, "徐志文，浙江新昌人，明朝政治人物、进士出身。"],
        ["陈　英", 29, "陈英（1433年－？），字朝彦，江西临江府新淦县人，明朝政治人物。进士出身。"],
        ["郭缉经", 30, "郭缉经（1428年－？），字屡常，江西吉安府庐陵县人，明朝政治人物。进士出身。"],
        ["樊　贵", 31, "樊贵（1431年－？），字永德，浙江处州府缙云县人，明朝政治人物。进士出身。"],
        ["张　玘", 32, "张玘（1438年－？），字廷玉，直隶吴县人，明朝政治人物。进士出身。"],
        ["周　宾", 33, "周宾（1433年－？），字观光，江西吉安府安福县人，明朝政治人物。进士出身。"],
        ["官　荣", 34, "官荣，福建沙县人，明朝政治人物、进士出身。"],
        ["陈仕宝", 35, "陈仕宝，潮州府揭阳县人，明朝政治人物、进士出身。"],
        ["姜　谅", 36, "姜谅（1439年－？），浙江嘉兴府嘉兴县人，明朝政治人物、进士出身。"],
        ["朱　清", 37, "朱清（1430年－？），字熙之，山东兖州府济宁州人，明朝政治人物。进士出身。"],
        ["王　琮", 38, "王琮（1431年－？），字文玉，浙江龙泉县人，明朝政治人物。进士出身。"],
        ["陈　按", 39, "陈按（1431年－？），字朝举，福建兴化府莆田县人，明朝政治人物。进士出身。"],
        ["张　珏", 40, "张珏（1435年－？），字联璧，浙江杭州府仁和县人，明朝政治人物。进士出身。"],
        ["阎　佐", 41, "阎佐（1432年－？），字文辅，陕西西安府商县人，明朝政治人物。进士出身。"],
        ["翁　信", 42, "翁信（1433年－？），字诚之，浙江馀姚县人，明朝政治人物。进士出身。"],
        ["戴　玉", 43, "戴玉（1433年－？），字德润，顺天府宛平县人，明朝政治人物。进士出身。"],
        ["陈　茂", 44, "陈茂（1437年－？），字本深，湖广荆州府公安县人，明朝政治人物。进士出身。"],
        ["沈　瑄", 45, "沈瑄（1439年－？），字廷璧，直隶苏州府常熟县人，明朝政治人物。进士出身。"],
        ["姚　俊", 46, "姚俊（1429年－？），字用章，浙江嘉兴府秀水县人，明朝政治人物。进士出身。"],
        ["刘熙劭", 47, "刘熙劭（1431年－？），字克宣，湖广荆州府石首县人，明朝政治人物。进士出身。"],
        ["申　安", 48, "申安（1439年－？），字仲舒，河南开封府祥府县人，明朝政治人物。进士出身。"],
        ["杜　懋", 49, "杜懋（1436年－？），字大勉，河南开封府鄢陵县人，明朝政治人物。进士出身。"],
        ["汪　杲", 50, "汪杲（1420年－？），字廷辉，直隶徽州府休宁县人，明朝政治人物。进士出身。"],
        ["张　泰", 51, "张泰，字亨父，直隶太仓人。明朝政治人物、文学家。"],
        ["董　纶", 52, "董纶（1428年－？），字诚之，直隶松江府上海县人，明朝政治人物。进士出身。"],
        ["唐　震", 53, "唐震（1424年－？），字孔亨，湖广长沙醴陵县人，明朝政治人物。进士出身。"],
        ["陈　道", 54, "陈道（1436年－？），字德脩，直隶凤阳府盱眙县人，明朝政治人物。进士出身。"],
        ["王　臣", 55, "王臣（1430年－？），字尚忠，陕西西安府蒲城县人，明朝政治人物。进士出身。"],
        ["张文曜", 56, "张文曜（1435年－？），字晖吉，浙江宁波府象山县人，明朝政治人物。进士出身。"],
        ["萧　鼎", 57, "萧鼎（1425年－？），字伯铉，广东潮州府海阳县人，明朝政治人物。进士出身。"],
        ["陶　玺", 58, "陶玺（1433年－？），字廷用，山西平阳府绛州人，明朝政治人物。进士出身。"],
        ["李宗达", 59, "李宗达，字时望，福建福州府闽县人，明朝政治人物、进士出身。"],
        ["刘　珙", 60, "刘珙（1440年－？），字廷献，直隶永平府抚宁县人，明朝政治人物。进士出身。"],
        ["傅　允", 61, "傅允（1434年－？），字克诚，河南开封府仪封县人，明朝政治人物。进士出身。"],
        ["王　诏", 62, "王诏（1428年－1491年），字文振，真定赵州人，明朝政治人物。"],
        ["刘　仁", 63, "刘仁（1429年－1488年），字元善，四川省重庆府合州人，民籍，治《易经》，年三十六岁中式天顺八年甲申科第三甲第六十三名进士。十一月初八日生，行一，曾祖刘志善；祖刘永坚；父刘根，阴阳训术；母李氏。具庆下，妻彭氏，继妻张氏；弟仪；侃；□；佐；信；倜。由国子生中式四川乡试第九十一名举人，会试中式第一百十八名[1]。"],
        ["陈　达", 64, "陈达（1429年－？），字廉善，山东贵州府菖州日照县人，明朝政治人物。进士出身。"],
        ["刘　道", 65, "刘道，山西怀仁县第三作村（今属金沙滩镇）人。明朝政治人物。"],
        ["夏　景", 66, "夏景（1432年－？），字时中，江西新喻县人，明朝政治人物。进士出身。"],
        ["陈　宾", 67, "陈宾（1430年－？），字朝用，直隶常州府无锡县人，明朝政治人物。进士出身。"],
        ["李　衍", 68, "李衍（1428年－？），字尚文，直隶真定府武强县人，明朝政治人物。进士出身。"],
        ["张　顺", 69, "张顺（1428年－1487年），字裕之，四川省嘉定州夹江县人，民籍，治《诗经》，年三十七岁中式天顺八年甲申科第三甲第六十九名进士。二月初五日生，行一，曾祖张添禄；祖张思道；父张本源；母陈氏。永感下，妻李氏。由国子生中式四川第一百一名举人，会试中式第一百九十名[1]。"],
        ["马　骢", 70, "马骢（1430年－？），字德良，直隶河间府景州故城县人，明朝政治人物。进士出身。"],
        ["陈嘉言", 71, "陈嘉言（1432年－？），字用之，广东广州东莞县人，明朝政治人物。进士出身。"],
        ["梁　璟", 72, "梁璟（1430年－1502年），字廷美，山西承宣布政使司太原府崞县（今属山西省原平县北崞阳镇）人。明朝政治人物。"],
        ["聂友良", 73, "聂友良（1434年－？），字益之，直隶隆庆州人，明朝政治人物。进士出身。"],
        ["周　观", 74, "周观（1435年－？），字民表，直隶苏州府长洲县人，明朝政治人物。进士出身。"],
        ["王　昭", 75, "王昭（1425年－？），字克明，顺天府蓟州遵化县人，明朝政治人物。进士出身。"],
        ["张　铎", 76, "张铎（1426年－？），字廷用，直隶真定府真定县人，明朝政治人物。进士出身。"],
        ["吴　槚", 77, "吴槚（1431年－？），字大用，直隶保定府博野县人，明朝政治人物。进士出身。"],
        ["郑　淮", 78, "郑准（1425年－？），字孟川，福建兴化府莆田县人，明朝政治人物。进士出身。"],
        ["黄　澄", 79, "黄澄（1436年－？），字之，直隶凤阳府凤阳县人，明朝政治人物。进士出身。"],
        ["庞　瑄", 80, "庞瑄（1423年－？），字廷玉，山西太原府祁县人，明朝政治人物。进士出身。"],
        ["魏　容", 81, "魏容（1427年－？），字尊仪，陕西巩昌府安定县人，明朝政治人物。进士出身。"],
        ["戴　珊", 82, "《甲申十同年图》之戴珊"],
        ["陈　宏", 83, "陈宏（1430年－？），字丕道，福建漳州府龙溪县人，明朝政治人物。进士出身。"],
        ["馀　志", 84, "馀志，福建建宁县人，明朝政治人物、进士出身。"],
        ["王　铨", 85, "王铨，潮州府海阳县人，明朝政治人物、进士出身。"],
        ["陈　轾", 86, "陈轾（1435年－？），字弘载，直隶青阳县人，明朝政治人物。进士出身。"],
        ["聂蒙昌", 87, "聂蒙昌（1429年－？），字德隆，江西南昌府丰城县人，明朝政治人物。进士出身。"],
        ["杨　振", 88, "杨振（1426年－？），字廷，江西泽州高平县人，明朝政治人物。进士出身。"],
        ["吴伯通", 89, "吴伯通（1441年－1500年），字原明，号石谷，四川省顺庆府广安州浓溪镇人，民籍，治《易经》，年二十四岁中式天顺八年甲申科第三甲第八十九名进士。四月初三日生，行二，曾祖吴海；祖吴友能；父吴辅；母辛氏。具庆下，妻欧氏，兄伯良，弟伯淳。由州学增广生中式四川乡试第三名举人，会试中式第十五名[1]。授官大理寺右评事。成化十一年（1475年）升任河南按察使司佥事，在河南兴建书院四所。成化十九年（1483年），父丧丁忧去职。后起为浙江提学副使，转云南按察使。弘治十一年（1498年），转贵州按察使。同年冬辞官回乡。弘治十五年（1502年）三月病卒。"],
        ["金　忠", 90, "金忠（1432年－1479年），字尚义，浙江承宣布政使司处州府丽水县 (处州)丽水县（今浙江省丽水）人，明朝政治人物，同进士出身。"],
        ["戴　宾", 91, "戴宾（1434年－？），字邦彦，湖广荆州府江陵县人，明朝政治人物。进士出身。"],
        ["刘　钝", 92, "刘钝（1423年－？），字望脩，江西吉安府卢陵县人，明朝政治人物。进士出身。"],
        ["冯　贯", 93, "冯贯（1433年－？），字大用，直隶保定府蠡县人，明朝政治人物。进士出身。"],
        ["李　芳", 94, "李芳（1429年－1488年），字时芳，湖广荆州府公安县人，军籍，治《书经》，年三十六岁中式天顺八年甲申科第三甲第九十四名进士。五月十九日生，行一，曾祖李彦诚；祖李友仁；父李翬 ；母王氏　。具庆下，妻邓氏，弟茂（贡士）；蔪；蓉；英；兰；苀；夔；萃。由国子生中式湖广乡试第六名举人，会试中式第一百九名[1]。"],
        ["薛　纲", 95, "薛纲，浙江山阴人，明朝政治人物、进士出身。"],
        ["曹　卿", 96, "曹卿（1432年－1491年），字廷爵，四川省重庆府铜梁县人，军籍，治《诗经》，年三十三岁中式天顺八年甲申科第三甲第九十六名进士。十月二十八日生，行三，曾祖曹法昌；祖曹友斌；父曹必广，□□□□□；母艾氏（封孺人）。具庆下，妻秦氏，兄辅（云南佥事）；弼，弟臣；政；杰。由国子生中式四川乡试第十九名举人，会试中式第一百五十二名[1]。"],
        ["毛　鸃", 97, "毛鸃（1436年－？），字廷瑞，直隶大名府长垣县人，明朝政治人物。进士出身。"],
        ["刘　淳", 98, "刘淳（1435年－1494年），字尚质，四川省重庆府巴县人，军籍，治《易经》，年三十岁中式天顺八年甲申科第三甲第九十八名进士。三月二十四日生，行一，曾祖刘普寿；祖刘普亮；父刘时宜；母苏氏。慈侍下，妻冯氏，弟漙。由翰林院译字官中式顺天府乡试第五十五名举人，会试中式第二百三十名[1]。"],
        ["吕　昇", 99, "吕昇（1433年－？），字明远，湖广襄阳县人，明朝政治人物。进士出身。"],
        ["邓　球", 100, "邓球（1439年－？），字廷鸣，湖广永州府道州宁远县人，明朝政治人物。进士出身。"],
        ["萧　璿", 101, "萧璿（1436年－？），字子玑，福建漳州府龙溪县人，明朝政治人物。进士出身。"],
        ["康　玠", 102, "康玠（1427年－？），字廷圭，江西吉安府泰和县人，明朝政治人物。进士出身。"],
        ["胡克勤", 103, "胡克勤（1430年－1489年），字舜臣，四川成都府仁寿县人，军籍，治《书经》，年三十五岁中式天顺八年甲申科第三甲第一百零三名进士。八月十八日生，行一，曾祖胡友亮；祖胡添禄；父胡应中；母郭氏。具庆下，妻李氏，弟克俭；克谐。由国子生中式四川乡试第三□名举人，会试中式第四十四名[1]。"],
        ["虞　谅", 104, "虞谅（1429年－？），字以贞，广东广州新会县人，明朝政治人物。进士出身。"],
        ["林　璧", 105, "林璧（1432年－？），字廷美，湖广宝庆府武冈州人，明朝政治人物。进士出身。"],
        ["孙　缉", 106, "孙缉（1440年－？），字继号，江西南昌府丰城县人，明朝政治人物。进士出身。"],
        ["石　玉", 107, "石玉（1436年－1498年），字大器。真定藁城人，明朝官员。"],
        ["樊　莹", 108, "樊莹（1434年－1508年），字廷璧，浙江承宣布政使司衢州府常山县（今浙江省常山县）人，明朝政治人物，官至南京刑部尚书。"],
        ["毛　志", 109, "毛志（1437年－？），字尚忠，河南开封府阳武县人，明朝政治人物。进士出身。"],
        ["张九畴", 110, "张九畴（1444年－？），字天锡，陕西临洮府狄道县人，明朝政治人物。进士出身。"],
        ["沈　源", 111, "沈源（1425年－？），字澄之，福建漳州府龙溪县人，明朝政治人物。进士出身。"],
        ["莫　昌", 112, "莫昌（1423年－1482年），字隆远，四川省重庆府铜梁县人，军籍，治《诗经》，年四十二岁中式天顺八年甲申科第三甲第一百一十二名进士。九月二十二日生，行五，曾祖莫信卿；祖莫仲昭，参议；父莫寿；母王氏；继母周氏。慈侍下，妻傅氏，兄永苌；永芳；永龄；永丰，弟永政。由国子生中式四川乡试第三十三名举人，会试中式第五十九名[1]。"],
        ["袁　江", 113, "袁江（1443年－？），字自岷，河南开封府祥符县人，明朝政治人物。进士出身。"],
        ["武　清", 114, "武清（1432年－？），字源洁，山西大同府大同县人，明朝政治人物。进士出身。"],
        ["袁　晟", 115, "袁晟，浙江山阴人，明朝政治人物、进士出身。"],
        ["王崇之", 116, "王崇之，字守节，北直隶滑县（今河南滑县）人，明朝政治人物。"],
        ["曹　铨", 117, "曹铨（1434年－？），字秉衡，直隶保定府满城县人，明朝政治人物。进士出身。"],
        ["费　臻", 118, "费臻（1431年－？），字时和，直隶保定府安州人，明朝政治人物。进士出身。"],
        ["林　荣", 119, "林荣（1434年－？），字孟仁，广东广州府番禺县人，明朝政治人物。进士出身。"],
        ["何　恦", 120, "何恦（1433年－？），字至廉，直隶安庆府桐城县人，明朝政治人物。进士出身。"],
        ["官　廉", 121, "官廉（1444年－1484年），字汝清，山东平度州（今平度市）人。明朝政治人物。官至户部郎中。"],
        ["阎　让", 122, "阎让（1431年－？），字以实，山西太原府石州人，明朝政治人物。进士出身。"],
        ["邓　铉", 123, "邓铉（1425年－？），字文鼎，直隶河间府青县人，明朝政治人物。进士出身。"],
        ["袁　玘", 124, "袁玘（1432年－？），字廷玉，湖广郴州兴宁县人，明朝政治人物。进士出身。"],
        ["洪　性", 125, "洪性（1431年－？），字万善，湖广长沙府攸县人，明朝政治人物。进士出身。"],
        ["李　琮", 126, "李琮（1442年－？），字义方，浙江景宁县人，明朝政治人物。进士出身。"],
        ["董　龄", 127, "董龄（1442年－？），字寿卿，山西汾州人，明朝政治人物。进士出身。"],
        ["汪　进", 128, "汪进（1437年－？），字希颜，直隶徽州府婺源县人，明朝政治人物。进士出身。"],
        ["夏　时", 129, "夏时（1427年－？），字用寅，直隶太仓卫人，明朝政治人物。进士出身。"],
        ["高　冈", 130, "高冈（1435年－？），字鸣凤，辽东义州卫人，明朝政治人物。进士出身。"],
        ["马　诚", 131, "马诚（1425年－1484年），字纯夫，四川省成都府内江县人，民籍，治《书经》，年四十岁中式天顺八年甲申科第三甲第一百三十一名进士。十一月十五日生，行二，曾祖马文质；祖马子高；父马惟和；母陈氏。慈侍下，妻锺氏，继妻罗氏；兄璠（义官），弟轩；纶（贡士）；纮；谊。由国子生中式四川乡试第二十六名举人，会试中式第八十四名[1]。"],
        ["梁　翰", 132, "梁翰（1433年－？），字宗文，陕西临洮府狄道县人，明朝政治人物。进士出身。"],
        ["萧器用", 133, "萧器用（1431年－？），字廷瑞，江西吉安府泰和县人，明朝政治人物。进士出身。"],
        ["曹　宏", 134, "曹宏（1436年－？），字维裕，应天府句容县人，明朝政治人物。进士出身。"],
        ["薛　禥", 135, "薛禥（1435年－？），字元吉，山西平阳府河津县人，明朝政治人物。进士出身。"],
        ["叶　贽", 136, "叶贽（？－1513年），字崇礼，明朝政治人物，淮安山阳县人。叶淇从子。"],
        ["龚　晟", 137, "龚晟（1427年－？），字德辉，湖广武昌府蒲圻县人（今湖北省赤壁市），是一名明朝政治人物，进士出身。"],
        ["俞　荩", 138, "俞荩，字廷臣，浙江承宣布政使司严州府桐庐县（今浙江省杭州市桐庐县）人，明朝政治人物。俞谏之父。"],
        ["林　诚", 139, "林诚（1426年－？），字贵实，明朝政治人物，福建兴化府莆田县人，进士出身。"],
        ["何　珣", 140, "何珣（1431年－？），字瑞，河南人，明朝政治人物。进士出身。"],
        ["温　琮", 141, "温琮（1434年－1493年），字廷瑞，四川成都府华阳县人，民籍，治《礼记》，年三十一岁中式天顺八年甲申科第三甲第一百四十一名进士。十月初三日生，行五，曾祖温子成，知州；祖温良，奉祠；父温彦中，良医；母茅氏。具庆下，妻高氏，兄理（贡士）；玘；琛；瑗，弟琦；玺；琏；璧。由国子生中式四川乡试第二名举人，会试中式第一百五十九名[1]。"],
        ["于大节", 142, "于大节（1436年－？），字守正，江西进贤县人，明朝政治人物。进士出身。"],
        ["柳　彰", 143, "柳彰，潮州府海阳县人，明朝政治人物、进士出身。"],
        ["张　璡", 144, "张璡（1428年－？），字廷玉，山西平阳府安邑县人，明朝政治人物。进士出身。"],
        ["李鸣凤", 145, "李鸣凤（1440年－？），字时阳，直隶保定府定兴县人，明朝政治人物。进士出身。"],
        ["张文昭", 146, "张文昭（1438年－？），字应奎，人，明朝政治人物。进士出身。"],
        ["冯　续", 147, "冯续（1433年－？），字承宗，山东莱州府平度州昌邑县人，明朝政治人物。进士出身。"],
        ["陈仲舒", 148, "陈仲舒（1433年－1492年），字希贤，四川省重庆府巴县人，民籍，治《诗经》，年三十二岁中式天顺八年甲申科第三甲第一百四十八名进士。六月二十八日生，行五，曾祖陈景和；祖陈友斌；父陈瓒；母周氏。重庆下，妻江氏，兄仲纪；仲节；仲坤；仲文，弟仲器。由县学生中式四川乡试第二名举人，会试中式第一百十名[1]。"],
        ["许　盛", 149, "许盛（1434年－？），字昌世，浙江嘉兴府抚平湖县人，明朝政治人物。进士出身。"],
        ["王　衡", 150, "王衡（？－？），山西承宣布政使司平阳府稷山县（今山西省稷山县）人，明朝政治人物、同进士出身。"],
        ["邵　奎", 151, "邵奎（1431年－？），字文明，辽东金州卫人，明朝政治人物。进士出身。"],
        ["邢　干", 152, "邢干，山东沂水县人，明朝政治人物、进士出身。"],
        ["林　玭", 153, "林玭，字廷珍，福建福州府侯官县人，明朝政治人物、进士出身。"],
        ["徐　珪", 154, "徐珪（1438年－1497年），字国信，四川省潼川州安岳县人，军籍，治《书经》，年二十七岁中式天顺八年甲申科第三甲第一百五十四名进士。九月初七日生，行一，曾祖徐必才；祖徐文学；父徐孝；母庞氏。重庆下，妻娄氏，弟凤翔。由国子生中式四川乡试第二十四名举人，会试中式第三十一名[1]。"],
        ["谭　庆", 155, "谭庆（1436年－？），字宗善，河南河南府陕州人，明朝政治人物。进士出身。"],
        ["陈　昭", 156, "陈昭（1430年－？），字育民，江西南昌府丰城县人，明朝政治人物。进士出身。"],
        ["刘　濬", 157, "刘濬（1436年－？），字渊深，江西新淦县人，明朝政治人物。进士出身。"],
        ["吴希贤", 158, "吴希贤（1437年－？），字希贤，福建兴化府莆田县人，明朝政治人物。进士出身。"],
        ["赵　文", 159, "赵文（1438年－？），字孟章，河南河南府陕州人，明朝政治人物。进士出身。"],
        ["马　愈", 160, "马愈（1435年－？），字抑之，直隶嘉定府嘉定县人，明朝政治人物。进士出身。"],
        ["于　宽", 161, "于宽（1433年－1492年），字德裕，南直隶常州府武进县人，四川蜀府工正所匠籍，治《礼记》，年三十二岁中式天顺八年甲申科第三甲第一百六十一名进士。九月二十五日生，行三，曾祖于觉通；祖于觉福；父于善亮；母高氏。慈侍下，妻刘氏，继妻钱氏；兄宪；宏，弟宣；定。由国子生中式四川乡试第二十名举人，会试中式第二百二十七名[1]。"],
        ["史　芳", 162, "史芳（1437年－？），字世馨，直隶保定府易州人，明朝政治人物。进士出身。"],
        ["朱　萱", 163, "朱萱（1433年－？），字树之，直隶苏州府崑山县人，明朝政治人物。进士出身。"],
        ["郑　节", 164, "郑节（1430年－？），字从俭，江西广信府贵溪县人，明朝政治人物。进士出身。"],
        ["刘　俊", 165, "刘俊（1435年－？），字时用，顺天府顺义县人，明朝政治人物。进士出身。"],
        ["江　纯", 166, "江纯（1429年－？），字希文，浙江宁波府奉化县人，明朝政治人物。进士出身。"],
        ["郭　鼎", 167, "郭鼎（1428年－？），字玉铉，山东东昌府武城县人，明朝政治人物。进士出身。"],
        ["翁　遂", 168, "翁遂（1431年－？），字允威，浙江绍兴府馀姚县人，明朝政治人物。进士出身。"],
        ["朱　谦", 169, "朱谦（1430年－？），字益之，浙江鄞县人，明朝政治人物。进士出身。"]
    ],
    "index": 28,
    "url": "https://zh.wikipedia.org/wiki/Template:%E5%A4%A9%E9%A0%86%E5%85%AB%E5%B9%B4%E7%94%B2%E7%94%B3%E7%A7%91%E6%AE%BF%E8%A9%A6%E9%87%91%E6%A6%9C",
    "second": [
        ["李东阳", 1, "《甲申十同年图》之李东阳像"],
        ["刘　恒", 2, "刘恒（1430年－1489年），字公诚，四川省叙州府富顺县人，军籍，治《春秋》，年三十五岁中式天顺八年甲申科第二甲第二名进士。六月初十日生，行三，曾祖刘以能；祖刘九成；父刘鼎荣；前母周氏；彭氏；继母成氏。严侍下，妻胡氏，兄恂；怡。由县学生中式四川乡试第二十八名举人，会试中式第二十九名[1]。"],
        ["陈　迁", 3, "陈迁（1430年－？），字汉崇，福建兴化府仙游县人，明朝政治人物。进士出身。"],
        ["钱　钺", 4, "钱钺（1438年－？），字大用，浙杭州前卫人，明朝政治人物。进士出身。"],
        ["卢　玑", 5, "卢玑（1436年－？），字舜用，浙江处州府松阳县人，明朝政治人物。进士出身。"],
        ["尚　冕", 6, "尚冕（1433年－？），字徙周，湖广襄阳府枣阳县人，明朝政治人物。进士出身。"],
        ["孙　蕃", 7, "孙蕃，江都人，是一名明朝政治人物。进士出身。"],
        ["张敷华", 8, "张敷华（1439年－1508年），字公实，江西承宣布政使司吉安府安福县（今江西省安福县）人，明朝左都御史。"],
        ["周　源", 9, "周源（1436年－？），字德渊，应天府上元县人，明朝政治人物。进士出身。"],
        ["傅　实", 10, "傅实（1424年－？），字璨辉，江西南昌府丰城县人，明朝政治人物。进士出身。"],
        ["李汝嘉", 11, "李汝嘉，福建晋江人，明朝政治人物、进士出身。"],
        ["赵　弘", 12, "赵弘（1432年－？），字弘道，湖广永州府道州人，明朝政治人物。进士出身。"],
        ["郑　铭", 13, "郑铭（1429年－？），字德新，直隶广平府邯郸县人，明朝政治人物。进士出身。"],
        ["敖　和", 14, "敖和（1431年－？），字正乐，江西瑞州府高安县人，明朝政治人物。进士出身。"],
        ["姚　璧", 15, "姚璧，浙江承宣布政使司严州府桐庐县（浙江省桐庐县）人，明朝官吏、进士出身，姚夔之子。"],
        ["郑　玉", 16, "郑玉（1432年－？），字时周，顺天府大兴县人，明朝政治人物。进士出身。"],
        ["姚　绶", 17, "姚绶（1422年－？），字公绶，浙江嘉兴府嘉兴县人，明朝政治人物，画家，书法家，士人。进士出身。"],
        ["杨　智", 18, "杨智，福建晋江人，明朝政治人物、进士出身。"],
        ["陈　稶", 19, "陈稶（1441年－？），字仲芳，广东广州府番禺县人，明朝政治人物。进士出身。"],
        ["王　让", 20, "王让（1436年－？），字谦光，江西广信府上饶县人，明朝政治人物。进士出身。"],
        ["倪　辅", 21, "倪辅（1436年－？），字良弼，浙江嘉兴府平湖县人，明朝政治人物。进士出身。"],
        ["左　烨", 22, "左烨（1430年－？），字仲辉，直隶宁国府泾县人，明朝政治人物。进士出身。"],
        ["陈　让", 23, "陈让（1434年－？），字德光，直隶大河卫人，明朝政治人物。进士出身。"],
        ["戴　春", 24, "戴春（1427年－？），字景元，直隶松江府上海县人，明朝政治人物。进士出身。"],
        ["李　冕", 25, "李冕（1430年－1489年），字文中，四川省保宁府剑州人，军籍，治《书经》，年三十五岁中式天顺八年甲申科第二甲第二十五名进士。闰十二月二十七日生，行一，曾祖李坤；祖李福寿；父李庆，典史；母张氏。具庆下，妻魏氏，弟韺；瓒。由府学生中式四川乡试第六十九名举人，会试中式第十七名[1]。"],
        ["闵　珪", 26, "《甲申十同年图》之闵珪"],
        ["陈　政", 27, "陈政（1439年－？），字以正，江西瑞州府新昌县人，明朝政治人物。进士出身。"],
        ["倪　岳", 28, "倪岳（1444年－1501年），字舜咨，直隶上元县人，乡贯浙江钱塘县。明朝政治人物。倪谦之子。"],
        ["唐　盛", 29, "唐盛（1428年－？），字士隆，广东广州府南海县人，明朝政治人物。进士出身。"],
        ["刘怀经", 30, "刘怀经（1431年－1490年），字叔理，四川省叙州府富顺县人，民籍，治《春秋》，年三十四岁中式天顺八年甲申科第二甲第三十名进士。八月初一日生，行二，曾祖刘必和；祖刘荣；父刘茂春；母柳氏；继母胡氏。具庆下，妻王氏，兄怀南；怀胡，弟怀俊；怀仁。由国子生中式四川乡试第三十名举人，会试中式第一百名[1]。"],
        ["谢　铎", 31, "《甲申十同年图》之谢铎"],
        ["萧　祯", 32, "萧祯（1432年－？），字彦祥，江西吉安府泰和县人，明朝政治人物。进士出身。"],
        ["高　斐", 33, "高斐（1428年－？），字文着，河南河南府偃师县人，明朝政治人物。进士出身。"],
        ["沈　棨", 34, "沈棨（1435年－？），字元节，浙江嘉兴府平湖县人，明朝政治人物。进士出身。"],
        ["周　重", 35, "周重（1434年－？），字如鼎，江西吉安府安福县人，明朝政治人物。进士出身。"],
        ["陆　广", 36, "陆广（1437年－？），字德宏，浙江嘉兴府嘉兴县人，明朝政治人物。进士出身。"],
        ["范　润", 37, "范润（1428年－？），字时泽，浙江宁波府鄞县人，明朝政治人物。进士出身。"],
        ["郭　玺", 38, "郭玺（1435年－？），字文瑞，山东兖州府城武线人，明朝政治人物。进士出身。"],
        ["焦　芳", 39, "《甲申十同年图》之焦芳"],
        ["赵　侃", 40, "赵侃，字至刚，贵州安顺人，明朝政治人物，进士出身。"],
        ["胡　恭", 41, "胡恭（1432年－？），字克敬，浙江绍兴府馀姚县人，明朝政治人物。进士出身。"],
        ["唐　仁", 42, "唐仁（1425年－1484年），字秉元，四川省夔州府达县人，儒籍，治《诗经》，年四十岁中式天顺八年甲申科第二甲第四十二名进士。四月十七日生，行一，曾祖唐瑜，训导；祖唐鲲，举人；父唐宪，听选官 监生；母柳氏；继母黎氏。具庆下，妻周氏，弟伦；佐；佑；信：倌。由国子生中式四川乡试第八十六名举人，会试中式第十六名[1]。"],
        ["孙　义", 43, "孙义（1431年－1490年），字以方，应天府上元县人，太医院医籍，治《诗经》，年三十四岁中式天顺八年甲申科第二甲第四十三名进士。正月十五日生，行一，曾祖孙觉祥；祖孙得中；父孙让，医士；母吴氏；继母杨氏。具庆下，妻□氏。由国子生中式顺天府乡试第四十名举人，会试中式第一百六十四名[1]。"],
        ["许　章", 44, "许章（1432年－？），字廷冕，浙江嘉兴府嘉兴县人，明朝政治人物。进士出身。"],
        ["彭　序", 45, "彭序（1422年－？），字昭伦，江西吉安府庐陵县人，明朝政治人物。进士出身。"],
        ["赵　胜", 46, "赵胜（1434年－？），字廷伸，浙江金华府义乌县人，明朝政治人物。进士出身。"],
        ["虞　瑶", 47, "虞瑶，字邦琼，浙江缙云县人，明朝政治人物、进士出身。"],
        ["潘　琚", 48, "潘琚（1439年－？），字廷用，浙江金华府金华县人，明朝政治人物。进士出身。"],
        ["陈　清", 49, "《甲申十同年图》之陈清"],
        ["李　迪", 50, "李迪，河南省陈州府扶沟县人，明朝政治人物、进士出身。"],
        ["梁　谨", 51, "梁谨（1428年－？），字敬之，山东东昌府高唐州武城县人，明朝政治人物。进士出身。"],
        ["汪　洋", 52, "汪洋（1441年－1500年），字文渊，南直隶安庆府潜山县人，燕山前卫军籍，治《诗经》，年二十四岁中式天顺八年甲申科第二甲第五十二名进士。八月二十日生，行一 ，曾祖汪道弘；祖汪信；父汪甫，刑部主事；母□氏。慈侍下，妻梅氏（聘），弟漠。中式顺天府乡试第七十六名举人，会试中式第一百六十八名[1]。"],
        ["丘　弘", 53, "丘弘，字宽叔，福建上杭人，明朝官吏、进士出身。"],
        ["龚　膺", 54, "龚膺（1427年－？），字维善，福建福州府宁德县人，明朝政治人物。进士出身。"],
        ["潘汝辅", 55, "潘汝辅，字汝弼，福建福州府怀安县人，明朝政治人物、进士出身。"],
        ["陈　音", 56, "陈音（1436年－1494年），字师召，福建莆田人，明朝政治人物，进士出身。"],
        ["周　瑄", 57, "周瑄（1438年－？），字良璧，直隶苏州府吴县人，明朝政治人物。进士出身。"],
        ["张　谨", 58, "张谨（1431年－？），字慎之，直隶凤阳府定远县人，明朝政治人物。进士出身。"],
        ["汪　镃", 59, "汪镃（1437年－1510年），浙江山阴人，明朝政治人物、进士出身。"],
        ["雷　泽", 60, "雷泽（1431年－？），字时霖，山西太原府忻州定襄县人，明朝政治人物。进士出身。"],
        ["杜　峤", 61, "杜峤（1441年－？），字宗岳，浙江宁波府鄞县人，明朝政治人物。进士出身。"],
        ["章　甫", 62, "章甫（1424年－？），字弘冕，江西南昌府丰城县人，明朝政治人物。进士出身。"],
        ["吴　原", 63, "吴原（1431年－1495年），字道本，漳浦县云霄镇（今福建省云霄县云陵镇）人。明朝政治人物、进士出身。"],
        ["黄　熙", 64, "黄熙，字汝明，福建省福州府长乐县人。明朝官员。"],
        ["俞　泽", 65, "俞泽（1424年－？），字汝霖，浙江宁波府鄞县人，明朝政治人物。进士出身。"],
        ["馀　玺", 66, "馀玺（1437年－1496年），字世用，四川省重庆府巴县人，义勇前卫官籍，治《诗经》，年二十八岁中式天顺八年甲申科第二甲第六十六名进士。十二月十二日生，行六，曾祖馀善存；祖馀成德，百户；父馀子亮；前母匡氏；高氏。慈侍下，妻高氏，继妻陈氏；黄氏（聘）；兄珍（千户）；瑛；瑄；琦；瓒；庆。由国子生中式顺天府乡试第二十六名举人，会试中式第八十九名[1]。"],
        ["郭　瑞", 67, "郭瑞（1432年－？），字凤祯，江西吉安府吉水县人，明朝政治人物。进士出身。"],
        ["邓　山", 68, "邓山（1435年－1494年），字继申，四川省成都府内江县人，民籍，治《诗经》，年三十岁中式天顺八年甲申科第二甲第六十八名进士。八月初一日生，行五，曾祖邓祥甫；祖邓添禄；父邓志贤，训导；前母王氏；李氏；继母丘氏。慈侍下，妻包氏，兄铎；钰；琼；岳。由县学增广生中式四川乡试第三十七名举人，会试中式第一百五十五名[1]。"],
        ["张　鸾", 69, "张鸾（1431年－？），字冲举，江西吉安府吉水县人，明朝政治人物。进士出身。"],
        ["翟　瑄", 70, "翟瑄（1433年－1492年），字廷瑞，河南省河南府洛阳县人，太医院医籍，治《春秋》，年三十二岁中式天顺八年甲申科第二甲第七十名进士。三月初十日生，行一，曾祖翟伯常，医学正科；祖翟罍，医士；父翟观，御医；母庞氏。具庆下，妻潘氏，弟瑛（贡士）。由国子生中式顺天府乡试第二百三十六名举人，会试中式第六十一名[1]。授浙江奉化县知县，历升监察御史、大理寺丞、右佥都御史、巡抚山西，擒叛贼王良等，累升右都御史[2]，再升刑部尚书[3]。弟翟瑛，时人并称「二翟」。"],
        ["陈　壮", 71, "陈壮，字直夫，祖籍浙江山阴，调籍京卫。明朝政治人物。"],
        ["伍希渊", 72, "伍希渊（1437年－？），字孟贤，江西吉安府安远县人，明朝政治人物。进士出身。"],
        ["周　鑑", 73, "周鑑，浙江会稽人，明朝政治人物、进士出身。"],
        ["萧彦壮", 74, "萧彦庄（1435年－？），字彦庄，江西吉安府泰和县人，明朝政治人物。进士出身。"],
        ["叶　琦", 75, "叶琦（1435年－？），字廷圭，直隶徽州府祁门县人，明朝政治人物。进士出身。"]
    ]
}