{
    "year_name": "成化二年丙戌科殿试金榜",
    "first": [
        ["罗　伦", 1, "罗伦（1431年－1478年），字彝正，号一峰，江西永丰人。明朝状元。"],
        ["程敏政", 2, "程敏政（1445年－1499年），字克勤，直隶休宁人，明朝文学家、政治人物。六岁，大学士李贤爱之，出对曰：“因荷而得藕”。敏政见席上有杏，取而食之曰：“有杏不需梅”。李贤以女妻之。"],
        ["陆　简", 3, "陆简（1442年－1495年），字廉伯（一作伯廉），号治斋，别号龙皋，武进（今属常州市）人。"]
    ],
    "third": [
        ["刘　烜", 1, "刘煊（1435年－？），字用光，江西饶州府安仁县人，明朝政治人物。进士出身。"],
        ["张　正", 2, "张正（1434年－？），字中立，浙江海盐县人，云南大理卫军籍，明朝政治人物。同进士出身。"],
        ["邵　智", 3, "邵智（1429年－？），字廷鑑，广东广州府南海县人，明朝政治人物。进士出身。"],
        ["张　谦", 4, "张谦（1442年－？），字益之，直隶保定府清苑县人，明朝政治人物。进士出身。"],
        ["江孟纶", 5, "江孟纶（1428年－1487年），字廷叙，四川省重庆府江津县人，民籍，治《春秋》，年三十九岁中式成化二年丙戌科第三甲第五名进士。十一月十二日生，行三，曾祖江必达；祖江英，云南左参政；父江浩；母莫氏。慈侍下，妻李氏，继妻邓氏；兄经；庸，弟卿；祺；嚞；琮。由国子生中式四川乡试第七十五名举人，会试中式第二百八十二名[1]。"],
        ["邢　谨", 6, "邢谨（1433年－？），字汝敬，顺天府三河县人，明朝政治人物。进士出身。"],
        ["马　震", 7, "马震（1429年－？），字启东，河南卫辉府汲县人，明朝政治人物。进士出身。"],
        ["魏　秉", 8, "魏秉（1432年－？），字执中，陕西西安府华州蒲城县人，明朝政治人物。进士出身。"],
        ["傅希说", 9, "傅希说（1432年－？），字商佐，山东东昌府高唐州武城县人，明朝政治人物。进士出身。"],
        ["陈　琦", 10, "陈琦（1439年－1498年），字粹之，南直隶苏州府吴县人，太医院籍，治《诗经》，年二十八岁中式成化二年丙戌科第三甲第十名进士。二月初九日生，行二，曾祖陈孚敏；祖陈纪；父陈茂；母钱氏；继母张氏。具庆下，妻吴氏，兄琳，弟瑄。由医生中式顺天府乡试第十二名举人，会试中式第五十二名[1]。"],
        ["方　辂", 11, "方辂（1433年－？），字洪载，浙江嘉兴府平湖县人，明朝政治人物。进士出身。"],
        ["王　进", 12, "王进，浙江上虞人，明朝政治人物、进士出身。"],
        ["江　沂", 13, "江泝（1428年－？），字本达，福建建宁府建安县人，明朝政治人物。进士出身。"],
        ["刘　镃", 14, "刘镃（1430年－？），字伏时，江西吉安府安福县人，明朝政治人物。进士出身。"],
        ["刘　瑀", 15, "刘瑀（1431年－？），字汝器，直隶保定府蠡县人，明朝政治人物。进士出身。"],
        ["张　静", 16, "张静（1431年－1490年），字安之，四川省眉州彭山县人，军籍，治《诗经》，年三十六岁中式成化二年丙戌科第三甲第十六名进士。十二月二十二日生，行一，曾祖张必旺；祖张思明；父张义方；母邓氏。严侍下，妻李氏，弟用之；寅之；翼之；亹之；亶之。由国子生中式四川乡试第十六名举人，会试中式第一百七十二名[1]。"],
        ["魏　政", 17, "魏政（1436年－？），字以德，浙江衢州府西安县人，明朝政治人物。进士出身。"],
        ["何　淳", 18, "何淳（1432年－？），字尚质，浙江严州府淳安县人，明朝政治人物。进士出身。"],
        ["游　佐", 19, "游佐（1433年－？），字汝弼，广东广州府南海县人，明朝政治人物。进士出身。"],
        ["胡　敬", 20, "胡敬（1431年－？），字文恭，直隶徽州府歙县人，明朝政治人物。进士出身。"],
        ["朱　汉", 21, "朱汉（1434年－？），字景云，江西瑞州府高安县人，明朝政治人物。进士出身。"],
        ["孙　敬", 22, "孙敬（1432年－？），字一之，山东青州府安丘县人，明朝政治人物。进士出身。"],
        ["萧　龙", 23, "萧龙，潮州府潮阳县人，明朝政治人物、进士出身。"],
        ["章　镒", 24, "章镒（1441年－？），字元益，浙江鄞县人，明朝政治人物。进士出身。"],
        ["李　观", 25, "李观（1427年－？），字时容，浙江温州府永嘉县人，明朝政治人物。进士出身。"],
        ["何　纯", 26, "何纯（1434年－？），字惟一，江西临江府新淦县人，明朝政治人物。进士出身。"],
        ["刘　简", 27, "刘简（1431年－1490年），字惟严，四川省叙州府富顺县人，民籍，治《书经》，年三十六岁中式成化二年丙戌科第三甲第二十七名进士。六月初十日生，行二，曾祖刘廷瑞；祖刘思恭；父刘濬；母朱氏。具庆下，妻胡氏，兄素。由国子生中式四川乡试第三十八名举人，会试中式第三百十八名[1]。"],
        ["董　旻", 28, "董旻，字子仁，以字行，江西乐平人，明朝政治人物。"],
        ["柳　淳", 29, "柳淳（1434年－？），字文粹，直隶松江府华亭县人，明朝政治人物。进士出身。"],
        ["高　崧", 30, "高崧（1435年－？），字锺秀，河南开封府许州襄城县人，明朝政治人物。进士出身。"],
        ["吴世荣", 31, "吴世荣（1429年－？），字克仁，浙江处州府丽水县人，明朝政治人物。进士出身。"],
        ["顾　福", 32, "顾福（1440年－？），字天锡，直隶吴县人，明朝政治人物。进士出身。"],
        ["徐　恪", 33, "徐恪（1431年－1503年），字公肃，南直隶苏州府常熟县 (今江苏省常熟市）人，明朝南京工部侍郎。"],
        ["周原学", 34, "周原学（1428年－？），字希古，湖广黄州府蕲州广济县人，明朝政治人物。进士出身。"],
        ["萧　谦", 35, "萧谦（1439年－1498年），字有终，四川省重庆府巴县人，直隶永平卫军籍，治《易经》，年二十八岁中式成化二年丙戌科第三甲第三十五名进士。五月初一日生，行四，曾祖萧忠；祖萧诚；父萧凤；母陈氏。具庆下，妻李氏，兄豫；临；泰；颐，弟观。由国子生中式顺天府乡试第一百十六名举人，会试中式第一百八十名[1]。弘治元年(1488年)分巡建宁道，旋擢福建提刑按察使司副使[2]。"],
        ["崔　缙", 36, "崔缙（1439年－？），字缙绅，山西平阳府解州闻喜县人，明朝政治人物。进士出身。"],
        ["熊　绣", 37, "熊绣（1441年－1515年），字汝明，湖广承宣布政使司永州府道州（今湖南省道县）人，明朝兵部侍郎、两广总督。"],
        ["胡　智", 38, "胡智（1439年－？），字尚明，河南汝宁府光州光山县人，明朝政治人物。进士出身。"],
        ["吴　俊", 39, "吴俊（1439年－？），字时用，浙江杭州府钱塘县人，明朝政治人物。进士出身。"],
        ["成　实", 40, "成实，光州人，明朝政治人物、进士出身。"],
        ["李　绅", 41, "李绅（1444年－？），字缙卿，直隶徐州沛县人，明朝政治人物。进士出身。"],
        ["芮　畿", 42, "芮畿（1436年－？），字维瞻，直隶常州府宜兴县人，明朝政治人物。进士出身。"],
        ["袁　祯", 43, "袁祯（1429年－？），字贞吉，江西丰城县人，明朝政治人物。进士出身。"],
        ["林　正", 44, "林正（1436年－？），字克全，福建兴化府莆田县人，明朝政治人物。进士出身。"],
        ["杨　祥", 45, "杨祥，永平人，明朝政治人物，同进士出身。"],
        ["龙　伯", 46, "龙伯（1431年－？），字廷魁，江西吉安府泰和县人，明朝政治人物。进士出身。"],
        ["吴　润", 47, "吴润（1442年－？），字公泽，山东济南府德州德平县人，明朝政治人物。进士出身。"],
        ["薛　恭", 48, "薛恭（1430年－？），字士容，顺天府蓟州人，明朝政治人物。进士出身。"],
        ["郭　进", 49, "郭进（1429年－？），字用之，陕西西安府咸宁县人，明朝政治人物。进士出身。"],
        ["庄　昶", 50, "庄昶，字孔抃，江浦人。明朝官员、进士出身。"],
        ["韩　镛", 51, "韩镛，字文亮，福建福州府福清县人，明朝政治人物、进士出身。"],
        ["任　英", 52, "任英（1433年－1492年），字光弼，浙江省杭州府钱塘县人，民籍，治《春秋》，年三十四岁中式成化二年丙戌科第三甲第五十二名进士。十一月二十四日生，行四，曾祖任仲祥；祖任德；父任忠；母朱氏。永感下，妻云氏，兄贤；义；瑀。由县学生中式浙江乡试第六十五名举人，会试中式第二百四十七名[1]。"],
        ["陈　琏", 53, "陈琏（1428年－？），字邦贵，江西南昌府进贤县人，明朝政治人物。进士出身。"],
        ["赵　杲", 54, "赵杲（1427年－？），字德辉，直隶河间府沧州人，明朝政治人物。进士出身。"],
        ["桂廷圭", 55, "桂廷圭（1424年－？），字公瑞，浙江宁波府慈谿县人，明朝政治人物。进士出身。"],
        ["万　山", 56, "万山（1432年－？），字寿夫，湖广黄州府麻城县人，明朝政治人物。进士出身。"],
        ["李　斆", 57, "李斆（1432年－？），字克成，江西饶州府浮梁县人，明朝政治人物。进士出身。"],
        ["东思忠", 58, "东思忠，字进伯，明朝政治人物、进士出身。"],
        ["屠　滽", 59, "《竹园寿集图》之屠滽像，明吕纪、吕文英合绘\n现藏北京故宫博物院"],
        ["吴文元", 60, "吴文元（1431年－？），字善长，福建建宁府瓯宁县人，明朝政治人物。进士出身。"],
        ["董　韬", 61, "董韬（1425年－？），字廷显，浙江台州府临海县人，明朝政治人物。进士出身。"],
        ["谭公望", 62, "谭公望，字周佐，湖广茶陵人，明朝政治人物，进士出身。"],
        ["管　昌", 63, "管昌（1437年－？），字世隆，直隶崑山县人，明朝政治人物。进士出身。"],
        ["张　玮", 64, "张玮（1429年－？），字汝器，直隶河间府景州人，明朝政治人物。进士出身。"],
        ["张　泰", 65, "张泰，字叔亨，广东承宣布政使司广州府顺德县（今广东省顺德县）人，明朝南京户部尚书。"],
        ["江弘济", 66, "江弘济（1425年－？），字本深，浙江开化县人，明朝政治人物。进士出身。"],
        ["陆　润", 67, "陆润（1436年－？），字昌泽，直隶苏州府常熟县人，明朝政治人物。进士出身。"],
        ["强　珍", 68, "强珍，字廷贵，沧州人，明朝官员、进士出身。"],
        ["翁　晏", 69, "翁晏，福建福州府侯官县人，明朝政治人物、进士出身。"],
        ["傅　鼐", 70, "傅鼐（年－？），字天和，直隶真定府冀州新河县人，明朝政治人物。进士出身。"],
        ["周　旋", 71, "周旋（1424年－？），字元吉，福建汀州府长汀县人，明朝政治人物。进士出身。"],
        ["林　堉", 72, "林堉，字克茂，福建福州府福清县人，明朝政治人物、进士出身。"],
        ["刘　本", 73, "刘本（1432年－？），字尚文，顺天府大兴县人，明朝政治人物。进士出身。"],
        ["康　文", 74, "康文（1440年－？），字载道，山西太原府石州人，明朝政治人物。进士出身。"],
        ["范　珠", 75, "范珠（1435年－1494年），字嘉龙，四川省叙州府富顺县人，民籍，治《春秋》，年三十二岁中式成化二年丙戌科第三甲第七十五名进士。十一月十二日生，行一，曾祖范忠；祖范有成；父范弘毅，国子助教；母陈氏。重庆下，妻陈氏，弟鲁；晹；豫；英。由国子生中式四川乡试第六十一名举人，会试中式第一百八十四名[1]。"],
        ["李　钊", 76, "李钊（1425年－？），字勉之，浙江台州府临海县人，明朝政治人物。进士出身。"],
        ["张　杰", 77, "张杰（1430年－？），字朝用，河南卫辉府汲县人，明朝政治人物。同进士出身。"],
        ["张　蕙", 78, "张蕙（1437年－？），字廷芳，山西太原府忻州人，明朝政治人物。进士出身。"],
        ["黄　琏", 79, "黄琏可以指："],
        ["段　正", 80, "段正（1441年－？），字以中，山西泽州人，明朝政治人物。进士出身。"],
        ["尚　敬", 81, "尚敬（1430年－？），字宗礼，河南开封府许州临颍县人，明朝政治人物。进士出身。"],
        ["馀　统", 82, "馀统（1431年－？），字承之，号约轩，广东广州府新会县人，明朝政治人物。进士出身。"],
        ["丘　山", 83, "丘山（1431年－？），字安重，福建兴化府莆田县人，明朝政治人物。进士出身。"],
        ["唐　宽", 84, "唐宽（1438年－1497年），字栗夫，应天府上元县人，匠籍，治《诗经》，年二十九岁中式成化二年丙戌科第三甲第八十四名进士。四月二十八日生，行一，曾祖唐世隆；祖唐思敬；父唐仲节；母包氏。重庆下，妻陈氏，弟宏；宣；宜；宇；宾；容；寰；宝。由国子生中式应天府乡试第八十名举人，会试中式第一百三十六名[1]。"],
        ["谭　昇", 85, "谭昪（1440年－？），字公照，湖广攸县人，明朝政治人物。进士出身。"],
        ["汤　涤", 86, "汤涤（1436年－？），字新之，浙江嘉兴府嘉兴县人，明朝政治人物。进士出身。"],
        ["王　宾", 87, "王宾（1432年－1491年），字用之，浙江省严州府淳安县人，民籍，治《春秋》，年三十五岁中式成化二年丙戌科第三甲第八十七名进士。五月十八日生，行一，曾祖王荣；祖王本宗，义官；父王志善；母馀氏。重庆下，妻张氏，弟瑞；玘；澧；琳；育；诚；辅。由国子生中式浙江乡试第五名举人，会试中式第一百四十八名[1]。"],
        ["黄　本", 88, "黄本（1438年－？），字乔岳，江西抚州府乐安县人，明朝政治人物。进士出身。"],
        ["李　纪", 89, "李纪（1445年－？），字用修，直隶扬州府江都县人，明朝政治人物。进士出身。"],
        ["王　浩", 90, "王浩（1428年－？），字德宏，应天府上元县人，明朝政治人物。进士出身。"],
        ["王　继", 91, "《竹园寿集图》之王继像，明吕纪、吕文英合绘\n现藏北京故宫博物院"],
        ["王　濬", 92, "王濬（1431年－？），字克深，直隶广平府威县人，明朝政治人物。进士出身。"],
        ["谢　宁", 93, "谢宁，福建惠安县人，明朝政治人物、同进士出身。"],
        ["曹　鼐", 94, "曹鼐（1435年－？），字国用，直隶松江府华亭县人，明朝政治人物。进士出身。"],
        ["苏　盛", 95, "苏盛（1436年－？），字文盛，直隶大名府元城县人，明朝政治人物。进士出身。"],
        ["王　相", 96, "王相，江西承宣布政使司瑞州府新昌县（今江西省宜丰县）人，明朝政治人物、同进士出身。"],
        ["程　宏", 97, "程宏（1430年－？），字毅夫，直隶徽州府祁门县人，明朝政治人物。进士出身。"],
        ["陈　惠", 98, "陈惠（1426年－？），字启顺，福建漳州府龙溪县人，明朝政治人物。进士出身。"],
        ["杨　峻", 99, "杨峻（1433年－？），字维高，江西南昌府进贤县人，明朝政治人物。进士出身。"],
        ["胡　琮", 100, "胡琮（1439年－？），字文德，直隶苏州府长洲县人，明朝政治人物。进士出身。"],
        ["杨守随", 101, "杨守随（1435年－1519年）[1]，字维贞，号贞庵、文湖，浙江鄞县（今浙江宁波）人。明朝政治人物，杨守阯之弟。"],
        ["刘　璋", 102, "刘璋，河南承宣布政使司卫辉府汲县（今河南省汲县）人，明朝政治人物、同进士出身。"],
        ["刘　魁", 103, "刘魁，山东承宣布政使司东昌府高唐州（今山东省高唐县）人，明朝政治人物、同进士出身。"],
        ["锺　晟", 104, "锺晟（1442年－？），字美宣，广东广州府番禺县人，明朝政治人物。同进士出身。"],
        ["方　昇", 105, "方昇（1431年－？），字起东，湖广岳州卫人，明朝政治人物。同进士出身。"],
        ["冯　宁", 106, "冯宁（1433年－？），字靖之，陕西西安府耀州同官县人，明朝政治人物。进士出身。"],
        ["锺　蕃", 107, "潘蕃（1438年－1516年），字廷芳，又称锺蕃，浙江承宣布政使司嘉兴府崇德县（今浙江省桐乡市）人，明朝两广总督、四川巡抚、左都御史。"],
        ["徐　英", 108, "徐英（1434年－？），字文华，直隶广平府永年县人，明朝政治人物。进士出身。"],
        ["黎　福", 109, "黎福（1435年－1494年），字天兴，江西饶州府乐平县人，民籍，治《易经》，年三十二岁中式成化二年丙戌科第三甲第一百零九名进士。七月十八日生，行六，曾祖黎伟德；祖黎仕雅；父黎宪常；母胡氏。具庆下，妻王氏，兄祜；辅，弟贵；昉；旭。由国子生中式江西乡试第八名举人，会试中式第一百八十五名[1]。"],
        ["邹　儒", 110, "邹儒可以指："],
        ["张进禄", 111, "张进禄（1430年－？），字天锡，陕西延安府绥德州清涧县人，明朝政治人物。进士出身。"],
        ["罗　睿", 112, "罗睿（1440年－？），字文哲，陕西兰州卫人，明朝政治人物。进士出身。"],
        ["林廷庸", 113, "林廷庸，福建福州府闽县人，明朝政治人物、进士出身。"],
        ["王　昶", 114, "王昶（1435年－？），字必照，直隶凤阳府宿州灵壁县人，明朝政治人物。进士出身。"],
        ["萧　苍", 115, "萧苍（1434年－？），字承表，江西吉安府泰和县人，明朝政治人物。进士出身。"],
        ["戴　中", 116, "戴中（1438年－？），字师中，江西临江府新淦县人，明朝政治人物。进士出身。"],
        ["徐　辉", 117, "徐辉（1425年－？），字孔昭，浙江嘉兴县人，明朝政治人物。进士出身。"],
        ["王　俊", 118, "王俊，字世美，福建福州府闽县人，明朝政治人物、进士出身。"],
        ["戴　用", 119, "戴用（1436年－？），字廷献，江西吉安府万安县人，明朝政治人物。进士出身。"],
        ["翟庭蕙", 120, "翟庭蕙（1435年－1494年），字秀夫，河南省河南府洛阳县人，医籍，治《易经》，年三十二岁中式成化二年丙戌科第三甲第一百二十名进士。八月二十一日生，行二，曾祖翟以恕；祖翟子春；父翟通，医学正科；母封氏。具庆下，妻葛氏，兄庭兰，弟庭芝；庭莆。由国子生中式河南乡试第二十名举人，会试中式第一百九十二名[1]。"],
        ["徐　博", 121, "徐博（1435年－？），字德宏，直隶苏州府嘉定县人，明朝政治人物。进士出身。"],
        ["黄　寯", 122, "黄寯，字世用，福建福州府闽县人，明朝政治人物、进士出身。"],
        ["刘　璟", 123, "刘璟（1437年－？），字时莹，湖广常德府武陵县人，明朝政治人物。进士出身。"],
        ["张时谨", 124, "张时谨（1429年－？），字惟厚，江西吉安府泰和县人，明朝政治人物。进士出身。"],
        ["吕　讚", 125, "吕讚（1431年－？），字廷扬，直隶安庆府太湖县人，明朝政治人物。进士出身。"],
        ["马　纶", 126, "马纶（1431年－1490年），字大纶，四川省成都府内江县人，民籍，治《书经》，年三十六岁中式成化二年丙戌科第三甲第一百二十六名进士。十二月二十九日生，行四，曾祖马文质；祖马复，知县；父马惟善，经历；母卢氏；继母徐氏；继母袁氏。具庆下，妻阴氏，兄琨；诚（进士）；经，弟绪；琴（同科进士）；绩；云；紃。由国子生中式四川乡试第一百五名举人，会试中式第一百十三名[1]。"],
        ["沈　海", 127, "沈海，常熟人，明朝政治人物、进士出身。"],
        ["陈　策", 128, "陈筞（1441年－？），字嘉谟，直隶苏州府吴县人，明朝政治人物。进士出身。"],
        ["陈　潭", 129, "陈潭，字孟明，福建福州府长乐县人，明朝政治人物、进士出身。"],
        ["许　进", 130, "《竹园寿集图》之许进像，明吕纪、吕文英合绘，现藏北京故宫博物院"],
        ["馀　金", 131, "馀金（1430年－1489年），字贡之，四川省成都府内江县人，医籍，治《诗经》，年三十七岁中式成化二年丙戌科第三甲第一百三十一名进士。十二月十六日生，行一，曾祖馀朝卿；祖馀道昇；父馀纲；母吴氏。具庆下，妻洪氏，弟玉（贡士）；山；泉；琳；玠；瑄。由国子生中式四川乡试第五十六名举人，会试中式第二百五十二名[1]。"],
        ["吴　黼", 132, "吴黼（1426年－1485年），字成章，南直隶松江府华亭县人，医籍，治《诗经》，年四十一岁中式成化二年丙戌科第三甲第一百三十二名进士。正月二十四日生，行一，曾祖吴大亮；祖吴缙；父吴泰，医士；母戴氏。具庆下，妻沈氏，继妻高氏；沈氏；弟黻。由府学生中式应天府乡试第八十九名举人，会试中式第一百八十八名[1]。"],
        ["李　冲", 133, "李冲（1430年－？），字腾霄，河南彰德府安阳县人，明朝政治人物。进士出身。"],
        ["刘　寅", 134, "刘寅（1439年－1498年），字叔亮，四川省成都府内江县人，民籍，治《书经》，年二十八岁中式成化二年丙戌科第三甲第一百三十四名进士。九月初二日生，行四，曾祖刘仁义；祖刘宪；父刘志熙，教授；母黄氏。具庆下，妻李氏，兄愈恪；愈严；博，弟玘；愈觉。由国子生中式四川乡试第三十四名举人，会试中式第一百一名[1]。"],
        ["胡　熙", 135, "胡熙（1437年－？），字宗文，直隶常州府武进县人，明朝政治人物。进士出身。"],
        ["馀　康", 136, "馀康（1440年－？），字时清，福建兴化府□□□人，明朝政治人物。进士出身。"],
        ["刘　乔", 137, "刘乔（1431年－？），字述宪，江西吉安府万安县人，明朝政治人物。进士出身。"],
        ["邓　", 138, "邓𣏌（1429年－1488年），字邦用，四川省顺庆府广安州人，军籍，治《易经》，年三十八岁中式成化二年丙戌科第三甲第一百三十八名进士。十二月二十七日生，行三，曾祖邓德英，赠百户；祖邓福才；父邓滨；母杨氏。具庆下，妻姜氏，兄樟；榕，弟榛；楫；桧；柱。由国子生中式四川乡试第五十四名举人，会试中式第五十五名[1]。"],
        ["严　裕", 139, "严裕（1437年－？），字克宽，浙江杭州府仁和县人，明朝政治人物。进士出身。"],
        ["石　淮", 140, "石淮（1442年－？），字宗海，应天府江浦县人，明朝政治人物。进士出身。"],
        ["李　珪", 141, "李珪（1431年－1490年），字廷器，陕西省同州人，民籍，治《礼记》，年三十六岁中式成化二年丙戌科第三甲第一百四十一名进士。八月十二日生，行三，曾祖李彦忠；祖李宽；父李森；母徐氏。具庆下，妻王氏，兄肃；亨，弟显；文达。由州学生中式陕西乡试第五十名举人，会试中式第三百四十名[1]。"],
        ["孙　伟", 142, "孙伟（1434年－？），字廷彦，浙江秀水县人，明朝政治人物。进士出身。"],
        ["刘　瓒", 143, "刘瓒（1438年－？），字庭璧，山东青州府益都县人，明朝政治人物。进士出身。"],
        ["张善吉", 144, "张善吉（1437年－1496年），字本谦，四川省重庆府涪州人，军籍，治《易经》，年三十岁中式成化二年丙戌科第三甲第一百四十四名进士。三月二十八日生，行一，曾祖张卜隆；祖张德昱；父张玄，教授；母唐氏。具庆下，妻冯氏，弟蒙吉；贞吉；大吉。由州学生中式四川乡试第三十六名举人，会试中式第三百四名[1]。"],
        ["王　逊", 145, "王逊（1441年－？），字谦之，陕西凤翔府凤翔县人，明朝政治人物。进士出身。"],
        ["陈　谊", 146, "陈谊（1436年－？），字子宜，山东济南府德州人，明朝政治人物。进士出身。"],
        ["刘　让", 147, "刘让（1430年－1489年），字逊之，陕西省西安府朝邑县人，民籍，治《易经》，年三十七岁中式成化二年丙戌科第三甲第一百四十七名进士。十二月十九日生，行一，曾祖刘泰；祖刘彦通；父刘亨；母王氏。具庆下，妻仇氏，继妻麻氏；弟诲；询。由国子生中式陕西乡试第二十名举人，会试中式第五十六名[1]。"],
        ["端　澄", 148, "端澄（1432年－？），字本清，直隶大名府南乐县人，明朝政治人物。进士出身。"],
        ["黄伯垓", 149, "黄伯垓（1428年－？），字鹏远，湖广黄州府黄冈县人，明朝政治人物。进士出身。"],
        ["萧　润", 150, "萧润（1425年－？），字仁恩，江西吉安府泰和县人，明朝政治人物。进士出身。"],
        ["文　澍", 151, "文澍（1435年－？），字汝霖，湖广桃源县人，明朝政治人物。进士出身。"],
        ["邓　珙", 152, "邓珙，字宏中，福建福州府闽县人，明朝政治人物、进士出身。"],
        ["吴　璋", 153, "吴璋（1436年－？），字文瓒，直隶滁州全椒县人，明朝政治人物。进士出身。"],
        ["钱　珍", 154, "钱珍（1431年－？），字廷贵，浙江绍兴府馀姚县人，明朝政治人物。进士出身。"],
        ["刘　钺", 155, "刘钺（1434年－？），字廷肃，直隶保定府易州涞水县人，明朝政治人物。进士出身。"],
        ["馀　瓒", 156, "馀瓒（1437年－？），字宗震，直隶丹徒县人，明朝政治人物。进士出身。"],
        ["颜　格", 157, "颜格（1432年－？），字宗正，福建漳州府龙溪县人，明朝政治人物。同进士出身。"],
        ["南　鹏", 158, "南鹏（1439年－？），字腾霄，直隶保定府满城县人，明朝政治人物。进士出身。"],
        ["王　琮", 159, ""],
        ["袁　端", 160, "袁端（1438年－？），字宗正，河南开封府兰阳县人，明朝政治人物。进士出身。"],
        ["刘　肃", 161, "刘肃（1440年－1499年），字敬之，四川省嘉定州人，民籍，治《诗经》，年二十七岁中式成化二年丙戌科第三甲第一百六十一名进士。二月初七日生，行二，曾祖刘朝宗；祖刘友礼；父刘新，教授；母王氏。具庆下，妻王氏，兄玉，弟俊；谋；哲；睿；诚。由州学生中式四川乡试第三十二名举人，会试中式第二百二十四名[1]。"],
        ["林　符", 162, "林符（1437年－？），字朝信，直隶苏州府吴县人，明朝政治人物。进士出身。"],
        ["罗　经", 163, "罗经（1434年－？），字大常，江西南昌府南昌县人，明朝政治人物。进士出身。"],
        ["张　凤", 164, "张凤（1430年－？），字时祯，山东兖州府济宁州人，明朝政治人物。进士出身。"],
        ["徐　舟", 165, "徐舟（1437年－？），字楫之，山东兖州府曹州人，明朝政治人物。进士出身。"],
        ["刘　晟", 166, "刘晟（1435年－？），字孔昭，陕西巩昌府安定县人，明朝政治人物。进士出身。"],
        ["刘　忠", 167, "刘忠（1425年－？），字显仁，江西吉安府永丰县人，明朝政治人物。进士出身。"],
        ["徐　霖", 168, "徐霖（1439年－？），字用济，江西抚州府金谿县人，明朝政治人物。进士出身。"],
        ["李廷章", 169, "李廷章（1435年－？），字子纯，直隶池州府石埭县人，明朝政治人物。进士出身。"],
        ["邓　冕", 170, "邓冕（1432年－？），字朝仪，湖广岳州府华容县人，明朝政治人物。进士出身。"],
        ["乙　瑄", 171, "乙瑄（1429年－？），字崇璧，直隶淮安府海州人，明朝政治人物。进士出身。"],
        ["陈　清", 172, "陈清（1430年－？），字育之，浙江绍兴府馀姚县人，明朝政治人物。进士出身。"],
        ["王　达", 173, "王达（1440年－？），字德孚，直隶宁国府泾县人，明朝政治人物。进士出身。"],
        ["冯　錤", 174, "冯錤（1438年－？），字时用，浙江宁波府慈谿县人，明朝政治人物。进士出身。"],
        ["张　贲", 175, "张贲（1439年－1498年），字彦质，湖广卢溪县人，四川护卫军籍，治《易经》，年二十八岁中式成化二年丙戌科第三甲第一百七十五名进士。正月初三日生，行六，曾祖张辛一；祖张聪一；父张海；母冷氏；继母王氏；继母吴氏。具庆下，妻陈氏，兄彦英；彦华；彦芳、彦兰；彦芝。由华阳县学生中式四川乡试第十一名举人，会试中式第二百四名[1]。"],
        ["白思明", 176, "白思明（1442年－？），字睿之，山西平定州（今山西平定）人，明朝政治人物。进士出身。"],
        ["王　璿", 177, "王璿（1437年－1496年），字宗舜，四川省潼川州安岳县人，民籍，治《易经》，年三十岁中式成化二年丙戌科第三甲第一百七十七名进士。十二月十五日生，行一，曾祖王福顺；祖王道玄；父王守文，知县；母张氏。重庆下，妻高氏，弟玑；玉；珩；珮；琮。由州学生中式四川乡试第五十六名举人，会试中式第一百十三名[1]。"],
        ["唐　章", 178, "唐章（1436年－1495年），字宗明，直隶河间府献县人，明朝政治人物。进士出身。"],
        ["马自然", 179, "马自然（1440年－1499年），字思勉，四川省成都府内江县人，民籍，治《书经》，年二十七岁中式成化二年丙戌科第三甲第一百七十九名进士。二月十二日生，行二，曾祖马复，知县；祖马惟庆；父马琳；母傅氏。具庆下，妻锺氏，兄浩然，弟栗然；嚣然；俨然；湛然；襄然。由国子生中式四川乡试第七十名举人，会试中式第三百三十四名[1]。"],
        ["张　瓛", 180, "张瓛（1441年－？），字敬修，直隶扬州府泰州人，明朝政治人物。进士出身。"],
        ["张　廉", 181, "张廉（1432年－？），字惟洁，山东青州府益都县人，明朝政治人物。进士出身。"],
        ["马　駧", 182, "马駉（1423年－？），字克毅，广东广州府新会县人，明朝政治人物。进士出身。"],
        ["李　显", 183, "李显（1439年－？），字道彰，河南彰德府安阳县人，明朝政治人物。进士出身。"],
        ["郭　镗", 184, "郭镗（1438年－？），字子声，号弦菴，山东东昌府高唐州恩县人，明朝政治人物。同进士出身。"],
        ["王　俣", 185, "王俣（1434年－？），字大用，浙江湖州府长兴县人，明朝政治人物。进士出身。"],
        ["汪　洪", 186, "汪洪[1]（1438年－？），字克容，一字克庸，祖籍湖广蒲圻县，寄籍顺天府。明朝政治人物。进士出身。"],
        ["华秉彝", 187, "华秉彜（1438年－？），字天性，直隶常州府江阴县人，明朝政治人物。进士出身。"],
        ["馀　英", 188, "馀英（1433年－？），字邦毓，浙江衢州府西安县人，明朝政治人物。进士出身。"],
        ["李　敬", 189, "李敬（1439年－？），字成学，直隶保定府安州高阳县人，明朝政治人物。进士出身。"],
        ["梁　镛", 190, "梁镛（1440年－？），字克宣，山东东昌府高唐州人，明朝政治人物。进士出身。"],
        ["张　介", 191, "张介（1429年－1488年），字廉夫，四川省成都府内江县人，民籍，治《书经》，年三十八岁中式成化二年丙戌科第三甲第一百九十一名进士。十月十七日生，行二，曾祖张超德；祖张懽，阴阳训术；父张彦理；母甘氏。慈侍下，妻阴氏，兄爕，弟粹；兆；劼。由国子生中式四川乡试第十五名举人，会试中式第一百三十二名[1]。"],
        ["刘吉和", 192, "刘吉和（1434年－？），字中节，直隶保定府容城县人，明朝政治人物。进士出身。"],
        ["李　昱", 193, "李昱（1441年－？），字孟晹，河南南阳府邓州内乡县人，明朝政治人物。进士出身。"],
        ["韩　文", 194, "韩文（1441年－1526年），字贯道，山西洪洞人，祖籍河南安阳。明朝户部尚书。"],
        ["郝　珙", 195, "郝珙（1438年－？），字廷璧，山西平阳府解州安邑县人，明朝政治人物。进士出身。"],
        ["张　廉", 196, "张廉（1432年－？），字惟洁，山东青州府益都县人，明朝政治人物。进士出身。"],
        ["张　澍", 197, "张澍（1430年－？），字道济，河南河南府新安县人，明朝政治人物。进士出身。"],
        ["陈　义", 198, "陈义（1427年－？），字集义，江西抚州府乐安县人，明朝政治人物。进士出身。"],
        ["李　辙", 199, "李辙（1434年－？），字由道，湖广辰州府沅陵县人，明朝政治人物。进士出身。"],
        ["陈　鼐", 200, "陈鼐（1434年－？），字宗调，福建兴化府莆田县人，明朝政治人物。进士出身。"],
        ["戴　祐", 201, "戴祐（1431年－？），字元吉，顺天府大兴县人，明朝政治人物。进士出身。"],
        ["王　亿", 202, "王亿（1432年－1491年），字用哲，四川省重庆府铜梁县人，民籍，治《春秋》，年三十五岁中式成化二年丙戌科第三甲第二百零二名进士。正月初三日生，行八，曾祖王德昇；祖王胜宗；父王仲亨，赠知府；母郭氏（赠恭人）。永感下，妻锺氏，兄佐；佑；俭（左佥都御史）；侃；伟；儒；修。由国子生中式四川乡试第三十六名举人，会试中式第二百七十三名[1]。"],
        ["马　琴", 203, "马琴（1436年－1495年），字廷宣，四川省成都府内江县人，民籍，治《诗经》，年三十一岁中式成化二年丙戌科第三甲第二百零三名进士。九月初十日生，行六，曾祖马文质；祖马复，知县；父马惟庆；母卢氏。永感下，妻王氏，兄璠（义官）、璵、琳、诚（进士）、纶（同科进士）。由儒士中式四川乡试第三十九名举人，会试中式第三百二十五名[1]。"],
        ["李　芳", 204, "李芳（1435年－1494年），字德馨，山东省济南府滨州利津县人，民籍，治《春秋》，年三十二岁中式成化二年丙戌科第三甲第二百零四名进士。九月初九日生，行四，曾祖李彦实，封主事；祖李益，左参政；父李聪，教谕；前母孙氏；郎氏。永感下，妻王氏，兄英；谨；应宗（训导），弟华；兰；蕙；辂；亨。由国子生中式山东乡试第五十五名举人，会试中式第三百三十二名[1]。"],
        ["汪　直", 205, "汪直（1437年－？），字懋俭，南直隶徽州府祁门县人，明朝政治人物。进士出身。"],
        ["馀　琰", 206, "馀琰（1435年－1494年），字公佩，四川省眉州青神县人，民籍，治《诗经》，年三十二岁中式成化二年（1466年）丙戌科第三甲第二百零六名进士。三月十四日生，行二，曾祖馀朝宗、祖馀友中、父馀祯；母魏氏。慈侍下，妻金氏，兄瓒。由国子生中式四川乡试第六十五名举人，会试中式第一百五十五名[1]。"],
        ["杨　徽", 207, "杨徽（1435年－？），字舜美，河南怀庆府河内县人，明朝政治人物。进士出身。"],
        ["蒋　昺", 208, "蒋昺（1443年－1515年），字克明，河北省邱县人，明朝政治人物、同进士出身。"],
        ["王　义", 209, "王义（1431年－？），字循理，陕西延安府鄜州洛川县人，明朝政治人物。进士出身。"],
        ["佀　钟", 210, "《竹园寿集图》之佀锺像，明吕纪、吕文英合绘\n现藏北京故宫博物院"],
        ["莫　諲", 211, "莫諲（1438年－？），字如敬，直隶松江府上海县人，明朝政治人物。进士出身。"],
        ["沈　浩", 212, "沈浩（1435年－？），字惟广，应天府上元县人，明朝政治人物。进士出身。"],
        ["甄希贤", 213, "甄希贤（1438年－？），字士勉，陕西凤翔府麟游县人，明朝政治人物。进士出身。"],
        ["崔廷圭", 214, "崔廷圭（1429年－？），字国信，广东广州府番禺县人，明朝政治人物。进士出身。"],
        ["李文中", 215, "李文中（1439年－1498年），字宗道，四川省重庆府荣昌县人，军籍，治《礼记》，年二十八岁中式成化二年丙戌科第三甲第二百一十五名进士。三月二十八日生，行一，曾祖李世用；祖李渊，县丞；父李人仪，知府；母张氏。具庆下，妻曹氏，弟卞中；襄中；章中。由县学生中式四川乡试第十名举人，会试中式第二百九十三名[1]。"],
        ["汪　奎", 216, "汪奎（？－1511年），字文灿，婺源人。明朝政治人物。"],
        ["罗　珦", 217, "罗珦（1438年－1497年），字用诚，四川省重庆府巴县人，云南临安卫军籍，治《易经》，年二十九岁中式成化二年丙戌科第三甲第二百一十七名进士。九月初九日生，行二，曾祖罗天麒；祖罗镛，赠给事中；父罗晟，按察司佥事；母杨氏（赠孺人）；继母朱氏（封孺人）。具庆下，妻范氏，兄珝，弟珣；玮；琏；瓒。由国子生中式云南乡试第二名举人，会试中式第一百三十五名[1]。"],
        ["陈　鼎", 218, "陈鼎（1436年－？），字孟安，山东兖州府曹州人，明朝政治人物。进士出身。"],
        ["孙　安", 219, "孙安（1431年－？），字勉之，浙江杭州府钱塘县人，明朝政治人物。进士出身。"],
        ["王　迪", 220, ""],
        ["刘资厚", 221, "刘资厚，江西吉安府安福县人，明朝政治人物、进士出身。"],
        ["罗　鹍", 222, ""],
        ["王　谦", 223, "王谦，字克让，山西平阳府太平县人，军籍，明朝政治人物。进士出身。"],
        ["施　纯", 224, "施纯（1437年－？），字彦厚，顺天府东安县人，明朝政治人物。进士出身。"],
        ["李　聪", 225, "李聪（1438年－？），字士达，广东广州府顺德县人，明朝政治人物。进士出身。"],
        ["柯　汉", 226, "柯汉，潮州府潮阳县人，明朝政治人物、进士出身。"],
        ["袁鲁训", 227, "袁鲁训（1425年－？），字宗道，江西袁州府宜春县人，明朝政治人物。进士出身。"],
        ["蔺　澄", 228, "蔺澄（1431年－？），字文濂，河南开封府阳武县人，明朝政治人物。进士出身。"],
        ["戴　琏", 229, "戴琏（1430年－？），字廷献，江西饶州府浮梁县人，明朝政治人物。进士出身。"],
        ["何　济", 230, "何济（1438年－？），字汝舟，广东广州府顺德县人，明朝政治人物。进士出身。"],
        ["沃　頖", 231, "沃頖（音pàn/ㄆㄢˋ，1437年－？），字文渊，浙江宁波府定海县（今属北仑区[1]）人，明朝政治人物。"],
        ["叶　稠", 232, "叶稠（1425年－？），字端泰，浙江杭州府富阳县人，明朝政治人物。进士出身。"],
        ["戴　仁", 233, "戴仁（1432年－1491年），字以德，应天府句容县人，民籍，治《易经》，年三十五岁中式成化二年丙戌科第三甲第二百二十九名进士。十二月二十二日生，行一，曾祖戴彦斌；祖戴本和；父戴睿；母蔡氏。具庆下，妻朱氏，弟仪；儒；佩。由国子生中式应天府乡试第八名举人，会试中式第十六名[1]。"],
        ["柳　演", 234, "柳演（1433年－？），字宗畴，浙江温州府平阳府人，明朝政治人物。进士出身。"],
        ["魏　富", 235, "魏富（1437年－？），字重礼，福建漳州府龙溪县人，明朝政治人物。进士出身。"],
        ["李　珊", 236, "李珊，琼山县官隆人，明朝政治人物、进士出身。"],
        ["杨　荣", 237, "杨荣（1437年－1496年），字士仁，四川省重庆府永川县人，民籍，治《书经》，年三十岁中式成化二年丙戌科第三甲第二百三十三名进士。八月二十日生，行二，曾祖杨寿可；祖杨志；父杨从道；母宋氏。具庆下，妻龚氏，兄林。由国子生中式四川乡试第四十四名举人，会试中式第四十名[1]。"],
        ["王　弼", 238, "王弼（1439年－1498年），字良辅，四川成都府华阳县人，民籍，治《书经》，年二十八岁中式成化二年丙戌科第三甲第二百三十四名进士。闰二月十三日生，行四，曾祖王先；祖王永忠；父王义；母党氏。具庆下，妻张氏，兄彦珍；彦琦；瑮，弟彦瑢；彦琼。由国子生中式四川乡试第二十三名举人，会试中式第一百六十五名[1]。"],
        ["李士实", 239, "李士实（1443年－1519年），字若虚，江西南昌府新建县人，明朝政治人物。成化初进士，累官都察院右都御史致仕。正德末年，因参与宁王之乱被处决。"],
        ["杨　宣", 240, "杨宣，字均政，苍梧人，明朝政治人物。"],
        ["徐　霖", 241, "徐霖（1430年－？），字洪霑，河南开封府许州襄城县人，明朝政治人物。进士出身。"],
        ["赵　祯", 242, "赵祯（1437年－？），字汝吉，直隶长洲县人，明朝政治人物。进士出身。"],
        ["刘　俊", 243, "刘俊（1438年－？），字君佐，直隶真定府深州人，明朝政治人物。进士出身。"],
        ["张　宽", 244, "张宽（1433年－？），字伯仁，湖广襄阳府襄阳县人，明朝政治人物。进士出身。"],
        ["晏　辂", 245, "晏辂（1437年－1496年），字邦制，四川省重庆府巴县人，民籍，治《诗经》，年三十岁中式成化二年丙戌科第三甲第二百四十一名进士。正月二十二日生，行一，曾祖晏福祖；祖晏天富；父晏暟；母张氏。具庆下，妻朱氏，弟轨。由国子生中式四川乡试第十名举人，会试中式第六十二名[1]。"],
        ["金　泽", 246, "金泽，字德润，应天府江宁县籍人，出生于浙江宁波府鄞县，明朝政治人物、进士出身。"],
        ["李　能", 247, "李能（1432年－？），字时举，直隶大名府内黄县人，明朝政治人物。进士出身。"],
        ["区　正", 248, "区正（1442年－？），字本中，广东广州府番禺县人，明朝政治人物。进士出身。"],
        ["蒋　谊", 249, "蒋谊（1439年－？），字宗谊，应天府句容县人，明朝政治人物。进士出身。"],
        ["王　伟", 250, "王伟（1442年－？），字文魁，陕西庆阳府宁州人，明朝政治人物。进士出身。"],
        ["陶永淳", 251, "陶永淳（1442年－？），字质夫，直隶松江府华亭县人，明朝政治人物。进士出身。"],
        ["黄　杰", 252, "黄杰（1430年－？），字士英，河南开封府洧川县人，明朝政治人物。进士出身。"]
    ],
    "index": 29,
    "url": "https://zh.wikipedia.org/wiki/Template:%E6%88%90%E5%8C%96%E4%BA%8C%E5%B9%B4%E4%B8%99%E6%88%8C%E7%A7%91%E6%AE%BF%E8%A9%A6%E9%87%91%E6%A6%9C",
    "second": [
        ["季　琮", 1, "季琮（1429年－？），字天球，浙江杭州府仁和县人，明朝政治人物。进士出身。"],
        ["顾　瑄", 2, "颜瑄（1428年－？），字宝之，直隶常州府江阴县人，明朝政治人物。进士出身。"],
        ["林　瀚", 3, "林瀚（1434年－1519年），字亨大，闽县林浦乡人，明朝官吏、进士出身。林镠之子。"],
        ["刘　钰", 4, "刘钰（1438年－1497年），字世美，湖广沔阳州，直隶天津左卫军籍，治《礼记》，年二十九岁中式成化二年丙戌科第二甲第四名进士。三月初一日生，行二，曾祖刘添祐；祖刘应祖；父刘弦；母朱氏。具庆下，妻许氏，兄鑑。由卫学军生中式顺天府乡试第二十二名举人，会试中式第二十六名[1]。"],
        ["过　璘", 5, "过璘（1431年－？），字大璞，浙江嘉兴府平湖县人，明朝政治人物。进士出身。"],
        ["邝　文", 6, "邝文，生卒年不详，籍贯广东南海人，明朝政治人物，进士出身，明朝成化二年（1466年）丙戌科殿试金榜第二甲赐进士出身第6名。"],
        ["张　鼎", 7, "张鼎（1431年－？），字大器，陕西西安府咸宁县人，明朝政治人物。进士出身。"],
        ["包　文", 8, "包文，福建晋江人，明朝政治人物、进士出身。"],
        ["张　黻", 9, "张黻（1426年－？），字致美，直隶徽州府婺源县人，明朝政治人物。进士出身。"],
        ["罗　明", 10, "罗明（1429年－1489年），字文昭，明朝政治人物。延平府南平县(今福建省南平市延平区)人[1]。"],
        ["石　渠", 11, "石渠（1438年－？），字翰卿，直隶淮安府清河县人，明朝政治人物。进士出身。"],
        ["林克贤", 12, "林克贤（1431年－？），字一中，浙江台州府黄巖县人，明朝政治人物。进士出身。"],
        ["朱　铎", 13, "朱铎（1436年－？），字文鸣，顺天府大兴县人，明朝政治人物。进士出身。"],
        ["娄　谦", 14, "娄谦（1436年－？），字克让，号莲塘，江西上饶人，明朝政治人物，进士出身。"],
        ["张　弼", 15, "《松江邦彦图》之张弼像"],
        ["张　文", 16, "张文（1426年－？），字存简，直隶扬州府泰州人，明朝政治人物。进士出身。"],
        ["章　懋", 17, "章懋可以指："],
        ["陈　鹤", 18, "陈鹤（1437年－？），字在皋，江西吉安府泰和县人，明朝政治人物。进士出身。"],
        ["张　琳", 19, "张琳（？－？），字廷珮，山西大同左卫人，军籍，明朝政治人物、进士出身。"],
        ["贺　钦", 20, "贺钦（1437年－1510年），字克恭，别号医闾，辽东广宁后屯卫（在今辽宁省锦州市境）人[1]。"],
        ["杨廷贵", 21, "杨廷贵（1437年－1496年），字汝弼，四川省顺庆府广安州岳池县人，民籍，治《诗经》，年三十岁中式成化二年丙戌科第二甲第二十一名进士。十二月十二日生，行二，曾祖杨信，知县；祖杨亨；父杨颜；母陈氏。具庆下，妻乐氏，兄廷富，弟廷用。由县学生中式四川乡试第二十四名举人，会试中式第三百四十二名[1]。"],
        ["鲍克宽", 22, "鲍克宽（1440年－？），字栗之，直隶凤阳府寿州人，明朝政治人物。进士出身。"],
        ["舒　清", 23, "舒清（1441年－？），字本直，江西饶州府德兴县人，明朝政治人物。进士出身。"],
        ["毕宗贤", 24, "毕宗贤（1438年－？），字士希，直隶常州府武进县人，明朝政治人物。进士出身。"],
        ["李　杰", 25, "李杰（1443年－？），字世贤，直隶苏州府常熟县人，明朝政治人物。进士出身。"],
        ["王　坪", 26, "王玶（1433年－？），字信之，顺天府大兴县人，明朝政治人物。进士出身。"],
        ["钱　山", 27, "钱山（1434年－？），字静夫，直隶滁州人，明朝政治人物。进士出身。"],
        ["翟　瑛", 28, "翟瑛（1439年－1498年），字廷光，河南省河南府洛阳县人，太医院医籍，治《春秋》，年二十八岁中式成化二年丙戌科第二甲第二十八名进士。三月初七日生，行二，曾祖翟伯常，医学正科；祖翟罍，医士；父翟观，御医；母庞氏。具庆下，妻颜氏，继妻董氏；兄瑄（进士）。由国子生中式顺天府乡试第八十七名举人，会试中式第一百七十名[1]。选为庶吉士，后改礼科给事中，历太常卿[2]。兄翟瑄，时人并称「二翟」。"],
        ["徐　容", 29, "《沧浪亭五百名贤像》之陆容石刻像"],
        ["杨　理", 30, "杨理（1432年－？），字贯之，直隶淮安府山阳县人，明朝政治人物。进士出身。"],
        ["张　渊", 31, "张渊（1429年－？），字宗本，应天府江宁县人，明朝政治人物。进士出身。"],
        ["陈　岳", 32, "陈岳（1428年－？），字孟中，福建兴化府莆田县人，明朝政治人物。进士出身。"],
        ["江　璞", 33, "江璞（1441年－？），字伯温，江西广信府贵溪县人，明朝政治人物。进士出身。"],
        ["彭　善", 34, "彭善（1429年－？），字彦积，江西吉安府安福县人，明朝政治人物。进士出身。"],
        ["柳　琰", 35, "柳琰（1437年－？），字邦用，直隶扬州府仪真县人，明朝政治人物。进士出身。"],
        ["俞　俊", 36, "俞俊（1437年－？），字舜卿，直隶扬州卫人，明朝政治人物。进士出身。"],
        ["徐　完", 37, "徐完（1436年－？），字用美，直隶应天府江宁县人，明朝政治人物。进士出身。"],
        ["吴　玉", 38, "吴玉（1426年－1485年），字廷献，四川省成都府内江县人，民籍，治《书经》，年四十一岁中式成化二年丙戌科第二甲第三十八名进士。十月二十日生，行三，曾祖吴滕渊；祖吴贤，贡士；父吴仲性；母甘氏。永感下，妻祝氏，兄昺；昂，弟逊；道。由国子生中式四川乡试第五十名举人，会试中式第四十七名[1]。"],
        ["詹　雨", 39, "詹雨（1438年－？），字天泽，号素履，浙江处州府松阳县人，明朝政治人物。进士出身。"],
        ["陆渊之", 40, "陆渊之，字克深，浙江上虞人，明朝政治人物、进士出身。"],
        ["毕　用", 41, "毕用（1442年－？），字廷用，山东兖州府钜野县人，明朝政治人物。进士出身。"],
        ["林　凤", 42, "林凤（1440年－？），字应道，浙江温州府乐清县人，明朝政治人物。进士出身。"],
        ["李　锦", 43, "李锦（1433年－？），字尚䌹，陕西西安府泾阳县人，明朝政治人物。进士出身。"],
        ["黄仲昭", 44, "黄仲昭（1435年－1508年），名潜，号未轩先生。福建莆田东里（今荔城区英龙街东里巷）人。明朝官员。"],
        ["谢文祥", 45, "谢文祥（1433年－？），字元吉，湖广衡州府耒阳县人，明朝政治人物。进士出身。"],
        ["戴　缙", 46, "戴缙，字子容，广东承宣布政使司广州府南海（今广东省广州市）人，明朝政治人物、进士出身。"],
        ["叶廷荣", 47, "叶廷荣（1436年－？），字尚本，浙江台州府临海县人，明朝政治人物。进士出身。"],
        ["林　敷", 48, "林敷（1430年－？），字从宽，福建兴化府莆田县人，明朝政治人物。进士出身。"],
        ["郑　昱", 49, "郑昱（1427年－？），字时晖，浙江衢州府常山县人，明朝政治人物。进士出身。"],
        ["张　敏", 50, "张敏（1441年－？），字志学，江西临江府清江县人，明朝政治人物。进士出身。"],
        ["杨　溥", 51, "杨溥（1436年－？），字公溥，山东莱州府掖县人，明朝政治人物。进士出身。"],
        ["徐九思", 52, "徐九思（1481年－1566年），字子慎，江西贵溪县人。"],
        ["薛为学", 53, "薛为学（1436年－？），字志渊，直隶常州府武进县人，明朝政治人物。进士出身。"],
        ["李　瑢", 54, "李瑢（1439年－？），字廷章，江西吉安府安福县人，明朝政治人物。进士出身。"],
        ["诸　观", 55, "诸观（1431年－？），字民瞻，浙江绍兴府馀姚县人，明朝政治人物。进士出身。"],
        ["戴　僖", 56, "戴僖（1432年－？），字大节，江西吉安府永新县人，明朝政治人物。进士出身。"],
        ["张　诰", 57, "张诰（1433年－？），字汝钦，直隶松江府华亭县人，明朝政治人物。进士出身。"],
        ["毕　瑜", 58, "毕瑜，贵溪人，明朝政治人物、进士出身。"],
        ["张　玉", 59, "张玉（1437年－？），字廷瓒，直隶河间府景州吴桥县人，明朝政治人物。进士出身。"],
        ["邹　袭", 60, "邹袭（1435年－？），字继芳，江西吉安府永新县人，明朝政治人物。进士出身。"],
        ["赵　珤", 61, "赵珤，字德用，号古愚，福建晋江人，明朝政治人物。"],
        ["林孟和", 62, "林孟和（1438年－？），字汝和，福建兴化府莆田县人，明朝政治人物。进士出身。"],
        ["魏景钊", 63, "魏景钊（1438年－？），字大用，顺天府东安县人，明朝政治人物。进士出身。"],
        ["庞　常", 64, "庞常（1431年－1490年），字秉彜，四川省泸州人，民籍，治《书经》，年三十六岁中式成化二年丙戌科第二甲第六十四名进士。五月二十三日生，行四，曾祖庞均郁；祖庞德贵；父庞仁，义民；前母朱氏；何氏。永感下，妻史氏，兄福；禄；济，弟良；澄。由国子生中式四川乡试第三十名举人，会试中式第一百四十五名[1]。"],
        ["梅　愈", 65, "梅愈（1434年－？），字宗韩，江西九江府湖口县人，明朝政治人物。进士出身。"],
        ["刘　策", 66, "刘策（1440年－？），字尚谟，顺天府大兴县人，明朝政治人物。进士出身。"],
        ["陈廷琏", 67, "陈廷琏（1444年－？），湖广长沙府攸县人，明朝政治人物。进士出身。"],
        ["张　岫", 68, "张岫，字九云，山西安邑县人，明朝政治人物、进士出身。"],
        ["王宗彝", 69, "王宗彜，原名王伦，束鹿人，明朝官吏、进士出身。大学士王文之子。"],
        ["朱文环", 70, "朱文环（1431年－？），字文珮，福建兴化府莆田县人，明朝政治人物。进士出身。"],
        ["劳　玭", 71, "劳玭（1430年－？），字汝明，浙江嘉兴府崇德县人，明朝政治人物。进士出身。"],
        ["宋应奎", 72, "宋应奎（1434年－？），字尔章，江西吉安府吉水县人，明朝政治人物。进士出身。"],
        ["吴　禋", 73, "吴禋（1431年－？），字克诚，湖广永州府零陵县人，明朝政治人物。进士出身。"],
        ["邵有良", 74, "邵有良（1433年－？），字维贞，浙江绍兴府馀姚县人，明朝政治人物。进士出身。"],
        ["吴　志", 75, "吴志（1438年－？），字味道，浙江处州府遂昌县人，明朝政治人物。进士出身。"],
        ["商良臣", 76, "商良臣，中国浙江淳安人，明朝状元商辂之子。"],
        ["罗信佳", 77, "罗信佳（1426年－？），字邦彦，浙江宁波府慈谿县人，明朝政治人物。进士出身。"],
        ["潘　祯", 78, "潘祯（1435年－？），字应昌，浙江台州府天台县人，明朝政治人物。进士出身。"],
        ["陈　蕙", 79, "陈蕙（1429年－？），字国英，直隶常州府江阴县人，明朝政治人物。进士出身。"],
        ["侯　恂", 80, "侯恂（1439年－？），字诚之，陕西西安府同州白水县人，明朝政治人物。进士出身。"],
        ["李　元", 81, "李元（1439年－？），字修德，江西吉安府安福县人，明朝政治人物。进士出身。"],
        ["郑　巳", 82, "郑己，直隶山海卫人，明朝官员、进士出身。"],
        ["丘　俊", 83, "丘俊（1442年－？），字汉英，直隶扬州府江都县人，明朝政治人物。进士出身。"],
        ["周　翰", 84, "周翰（1437年－？），字良弼，江西抚州府崇仁县人，明朝政治人物。进士出身。"],
        ["曾　麒", 85, "曾麒（1432年－？），字祥兆，江西抚州府乐安县人，明朝政治人物。进士出身。"],
        ["万　绣", 86, "万绣（1431年－？），字公锦，江西吉安府安福县人，明朝政治人物。进士出身。"],
        ["张　海", 87, "张海（1436年－？），字文渊，山东济南府德州人，明朝政治人物。进士出身。"],
        ["齐　章", 88, "齐章（1438年－？），字应璧，直隶永平府滦州人，明朝政治人物。进士出身。"],
        ["馀祈繁", 89, "馀祈繁（1438年－？），字汝盛，福建兴化府莆田县人，明朝政治人物。进士出身。"],
        ["金　鼐", 90, "金鼒（1429年－？），字公器，直隶苏州府吴江县人，明朝政治人物。进士出身。"],
        ["王　辅", 91, ""],
        ["谈　俊", 92, "谈俊（1437年－？），字时英，浙江湖州府德清县人，明朝政治人物。进士出身。"],
        ["徐　庄", 93, "徐庄（1436年－？），字敬夫，浙江严州府寿昌县人，明朝政治人物。进士出身。"],
        ["张　钝", 94, "张钝（1445年－1504年），字寿夫，陕西省西安府长安县人，医籍，治《春秋》，年二十二岁中式成化二年丙戌科第二甲第九十四名进士。正月二十□日生，行三，曾祖张在中；祖张润芳，正科 赠给事中；父张璿，工科左给事中；母马氏（□□人）。具庆下，妻杨氏，兄铉（监生）；鈜，弟锾；鉼；錞；镐；镠；鐩；釪；镇。由县学增广生中式陕西乡试第十名举人，会试中式第一百九十名[1]。"],
        ["孔　举", 95, "孔彦举（1433年－？），字舜卿，直隶舒城人，祖籍山东曲阜，孔子第五十九代孙，明朝政治人物，进士出身。"],
        ["高　弼", 96, "高弼（1435年－？），字良佐，山东东昌府高唐州武城县人，明朝政治人物。进士出身。"],
        ["马　岱", 97, "马岱，字伯瞻，直隶扬州府江都县人，明朝政治人物。"],
        ["柯　炖", 98, "柯炖（1441年－？），字在亨，福建兴化府莆田县人，明朝政治人物。进士出身。"]
    ]
}