{
    "year_name": "成化八年壬辰科殿试金榜",
    "first": [
        ["吴　宽", 1, "《竹园寿集图》之吴宽像，明吕纪、吕文英合绘\n现藏北京故宫博物院"],
        ["刘　震", 2, "刘震（1433年－1501年），江西安福人，明朝榜眼，官至南京国子监祭酒。"],
        ["李仁杰", 3, "李仁杰（1431年－1483年），字士英，一字唐英。福建莆田人。明朝官员。"]
    ],
    "second": [
        ["邵　贤", 1, "邵贤（1446年－？），字用之，直隶常州府宜兴县人，民籍。明朝政治人物。进士出身。"],
        ["刘　辅", 2, "刘辅（1425年－？），字相之，直隶大名府开州人，民籍。明朝政治人物。进士出身。"],
        ["张　瑾", 3, "张瑾（1448年－？），字廷玉，直隶苏州府吴县人，锦衣卫军籍。明朝政治人物。进士出身。"],
        ["卞　諲", 4, "卞諲（1445年－？），字寅之，直隶常州府武进县人，军籍。明朝政治人物。进士出身。"],
        ["张　祥", 5, "张祥（1431年－？），字思履，江西吉安府吉水县人，民籍。明朝政治人物。进士出身。"],
        ["吴　裕", 6, "吴裕（1443年－1501年），字敬昆，广东潮州府揭阳县人，军籍。明朝政治人物。进士出身。"],
        ["张　黻", 7, "张黻（1443年－？），字兼素，江西承宣布政使司吉安府吉水县（今江西省吉水县）人，明朝政治人物、进士出身。"],
        ["翟　通", 8, "翟通（1436年－？），字任亨，河南开封府仪封县人，民籍。明朝政治人物。进士出身。"],
        ["谢　理", 9, "谢理（1443年－？），字一卿，直隶太平府当涂县人，民籍。明朝政治人物。进士出身。"],
        ["杨　荣", 10, "杨荣（1439年－？），字时秀，浙江省绍兴府馀姚县（今浙江省馀姚市）人，明朝政治人物、进士出身。"],
        ["李　鐩", 11, "李鐩（1447年－1528年），字时器，号朴庵，河南汤阴县人。明朝政治人物、进士出身。"],
        ["梁　方", 12, "梁方（1443年－？），字惟义，广东广州府南海县人，民籍。明朝政治人物。进士出身。"],
        ["锺　镛", 13, "锺镛（1446年－？），字朝用，锦衣卫镇抚司人，军匠籍。明朝政治人物。进士出身。"],
        ["萧　奎", 14, "萧奎（1429年－？），字汉文，直隶苏州府常熟县人，民籍。明朝政治人物。进士出身。"],
        ["马　铉", 15, "马铉（1443年－？），字孔任，江西吉安府永新县人，民籍。明朝政治人物。进士出身。"],
        ["潘　璋", 16, "潘璋（1435年－1489年），字栗夫，浙江金华府金华县人，儒籍。明朝政治人物。进士出身。"],
        ["高　昂", 17, "高昂（1451年－？），字尊卿，福建兴化府莆田县人，盐籍。明朝政治人物。进士出身。"],
        ["金　源", 18, "金源（1443年－？），字大本，浙江杭州府仁和县人，应天府上元县民籍。明朝政治人物。进士出身。"],
        ["阴子淑", 19, "阴子淑（1437年－1496年），字宗孟，四川成都府内江县人，民籍，治《书经》，年三十六岁中式成化八年壬辰科第二甲第十九名进士。十二月二十九日生，行五，曾祖阴应广，训导；祖阴秩，赠通判；父阴秉衡；母刘氏。具庆下，妻白氏，兄子默；子恭；子奇（贡士）；子践（国子生），弟杰；襄。由国子生中式四川乡试第十一名举人，会试中式第二百十三名[1]。"],
        ["王　参", 20, "王参（1437年－1496年），字拱辰，四川省顺庆府岳池县人，民籍，治《易经》，年三十六岁中式成化八年壬辰科第二甲第二十名进士。十二月初五日生，行二，曾祖王泰文；祖王希仙；父王铎，顺天府丞；母刘氏。永感下，妻唐氏，兄斗南。由国子生中式四川乡试第三十一名举人，会试中式第六十二名[1]。"],
        ["邓　焯", 21, "邓焯（1441年－？），字廷昭，福建福州府闽县人，匠籍。明朝政治人物。进士出身。"],
        ["彭　礼", 22, "彭礼（1443年－？），字彦恭，江西吉安府安福县人，儒籍。明朝政治人物。进士出身。"],
        ["蒋　容", 23, "蒋容（1439年－？），字德夫，直隶常州府武进县人，军籍。明朝政治人物。进士出身。"],
        ["叶　睦", 24, "叶睦（1439年－？），字敬之，浙江金华府金华县人，民籍。明朝政治人物。进士出身。"],
        ["李孟旸", 25, "《竹园寿集图》之李孟旸像，明吕纪、吕文英合绘\n现藏北京故宫博物院"],
        ["萧本容", 26, "萧本容（1436年－？），字德弘，江西吉安府泰和县人，民籍。明朝政治人物。进士出身。"],
        ["陈　洵", 27, "陈洵（1445年－？），字汇之，浙江绍兴府馀姚县人，杭州府钱塘县官籍。明朝政治人物。进士出身。"],
        ["张　琡", 28, "张琡（1449年－？），字文璧，陕西平凉府镇原县人，民籍。明朝政治人物。进士出身。"],
        ["任彦常", 29, "任彦常（1434年－？），字吉夫，南京江阴卫人，军籍。明朝政治人物。进士出身。"],
        ["董　宁", 30, "董宁（1443年－1507年），字伯康，顺天府通州漷县人，民籍。明朝政治人物。进士出身。"],
        ["黄东山", 31, "黄东山（1440年－1499年），字世瞻，四川省叙州府富顺县人，[1]。"],
        ["王　宜", 32, "王宜（1439年－？），字益亨，江西临江府新淦县人，民籍。明朝政治人物。进士出身。"],
        ["陈　瑗", 33, "陈瑗（1442年－1500年），字大玉，号朴菴，河南祥符县人，陕西甘州左卫军籍。明朝政治人物。进士出身。"],
        ["陈以忠", 34, "陈以忠（1440年－？），字孟荩，顺天府宛平县人，富户籍。明朝政治人物。进士出身。"],
        ["彭　载", 35, "彭载（1441年－？），字孔载，江西南昌府南昌县人，民籍。明朝政治人物。进士出身。"],
        ["方　彬", 36, "方彬（1442年－？），字文中，福建兴化府莆田县人，盐籍。明朝政治人物。进士出身。"],
        ["简　显", 37, "简显（1435年－？），字齐道，江西临江府新喻县人，民籍。明朝政治人物。进士出身。"],
        ["林　号", 38, "林号，字世调，福建福州府闽县人，明朝政治人物、进士出身。"],
        ["陈　谟", 39, "陈谟（1437年－？），字师禹，浙江绍兴府馀姚县人，民籍。明朝政治人物。进士出身。"],
        ["林濬渊", 40, "林濬渊（1440年－？），字用渊，福建福州府闽县人，民籍。明朝政治人物。进士出身。林清源、林泮之弟。"],
        ["黄　荣", 41, "黄荣（1443年－？），字俨仁，福见兴化府莆田县人，盐籍。明朝政治人物。进士出身。"],
        ["茅　鋐", 42, "茅鋐（1436年－？），字大用，直隶扬州府兴化县人，贵州赤水卫军籍。明朝政治人物。进士出身。"],
        ["陈　寿", 43, "陈寿，字本仁，祖籍新淦，改籍宁远卫。明朝政治人物、进士出身。"],
        ["周　轸", 44, "周轸（1434年－1514年），字公载，莆田[1]人。明朝官员、进士出身。周瑛次子。"],
        ["汤　全", 45, "汤全（1441年－？），字完之，直隶松江府华亭县人，民籍。明朝政治人物。进士出身。"],
        ["朱　本", 46, "朱本（1434年－？），字立行，江西饶州府乐平县人，民籍。明朝政治人物。进士出身。"],
        ["陈　哲", 47, "陈哲（1435年－1511年），字继昭，浙江绍兴府山阴县人，民籍。明朝政治人物。进士出身。"],
        ["顾馀庆", 48, "顾馀庆（1441年－？），字崇善，直隶苏州府长洲县人，民籍。明朝政治人物。进士出身。"],
        ["杨　泽", 49, "杨泽（1438年－？），字商霖，浙江台州府天台县人，民籍。明朝政治人物。进士出身。"],
        ["李　震", 50, "李震（1436年－？），字时亨，直隶常州府宜兴县人，民籍。明朝政治人物。进士出身。"],
        ["萧　显", 51, "萧显（1431年－1506年），字文明，江西吉安府龙泉县人，直隶山海卫军籍。明朝政治人物。进士出身。"],
        ["洪廷臣", 52, "洪廷臣（1429年－？），字以道，浙江严州府淳安县人，民籍。明朝政治人物。进士出身。"],
        ["孟　述", 53, "孟述（1448年－？），字景贤，河南南阳府泌阳县人，军籍。明朝政治人物。进士出身。"],
        ["邓　林", 54, "邓林（1435年－1494年），字廷栋，四川省眉州人，民籍，治《诗经》，年三十八岁中式成化八年壬辰科第二甲第五十四名进士。十二月初五日生，行一，曾祖邓子荣；祖邓必高；父邓海；前母张氏；周氏。具庆下，妻于氏，弟森。由国子生中式四川乡试第三十五名举人，会试中式第一百五十五名[1]。"],
        ["周季麟", 55, "周季麟（1445年－1518年），字公瑞，江西南昌府宁远县人，民籍。明朝政治人物。进士出身。"],
        ["达　毅", 56, "达毅（1439年－？），字士弘，直隶镇江府丹徒县人，民籍。明朝政治人物。进士出身。"],
        ["瞿　明", 57, "瞿明（1442年－？），字德昭，直隶苏州府常熟县人，匠籍。明朝政治人物。进士出身。"],
        ["赵　兰", 58, "赵兰（1442年－？），字廷绮，陕西西安府泾阳县人，军籍。明朝政治人物。进士出身。"],
        ["范　絪", 59, "范絪（1440年－？），字太和，浙江台州府天台县人，民籍。明朝政治人物。进士出身。"],
        ["王　宏", 60, "王宏（1443年－？），字仲裕，山东登州府文登县人，留守左卫官籍。明朝政治人物。进士出身。"],
        ["杜　学", 61, "杜学（1439年－？），字时敏，河南河南府登封县人，民籍。明朝政治人物。进士出身。"],
        ["赵　璧", 62, "赵璧（1441年－？），字蔺完，云南云南府昆明县人，民籍。明朝政治人物。进士出身。"],
        ["沈　铠", 63, "沈铠（1438年－？），字仲威，直隶苏州府长洲县人，应天府上元县官籍。明朝政治人物。进士出身。"],
        ["章　锐", 64, "章锐（1439年－？），字元进，浙江宁波府鄞县人，民籍。明朝政治人物。进士出身。"],
        ["李翰章", 65, "李翰章（1444年－？），字文卿，山东兖州府滋阳县人，民籍。明朝政治人物。进士出身。"],
        ["张　英", 66, "张英（1441年－？），字尚实，江西饶州府德兴县人，军籍。明朝政治人物。进士出身。"],
        ["马孔惠", 67, "马孔惠（1436年－？），字孝卿，直隶河间府景州东光县人，匠籍。明朝政治人物。进士出身。"],
        ["王　禄", 68, "王禄，字正夫，福建福州府闽县人，明朝政治人物，进士出身。"],
        ["黄　谦", 69, "黄谦（1442年－？），字㧑之，浙江绍兴府馀姚县人，应天府江宁县匠籍。明朝政治人物。进士出身。"],
        ["闾　钲", 70, "闾钲（1449年－？），字静之，陕西平凉府泾州人，军籍。明朝政治人物。进士出身。"],
        ["许　辅", 71, "许辅（1436年－？），字佐之，明朝政治人物，顺天府东安县人，进士出身，军籍。"],
        ["李　序", 72, "李序（1445年－1504年），字大伦，广西省柳州府融县人，民籍，治《书经》，年二十八岁中式成化八年壬辰科第二甲第七十二名进士。十二月初二日生，行一，曾祖李伯高；祖李子赞，封知州；父李芳，贵州右参议；母施氏（封宜人）。重庆下，妻陈氏，弟康；庚；廉。由国子生中式广西乡试第十一名举人，会试中式第二十一名[1]。"],
        ["邵　敏", 73, "邵敏（1432年－？），字汝学，湖广长沙府湘阴县人，军籍。明朝政治人物。进士出身。"],
        ["高　敞", 74, "高敞（1441年－1498），字德广，直隶苏州府崑山县人，民籍。明朝政治人物。进士出身。"],
        ["江　汉", 75, "江汉（1441年－？），字纪南，直隶宁国府旌德县人，民籍。明朝政治人物。进士出身。"],
        ["濮　晋", 76, "濮晋（1439年－？），字用昭，直隶常州府武进县人，军籍。明朝政治人物。进士出身。"],
        ["张　宪", 77, "张宪（1446年－？），字廷式，江西饶州府德兴县人，军籍。明朝政治人物。进士出身。"],
        ["胡　超", 78, "胡超可以指："]
    ],
    "index": 31,
    "url": "https://zh.wikipedia.org/wiki/Template:%E6%88%90%E5%8C%96%E5%85%AB%E5%B9%B4%E5%A3%AC%E8%BE%B0%E7%A7%91%E6%AE%BF%E8%A9%A6%E9%87%91%E6%A6%9C",
    "third": [
        ["白　坦", 1, "白坦（1448年－？），字易之，直隶常州府武进县人，官籍。明朝政治人物。进士出身。"],
        ["司马垔", 2, "司马垔（1439年－？），字通伯，浙江绍兴府山阴县人，儒籍。明朝政治人物。进士出身。"],
        ["汪　山", 3, "汪山（1435年－？），字仁夫，直隶徽州府歙县人，民籍。明朝政治人物。进士出身。"],
        ["柳　豸", 4, "柳豸（1443年－1498年），字廷直，号憨菴，河南开封府雎州人，匠籍。明朝政治人物。进士出身。"],
        ["袁　道", 5, "袁道（1438年－？），字德纯，江西吉安府吉水县人，民籍。明朝政治人物。同进士出身。"],
        ["吴　宪", 6, "吴宪（1436年－？），字肃清，直隶徽州府歙县人，民籍。明朝政治人物。进士出身。"],
        ["贺元忠", 7, "贺元忠（1439年－1516年），字泽民，直隶苏州府吴县人，民籍。明朝政治人物。进士出身。"],
        ["赵　润", 8, "赵润（1434年－？），字良玉，山东兖州府济宁州人，军籍。明朝政治人物。进士出身。"],
        ["李　寅", 9, "李寅（1436年－？），字敬之，直隶河间府兴济县人，民籍。明朝政治人物。进士出身。"],
        ["衞　邦", 10, "卫邦（1437年－？），字翰之，山西泽州人，民籍。明朝政治人物。进士出身。"],
        ["唐　鼐", 11, "唐鼐（1434年－？），字宗器，河南彰德府安阳县人，民籍。明朝政治人物。进士出身。"],
        ["李　烨", 12, "李烨，福建福州府闽县人，明朝政治人物、进士出身。李烜之弟。"],
        ["俞　俊", 13, "俞俊（1440年－？），字尚贤，浙江处州府丽水县人，民籍。明朝政治人物。进士出身。"],
        ["张　佶", 14, "张佶（1445年－？），字习之，河南南阳府邓州人，直隶徐州民籍。明朝政治人物。进士出身。"],
        ["王　辅", 15, "王辅（1444年－？），字良弼，陕西西安府同州人，民籍。明朝政治人物。进士出身。"],
        ["项　旻", 16, "项旻（1430年－？），字崇仁，浙江温州府瑞安县人，民籍。明朝政治人物。进士出身。"],
        ["陈　孜", 17, "陈孜（1439年－？），字勉学，山西平阳府浮山县人，军籍。明朝政治人物。进士出身。"],
        ["朱守恕", 18, "朱守恕（1436年－？），字尚仁，湖广郴州桂阳县人，民籍。明朝政治人物。进士出身。"],
        ["褚　祚", 19, "褚祚（1437年－？），字昌胤，直隶苏州府常熟县人，民籍。明朝政治人物。进士出身。"],
        ["吴　凯", 20, "吴凯（1442年－？），字廷辅，直隶庐州府合肥县人，民籍。明朝政治人物。进士出身。"],
        ["陈　瑶", 21, "陈瑶（1994年10月31日－）是北京新生代女演员，毕业于北京电影学院2013年级表演创作三班，与韩东君、王彦霖、胡冰卿、彩旗和金晨是唐人影视力捧的第三代演员。与南笙一样走萝莉型路线。[1]"],
        ["饶　裕", 22, "饶裕（1435年－1494年），字仁作，四川成都府资县人，军籍，治《诗经》，年三十八岁中式成化八年壬辰科第三甲第二十二名进士。八月十八日生，行五，曾祖饶思贤；祖饶希孟；父饶珪；母郭氏；继母徐氏。慈侍下，妻牟氏，兄永清；永良；永宏；永旺，弟纪（贡士）；永高；永节。由国子生中式四川乡试第五十六名举人，会试中式第一百三十五名[1]。"],
        ["桂　镐", 23, "桂镐（1441年－？），字宗周，浙江宁波府慈谿县人，军籍。明朝政治人物。进士出身。"],
        ["张　昞", 24, "张昞（1442年－？），字时显，直隶常州府江府阴县人，民籍。明朝政治人物。进士出身。"],
        ["吴文度", 25, "吴文度（1441年－1510年），字宪之，福建承宣布政使司泉州府晋江县（今福建省泉州市）人，明朝南京户部尚书。"],
        ["张凤鶱", 26, "张凤骞（1443年－？），字鸣岐，山东济南府邹平县人，军籍。明朝政治人物。进士出身。"],
        ["陈　谦", 27, "陈谦（1431年－？），字天益，浙江杭州府钱塘县人，匠籍。明朝政治人物。进士出身。"],
        ["陈　裕", 28, "陈裕（1426年－？），字孟宽，福建兴化府莆田县人，民籍。明朝政治人物。进士出身。"],
        ["陈　璧", 29, "陈璧（1437年－1514年），字瑞卿，直隶扬州府高邮州人，山西太原左卫官籍。明朝政治人物。进士出身。"],
        ["孙　弁", 30, "孙弁（1433年－？），字文冕，江西饶州府浮梁县人，民籍。明朝政治人物。进士出身。"],
        ["顾　纯", 31, "顾纯（1430年－？），字以正，直隶松江府华亭县人，民籍。明朝政治人物。进士出身。"],
        ["谭宗泗", 32, "谭宗泗（1438年－1497年），字文渊，四川省潼川州蓬溪县人，灶籍，治《春秋》，年三十五岁中式成化八年壬辰科第三甲第三十二名进士。九月十八日生，行五，曾祖谭泰；祖谭必成；父谭宣，知县；母骆氏。严侍下，妻杜氏，兄宗仁；宗器；宗义；宗节，弟宗载。由国子生中式四川乡试第六十一名举人，会试中式第二百三十二名[1]。"],
        ["何　钟", 33, "何钟可以指："],
        ["朱　钦", 34, "朱钦（1444年－1520年），字懋恭，福建承宣布政使司邵武府邵武县（今福建省邵武县）人，明朝政治人物，官至山东巡抚。"],
        ["宋　端", 35, "宋端（1438年－？），字民表，湖广湘阴县人，山东阳信县民籍。明朝政治人物。进士出身。"],
        ["曾拱辰", 36, "曾拱辰（1436年－？），字朝极，福建延平府南平县人，军籍。明朝政治人物。进士出身。"],
        ["吴　溥", 37, "吴溥（1436年－？），字公济，山东济南府德平县人，军籍。明朝政治人物。进士出身。"],
        ["赵文盛", 38, "赵文盛（1435年－？），字从周，山西太原府阳曲县人，军籍。明朝政治人物。进士出身。"],
        ["陈　轩", 39, "陈轩，潮州府海阳县人，明朝政治人物、进士出身。"],
        ["刘　绅", 40, "刘绅（1432年－？），字宗儒，湖广衡州府衡阳县人，军籍。明朝政治人物。进士出身。"],
        ["张　稷", 41, "张稷（1437年－？），字世用，直隶扬州府高邮州宝应县人，民籍。明朝政治人物。进士出身。"],
        ["黄　荧", 42, "黄荧（1440年－？），字敦实，福建漳州府龙溪县人，民籍。明朝政治人物。进士出身。"],
        ["兰　玉", 43, "兰玉，可以指："],
        ["沈　坏", 44, "沈瓌（1441年－？），字彦器，直隶淮安府宿迁县人，民籍。明朝政治人物。进士出身。"],
        ["任　谷", 45, "任谷（1446年－1505年），字生之，广西省南宁府横州驯象卫军籍，治《春秋》，年二十七岁中式成化八年壬辰科第三甲第四十五名进士。十月十七日生，行一，曾祖任思义，大使；祖任致远；父任信，训导；母胡氏。慈侍下，妻吴氏。由国子生中式广西乡试第二十六名举人，会试中式第八十七名[1]。南京户部主事，历郎中，擢福建布政司参议[2]"],
        ["刘　宇", 46, "刘宇，字至大，河南钧州人，明朝政治人物，依附阉党。"],
        ["吴　哲", 47, "吴哲，江西临川人，是一名明朝政治人物。进士出身。"],
        ["李　瑛", 48, "李瑛（1437年－？），字廷辉，山东济南府武定州人，腾骧右卫官籍。明朝政治人物。进士出身。"],
        ["孟　瀛", 49, "孟瀛（1444年－？），字宗渊，直隶保定府博野县人，官籍。明朝政治人物。进士出身。"],
        ["张　昺", 50, "张昺，字仲明，慈溪人，都御史张楷之孙，明朝官吏，同进士出身。"],
        ["阎　琮", 51, "阎琮（1434年－？），字廷珍，山东登州府蓬莱县人，民籍。明朝政治人物。进士出身。"],
        ["陈　观", 52, "陈观（1442年－？），字尚宾，直隶顺德府广宗县人，军籍。明朝政治人物。进士出身。"],
        ["周　茂", 53, "周茂（1441年－？），字时雍，直隶永平府卢龙县人，民籍。明朝政治人物。进士出身。"],
        ["王　雄", 54, "王雄（1435年－？），字镇远，山东东昌府夏津县人，民籍。明朝政治人物。进士出身。"],
        ["彭　铨", 55, "彭铨（1436年－？），字大用，湖广襄阳府襄阳县人，匠籍。明朝政治人物。进士出身。"],
        ["杨　维", 56, "杨维（1446年－？），字宪维，湖广常德府武陵县人，民籍。明朝政治人物。进士出身。"],
        ["钱　玉", 57, "钱玉（1443年－1502年），字德辉，四川省重庆府涪州人，民籍，治《易经》，年三十岁中式成化八年壬辰科第三甲第五十七名进士。三月初五日生，行一，曾祖钱富二；祖钱茂，吏目；父钱广；母景氏。具庆下，妻张氏，弟珠；玟。由州学生中式四川乡试第四十三名举人，会试中式第五十五名[1]。"],
        ["许　斌", 58, "许斌（1438年－？），字廷佐，山西太原府阳曲县人，军籍。明朝政治人物。进士出身。"],
        ["汪　箎", 59, "汪箎（1438年－？），字仲和，浙江杭州府仁和县人，太医院籍。明朝政治人物。进士出身。"],
        ["高　昇", 60, "高昇（1433年－？），字明远，辽阳盖州人，辽东定辽中卫军籍。明朝政治人物。进士出身。"],
        ["王　肃", 61, "王肃（1436年－？），字崇恭，江西临江府新喻县人，民籍。明朝政治人物。进士出身。"],
        ["程　普", 62, "程普（1435年－？），字克济，河南彰德府临漳县人，民籍。明朝政治人物。进士出身。"],
        ["冯　广", 63, "冯广（1443年－？），字永公，河南开封府郑州人，民籍。明朝政治人物。进士出身。"],
        ["易　鹗", 64, "易鹗（1438年－？），字九霄，河南汝宁府固始县人，民籍。明朝政治人物。进士出身。"],
        ["章　武", 65, "章武（1438年－？），字继韶，江西抚州府临川县人，民籍。明朝政治人物。进士出身。"],
        ["吴　泰", 66, "吴泰（1442年－？），字昌期，应天府江浦县人，民籍。明朝政治人物。进士出身。"],
        ["谢　纲", 67, "谢纲（1436年－？），字廷宪，直隶永平府滦州人，民籍。明朝政治人物。进士出身。"],
        ["文　林", 68, "文林（1445年－1499年），字宗儒，湖广衡山县人，直隶苏州府长洲县官籍。明朝政治人物。进士出身。"],
        ["方　显", 69, "方显（1443年－1502年），字孔融，四川省重庆府江津县人，民籍，治《春秋》，年三十岁中式成化八年壬辰科第三甲第六十九名进士。正月二十九日生，行三，曾祖方世华；祖方必政；父方有道，教授；母李氏。具庆下，妻戴氏，兄茂；瓒，弟英；俊；达。由国子生中式四川乡试第四十七名举人，会试中式第一百八十四名[1]。 。授江西南丰县知县[2]。"],
        ["游　兴", 70, "游兴（1440年－？），字用宾，福建福州府怀安县人，民籍。明朝政治人物。进士出身。"],
        ["欧　瑄", 71, "欧瑄（1436年－1508年），字廷璧，湖广郴州兴宁县人，民籍。明朝政治人物。进士出身。"],
        ["陆　渊", 72, "陆渊（1435年－？），字子澄，浙江绍兴府馀姚县人，民籍。明朝政治人物。进士出身。"],
        ["朱　赞", 73, "朱赞（1434年－？），字光辅，江西南昌府进贤县人，军籍。明朝政治人物。进士出身。"],
        ["陈　金", 74, "陈金（1446年－1528年），字汝砺，祖籍湖广承宣布政使司德安府应城县（今湖北省应城市），出生于武昌府，明朝政治人物，官至右都御史、南京户部尚书。"],
        ["朱　福", 75, "朱福（1443年－？），字天锡，直隶苏州府吴县人，南京光禄寺厨籍。明朝政治人物。进士出身。"],
        ["李　珉", 76, "李珉（1435年－？），字美中，河南卫辉府淇县人，贵州乌撒卫军籍。明朝政治人物。进士出身。"],
        ["赵　英", 77, "赵英（1436年－？），字储秀，陕西临洮府兰县人，军籍。明朝政治人物。进士出身。"],
        ["凌　昇", 78, "凌昇（1429年－1488年），字鹏举，四川都司成都后卫军籍，治《诗经》，年四十四岁中式成化八年壬辰科第三甲第七十八名进士。十一月二十二日生，行三，曾祖凌福；祖凌旺；父凌政；母唐氏。具庆下，妻苟氏，兄昹；昱，弟杲。由国子生中式四川乡试第五十七名举人，会试中式第二百二十四名[1]。"],
        ["林　泮", 79, "林泮（1438年－1518年），字用养，福建闽县人，民籍。明朝政治人物。进士出身。林钝之子，林清源之弟、林濬渊之兄。"],
        ["乐宗茂", 80, "乐宗茂，浙江仁和（今浙江杭州）人，明朝政治人物。"],
        ["傅　金", 81, "傅金（1443年－？），字汝砺，浙江鄞县人，广西南丹卫官籍。明朝政治人物。进士出身。"],
        ["崔　俊", 82, "崔俊（1441年－？），字世英，山西太原府阳曲县人，民籍。明朝政治人物。进士出身。"],
        ["张　瑛", 83, "张瑛（1438年－？），字德辉，广东广州府新会县人，民籍。明朝政治人物。进士出身。"],
        ["吴　郁", 84, "吴郁（1440年－？），字文盛，直隶徽州府休宁县人，民籍。明朝政治人物。进士出身。"],
        ["黄　宽", 85, "黄宽（1435年－？），字汝栗，福建泉州府晋江县人，民籍。明朝政治人物。进士出身。"],
        ["刘凤翔", 86, "刘凤翔（1439年－？），字德辉，河南汝宁府光山县人，民籍。明朝政治人物。进士出身。"],
        ["王　璟", 87, "王璟（1446年－？），字廷采，山东兖州府沂州人，军籍。明朝政治人物。进士出身。"],
        ["孙　需", 88, "孙需（1448年－1524年），字孚吉，明朝政治人物。江西德兴县人。同进士出身，官至南京吏部尚书。"],
        ["陈　英", 89, "陈英（1438年－？），字廷贤，浙江宁波府鄞县人，民籍。明朝政治人物。进士出身。"],
        ["林　清", 90, "林清（1434年－？），字源□，福建福州府福清县人，民籍。明朝政治人物。进士出身。"],
        ["何　瀞", 91, "何瀞（1434年－？），字源清，广东广州府东莞县人，军籍。明朝政治人物。进士出身。"],
        ["华　清", 92, "华清（1436年－？），字濂卿，湖广德安府应城县人，匠籍。明朝政治人物。进士出身。"],
        ["李　勤", 93, "李勤（1437年－？），字时勉，直隶保定府易州人，军籍。明朝政治人物。进士出身。"],
        ["李　谅", 94, "李谅（1439年－？），字友信，山西泽州人，民籍。明朝政治人物。进士出身。"],
        ["杨一清", 95, "明佚名《明良真像》册之文襄公杨一清遗像"],
        ["朱仲炘", 96, "朱仲炘（1441年－？），字德辉，浙江处州府遂昌县人，顺天府大兴县富户籍。明朝政治人物。进士出身。"],
        ["胡　汉", 97, "胡汉（1443年－？），字源梁，江西广信府铅山县人，民籍。明朝政治人物。进士出身。"],
        ["王　佐", 98, "王佐（1434年－？），字良弼，河南南阳府汝州人，军籍。明朝政治人物。进士出身。"],
        ["俞　玑", 99, "俞玑，贵州贵阳人，原籍江苏吴县[1]，明朝政治人物。"],
        ["董　绂", 100, "董绂（1433年－？），字嗣章，湖广黄州府麻城县人，军籍。明朝政治人物。进士出身。"],
        ["徐　广", 101, "徐广（1442年－？），字居仁，山东兖州府曹州人，民籍。明朝政治人物。进士出身。"],
        ["罗　赞", 102, "罗赞（1435年－？），字世卿，河南开封府扶沟县人，民籍。明朝政治人物。进士出身。"],
        ["张　清", 103, "张清（1439年－？），字澄源，直隶大同中屯卫人，军籍。明朝政治人物。进士出身。"],
        ["陈　理", 104, "陈理（1442年－？），字民彜，应天府溧水县人，直隶德州卫官籍。明朝政治人物。进士出身。"],
        ["吴　珙", 105, "吴珙（1431年－？），字廷瑞，福建延平府南平县人，民籍。明朝政治人物。进士出身。"],
        ["李　瀛", 106, "李瀛（1449年－？），字宗泽，顺天府宛平县人，官籍。明朝政治人物。进士出身。"],
        ["郝　隆", 107, "郝隆（1441年－？），字景昌，直隶永平府滦州人，民籍。明朝政治人物。进士出身。"],
        ["李孟晊", 108, "李孟晊（1446年－？），字时泰，河南开封府雎州人，民籍。明朝政治人物。进士出身。"],
        ["张廷纲", 109, "张廷纲（1438年－？），字朝振，应天府江宁县人，直隶永平卫军籍。明朝政治人物。进士出身。"],
        ["乔　缙", 110, "乔缙（1439年－？），字廷仪，河南河南府洛阳县人，民籍。明朝政治人物。进士出身。"],
        ["李复贞", 111, "李复贞（1444年－1503年），字明实，四川省泸州人，民籍，治《书经》，年二十九岁中式成化八年壬辰科第三甲第一百一十一名进士。六月十一日生，行四，曾祖李彦才；祖李斌；父李劾；母陈氏。具庆下，妻王氏，继妻闵氏；兄复初（知州）；复元；复亨。由国子生中式四川乡试第四十一名举人，会试中式第一百四十五名[1]。"],
        ["罗元祥", 112, "罗元祥（1438年－？），字宗瑞，山西太原府榆次县人，民籍。明朝政治人物。进士出身。"],
        ["馀　铎", 113, "馀铎（1437年－？），字文振，江西临江府清江县人，河南南阳卫官籍。明朝政治人物。进士出身。"],
        ["靳　睿", 114, "靳睿（1442年－？），字希颜，陕西西安府同州郃阳县人，民籍。明朝政治人物。进士出身。"],
        ["马　鑑", 115, "马鑑（1432年－？），字文焕，湖广襄阳府枣阳县人，军籍。明朝政治人物。进士出身。"],
        ["奚　铭", 116, "奚铭（1435年－？），字克新，顺天府宛平县人，匠籍。明朝政治人物。同进士出身。"],
        ["陈　福", 117, "陈福（1433年－？），字宗范，直隶保定府新城县人，湖广汉阳县民籍。明朝政治人物。进士出身。"],
        ["樊　金", 118, "樊金（1441年－？），字公砺，江西南昌府进贤县人，民籍。明朝政治人物。进士出身。"],
        ["强　满", 119, "强满（1439年－？），字克谦，福建福州府侯官县人，民籍。明朝政治人物。进士出身。"],
        ["揭　魁", 120, "揭魁（1436年－1495年），字士元，四川成都府内江县人，军籍，治《书经》，年三十七岁中式成化八年壬辰科第三甲第一百二十名进士。五月二十三日生，行二，曾祖揭胜才；祖揭仲贤；父揭志清；母冷氏；继母龚氏。严侍下，妻谢氏，兄理，弟琏；简。由国子生中式顺天府乡试第六名举人，会试中式第四十名[1]。"],
        ["胡　荣", 121, "胡荣（1432年－？），字邦显，江西康定府建昌县人，民籍。明朝政治人物。进士出身。"],
        ["金舜臣", 122, "金舜臣（1450年－？），字汝弼，山西平阳府襄陵县人，平阳卫籍。明朝政治人物。进士出身。"],
        ["李　隆", 123, "李隆（1440年－？），字世昌，山西平阳府蒲州河津县人，军籍。明朝政治人物。进士出身。"],
        ["冯　沉", 124, "冯沉（1442年－？），字荣端，浙江台州府临海县人，民籍。明朝政治人物。进士出身。"],
        ["程春震", 125, "程春震（1439年－？），字时举，湖广德安府云梦县人，军籍。明朝政治人物。进士出身。"],
        ["林　贵", 126, "林贵（1434年－？），字良贵，广东广州府南海县人，民籍。明朝政治人物。进士出身。"],
        ["姜　昂", 127, "姜昂（1447年－？），字恒頫，直隶苏州府崐山县人，民籍。明朝政治人物。进士出身。"],
        ["王　勉", 128, "王勉（1438年－？），字时荩，顺天府宛平县人，匠籍。明朝政治人物。进士出身。"],
        ["陈　垲", 129, "陈垲（1438年－？），字汝陵，浙江宁波府鄞县人，钦天监官籍。明朝政治人物。进士出身。"],
        ["邝　颐", 130, "邝颐（1442年－？），字惟贞，广东广州府南海县人，民籍。明朝政治人物。进士出身。"],
        ["王　绅", 131, "王绅（1446年－？），字缙卿，陕西庆阳府安化县人，军籍。明朝政治人物。进士出身。"],
        ["王　弁", 132, "王弁（1440年－？），字世瞻，江西吉安府吉水县人，湖广襄阳府襄阳县民籍。明朝政治人物。进士出身。"],
        ["李　暹", 133, "李暹（1436年－？），字伯旸，顺天府大兴县人，留守左卫军籍。明朝政治人物。进士出身。"],
        ["郑　頀", 134, "郑頀（1438年－1497年），字汝谐，广东省廉州府石康县人，民籍，治《易经》，年三十五岁中式成化八年壬辰科第三甲第一百三十四名进士。六月初七日生，行二，曾祖郑祥；祖郑宾，检校；父郑赐，训导；母谢氏。慈侍下，妻卢氏，兄音也，弟韺；韶。由国子生中式广东乡试第十二名举人，会试中式第七十九名[1]。"],
        ["宋　岳", 135, "宋岳（1433年－？），字绍申，福建兴化府莆田县人，军籍。明朝政治人物。进士出身。"],
        ["徐　节", 136, "徐节（1435年－1516年），字时中，浙江严州府寿昌县人，贵州卫军籍。明朝政治人物。进士出身。"],
        ["罗九鼎", 137, "罗九鼎（1445年－1504年），字象州，四川省重庆府合州人，军籍，治《易经》，年二十八岁中式成化八年壬辰科第三甲第一百三十七名进士。正月初十日生，行三，曾祖罗贤祖；祖罗暹，知事；父罗绅；母李氏。具庆下，妻馀氏，兄九畴；九万。由国子生中式四川乡试第五十一名举人，会试中式第一百十三名[1]。"],
        ["管　麟", 138, "管麟（1444年－？），字文祯，陕西西安府咸宁县人，军籍。明朝政治人物。进士出身。"],
        ["陈嘉谟", 139, "陈嘉谟（1444年－1503年），字良显，四川省重庆府巴县人，明朝政治人物。"],
        ["李　云", 140, "李云（1431年－？），字载章，江西袁州府分宜县人，民籍。明朝政治人物。进士出身。"],
        ["吕　炯", 141, "吕炯（1437年－？），字文昭，浙江宁波府鄞县人，民籍。明朝政治人物。进士出身。"],
        ["马　骢", 142, "马骢（1435年－？），字伯良，广东广州府顺德县人，民籍。明朝政治人物。进士出身。"],
        ["董　彝", 143, "董彜（1429年－？），字克明，直隶苏州府常熟县人，民籍。明朝政治人物。进士出身。"],
        ["赵　炯", 144, "赵炯（1439年－1498年），字文鑑，四川省重庆府永川县人，军籍，治《书经》，年三十四岁中式成化八年壬辰科第三甲第一百四十四名进士。四月二十五日生，行二，曾祖赵友先；祖赵荣　；父赵本中；母晏氏。具庆下，妻邓氏，继妻刘氏；兄章，弟选；粹。由国子生中式四川乡试第五十二名举人，会试中式第一百一名[1]。"],
        ["杨仲伦", 145, "杨仲伦（1438年－？），字宗理，云南大理府太和县人，民籍。明朝政治人物。进士出身。"],
        ["洪　汉1", 146, "洪汉（1441年－1500年），字天章，山东济南府章丘县人，民籍，治《易经》，年三十二岁中式成化八年壬辰科第三甲第一百四十六名进士。二月二十日生，行二，曾祖洪大；祖洪士中；父洪让，训导；母李氏。重庆下，妻司氏，兄江，弟潮。由国子生中式山东乡试第二十七名举人，会试中式第一百二十一名[1]。授工部主事，历任四川布政使、陕西布政使。弘治年间，担任大同巡抚，因抵御蒙古势利而被罢免[2]。"],
        ["王　经", 147, "王经（1439年－？），字允常，直隶苏州府长洲县人，民籍。明朝政治人物。进士出身。"],
        ["王　暄", 148, "王暄（1438年－1488年），号继芳，浙江嵊县华堂村人。明朝政治人物、进士出身。王羲之后人[1]。"],
        ["朱庆云", 149, "朱庆云（1437年－？），字奇逄，湖广黄州府黄陂县人，军籍。明朝政治人物。进士出身。"],
        ["邓　庠", 150, "邓庠（1447年－1524年），字宗周，号东溪，湖广郴州宜章县人，民籍。明朝政治人物。进士出身。"],
        ["杨　纯", 151, "杨纯（1437年1月9日－？年）[1]，字彦诚[2]，四川省大竹县（今邻水县，按邻水县元至元二十年省入大竹县。成化元年复置）人，民籍，国子生，治诗经，四川乡试第三十三名，会试第一百七十二名。成化八年（1472年）壬辰科进士。邻水城内东街原有为其所立之进士坊[3]，并崇祀乡贤祠[4]"],
        ["洪　汉2", 152, "洪汉（1432年－1491年），字朝宗，南直隶徽州府歙县人，民籍，治《礼记》，年四十一岁中式成化八年壬辰科第三甲第一百五十二名进士。七月初三日生，行二，曾祖洪德；祖洪孟任；父洪尚文；母胡氏。慈侍下，妻江氏，兄渊，弟溥；文正；希止。由国子生中式应天府乡试第一百一十八名举人，会试中式第二百三十六名[1]。"],
        ["刘　懋", 153, "刘懋（1442年－？），字勉之，湖广荆州府江陵县人，民籍。明朝政治人物。进士出身。"],
        ["胡　缙", 154, "胡缙（1438年－？），字曰绅，江西吉安府庐陵县人，儒籍。明朝政治人物。进士出身。"],
        ["彭　恭", 155, "彭恭（1438年－1497年），字敬之，湖广常德府龙阳县人，民籍，治《诗经》，年三十五岁中式成化八年壬辰科第三甲第一百五十五名进士。八月初二日生，行二，曾祖彭昂，大使；祖彭文斌；父彭蔓；母李氏。永感下，妻高氏，兄永和。由国子生中式湖广乡试第二十一名举人，会试中式第一百六十三名[1]。"],
        ["吴玉荣", 156, "吴玉荣（1440年－？），字世重，福建兴化府莆田县人，盐籍。明朝政治人物。进士出身。"],
        ["吴　智", 157, "吴智（1432年－？），字汝哲，浙江绍兴府馀姚县人，民籍。明朝政治人物。进士出身。"],
        ["张　雄", 158, "张雄（1442年－？），字文伟，陕西西安府同州人，军籍。明朝政治人物。进士出身。"],
        ["沈　瑬", 159, "沈瑬（1435年－？），字伯玉，直隶苏州府嘉定县人，民籍。明朝政治人物。进士出身。"],
        ["张　抚", 160, "张抚（1427年－1507年），字世安，陕西凤翔府宝鸡县人，民籍。明朝政治人物。进士出身。"],
        ["薛　真", 161, "薛真（1441年－？），字大正，山西大同府大同县人，军籍。明朝政治人物。进士出身。"],
        ["吴　琳", 162, "吴琳（1434年－？），字廷章，直隶苏州府长洲县人，民籍。明朝政治人物。进士出身。"],
        ["倪　镛", 163, "倪镛（1440年－？），字廷器，河南南阳府镇平县人，民籍。明朝政治人物。进士出身。"],
        ["王　佐", 164, "王佐（1435年－？），字君卿，直隶大名府开州人，民籍。明朝政治人物。进士出身。"],
        ["国志虞", 165, "国志虞（1439年－？），字宗舜，直隶保定府安肃县人，民籍。明朝政治人物。进士出身。"],
        ["李　宽", 166, "李宽（1441年－1500年），字克宽，陕西省临洮府兰县人，军籍，治《书经》，年三十二岁中式成化八年壬辰科第三甲第一百六十六名进士。闰十一月十二日生，行一，曾祖李文通；祖李亨；父李钦；母常氏。具庆下，妻丁氏，继妻顾氏；。由军生中式陕西乡试第二十三名举人，会试中式第二百十五名[1]。"],
        ["丘　璐", 167, "丘璐（1442年－1498年），字仲玉，河南开封府兰阳县人，民籍。明朝政治人物。进士出身。"],
        ["董　纲", 168, "董纲（1443年－？），字万纪，直隶宁国府泾县人，军籍。明朝政治人物。进士出身。"],
        ["方　全", 169, "方全（1440年－？），字用周，直隶庐州府合肥县人，山西大同左卫官籍。明朝政治人物。进士出身。"]
    ]
}