{
    "year_name": "成化二十三年丁未科殿试金榜",
    "first": [
        ["费　宏", 1, "费宏赐服像"],
        ["刘　春", 2, "刘春（1460年－1521年），字仁仲，四川省重庆府巴县人，明朝政治人物。[1]"],
        ["涂　瑞", 3, "涂瑞（1447年－1493年），字邦祥，广东番禺人，明朝探花。"]
    ],
    "second": [
        ["程　楷", 1, "程楷（1453年－1512年），字正之，江西省饶州府乐平县人，军籍，明朝政治人物、进士出身。"],
        ["王　玺", 2, "王玺（1448年－？年），字廷信，四川省重庆府合州人，明朝政治人物。"],
        ["季　源", 3, "季源（？－？），字本清，江西南昌府进贤县人，民籍，明朝政治人物、进士出身。"],
        ["周　夔", 4, "周虁（？－？），字甫敬，江西吉安府庐陵县人，民籍，明朝政治人物、进士出身。"],
        ["刘　孟", 5, "刘孟（？－？），字子贤，江西吉安府安福县人，军籍，明朝政治人物、进士出身。"],
        ["任　伦", 6, "任伦（1456年－1500年），字秉元，河南省睢阳卫，明朝政治人物。"],
        ["陈　钦", 7, "陈钦（？－？），字亮之，浙江绍兴府会稽县人，南京钦天监籍，明朝政治人物、进士出身。"],
        ["王鸿儒", 8, "王鸿儒（1459年－1519年），字懋学，河南承宣布政使司南阳府南阳县（今河南省南阳市）人，明朝政治人物，官至南京户部尚书。王鸿渐之兄。"],
        ["董　威", 9, "董威（？－？），字德隅，直隶广平府威县人，民籍，明朝政治人物、进士出身。"],
        ["杨　瑛", 10, "杨瑛（？－？），字润卿，直隶苏州府嘉定县人，民籍，明朝政治人物、进士出身。"],
        ["蒋　冕", 11, "蒋冕（1462年－1532年），字敬之，一字敬所，号湘皋。广西承宣布政使司桂林府全州（今广西全州镇北门一带）人。明朝弘治、正德两朝及嘉靖前期重要政治人物，曾任内阁首辅。"],
        ["祝　瀚", 12, "祝瀚（？－？），字惟容，浙江绍兴府山阴县人，民籍，明朝政治人物、进士出身。"],
        ["谢　通", 13, "谢通（？－？），字伸佑，江西南安府大庾县人，顺天府大兴县匠籍，明朝政治人物、进士出身。"],
        ["陈　镐", 14, "陈镐（？－1511年），明朝浙江承宣布政使司绍兴府会稽县（今浙江省绍兴市）人，明朝副都御史、湖广巡抚。"],
        ["卢　亨", 15, "卢亨（？－？），字永泰，山东济南府商河县人，军籍，明朝政治人物、进士出身。"],
        ["叶　绅", 16, "叶绅（？－？），字廷缙，直隶苏州府吴江县人，民籍，明朝政治人物、进士出身。"],
        ["欧　钲", 17, "欧钲（1454年－1513年），字时振，四川省眉州人，民籍，治《诗经》，明朝政治人物、进士出身。"],
        ["屈　伸", 18, "屈伸（？－？），字引之，直隶河间府任丘县人，民籍，明朝政治人物、进士出身。"],
        ["蔡　钦", 19, "蔡钦（？－？），字懋邻，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["涂　瑾", 20, "涂瑾（？－？），字邦玉，广东广州府番禺县人，民籍，明朝政治人物、进士出身。"],
        ["郑宗仁", 21, "郑宗仁（1451年－1522年），字体元，京师河间府任丘县（今河北任丘市）人，明朝政治人物。"],
        ["王　纶", 22, "王纶（？－？），字朝言，山东济南府滨州人，军籍，明朝政治人物、进士出身。"],
        ["程　昊", 23, "程昊（？－？），字时亨，直隶徽州府祁门县人，军籍，明朝政治人物、进士出身。"],
        ["陈经纶", 24, "陈经纶（？－？），字汝学，广东广州府新会县人，民籍，明朝政治人物、进士出身。"],
        ["袁　达", 25, "袁达（1457年－1516年），字德孚，四川虁州府达县人，民籍，治《诗经》，明朝政治人物、进士出身。"],
        ["李朝阳", 26, "李朝阳（1450年－1509年），字鸣凤，四川叙南卫军籍，治《诗经》，明朝政治人物、进士出身。"],
        ["滕　槟", 27, "滕槟（？－？），字秀之，直隶镇江府丹徒县人，云南金齿司军籍，明朝政治人物、进士出身。"],
        ["孙　孺", 28, "孙孺（？－？），字幼真，直隶凤阳府凤阳县人，民籍，明朝政治人物、进士出身。"],
        ["张　赞", 29, "张赞（？－？），字希臯，直隶苏州府吴县人，锦衣卫镇抚司军籍，明朝政治人物、进士出身。"],
        ["贾　澄", 30, "贾澄（？－？），字廉夫，湖广辰洲卫人，官籍，明朝政治人物、进士出身。"],
        ["彭　崑", 31, "彭崑（？－？），字良玉，福建建宁府崇安县人，民籍，明朝政治人物、进士出身。"],
        ["黄　穆", 32, "黄穆（？－？），字子敬，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["范　玶", 33, "范玶（？－？），字文润，江西饶州府浮梁县人，民籍，明朝政治人物、进士出身。"],
        ["陈　玉", 34, "陈玉（？－？），字润夫，直隶涿鹿中卫人，官籍，明朝政治人物、进士出身。"],
        ["陈　仁", 35, "陈仁（？－？），字子居，福建兴化府莆田县人，军籍，明朝政治人物、进士出身。"],
        ["陈邦弼", 36, "陈邦弼（？－？），字惟忠，浙江绍兴府山阴县人，民籍，明朝政治人物、进士出身。"],
        ["傅　珪", 37, "傅珪（？－？），字邦瑞，直隶保定府清苑县人，军籍，明朝政治人物、进士出身。"],
        ["万弘璧", 38, "万弘璧（1466年－？年），字廷瑞，四川省眉州人。明朝翰林。"],
        ["邓　琛", 39, "邓琛（？－？），字贡甫，广东广州府东菀县人，灶籍，明朝政治人物、进士出身。"],
        ["朱　惪", 40, "朱悳（？－？），字懿卿，浙江杭州府仁和县人，民籍，明朝政治人物、进士出身。"],
        ["倪　阜", 41, "倪阜（？－？），字舜薰，浙江钱塘县人，应天府上元县官籍，明朝政治人物、进士出身。"],
        ["华　峦", 42, "华銮（？－？），字伯瞻，湖广黄州府蔪州人，军籍，明朝政治人物、进士出身。"],
        ["王　轩", 43, "王轩（？－？），字廷冕，山东登州府宁海州人，军籍，明朝政治人物、进士出身。"],
        ["万　福", 44, "万福（？－？），字季崇，江西南昌府进贤县人，民籍，明朝政治人物、进士出身。"],
        ["董　杰", 45, "董杰（？－1511年），字万英，直隶宁国府泾县人，军籍，明朝政治人物、进士出身。"],
        ["吴　俨", 46, "吴俨（1457年－1519年），字克温，南京常州府宜兴县（今江苏省宜兴县人）人，明朝南京礼部尚书，进士出身。"],
        ["赵　全", 47, "赵全（？－？），字季脩，河南河南府陕州人，军籍，明朝政治人物、进士出身。"],
        ["马　舆", 48, "马舆（？－？），字良载，直隶苏州卫守御嘉兴千户所人，官籍，明朝政治人物、进士出身。"],
        ["涂　旦", 49, "涂旦（？－？），字卿元，江西南昌府丰城县人，匠籍，明朝政治人物、进士出身。"],
        ["王　迪", 50, "王迪（？－？），字允吉，福建福州府侯官县人，民籍，明朝政治人物、进士出身。"],
        ["馀　征", 51, "馀征（？－？），字弘贵，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["邵　棠", 52, "邵棠（？－？），字民爱，直隶扬州府通州人，军籍，明朝政治人物、进士出身。"],
        ["钱　铎", 53, "钱铎（？－？），字道鸣，广东广州府东菀县人，民籍，明朝政治人物、进士出身。"],
        ["刘　约", 54, "刘约（？－？），字博之，山东兖州府东平州东阿县人，民籍，明朝政治人物、进士出身。"],
        ["姜　麟", 55, "姜麟（？－？），字仁夫，浙江金华府兰谿县人，民籍，明朝政治人物、进士出身。"],
        ["李　汉", 56, "李汉（？－？），字充昭，江西南昌府丰城县人，军籍，明朝政治人物、进士出身。"],
        ["李文祥", 57, "李文祥，字天瑞，湖广承宣布政使司黄州府麻城县（今湖北省麻城市）人，明朝政治人物、进士出身。"],
        ["项　经", 58, "项经（？－？），字诚之，浙江嘉兴府嘉善县人，官籍，明朝政治人物、进士出身。"],
        ["王　中", 59, "王中（？－？），字时中，浙江台州府宁海县人，军籍，明朝政治人物、进士出身。"],
        ["杨茂仁", 60, "杨茂仁（？－？），字志道，浙江宁波府鄞县（今鄞州区）人，民籍，明朝政治人物。杨守陈之子、杨茂元之弟。"],
        ["仲　棐", 61, "仲棐（1466年－？年），字与成，南直隶扬州府高邮州宝应县人，医籍，明朝政治人物、进士出身。"],
        ["毛　实", 62, "毛实（？－？），字世诚，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["熊　祥", 63, "熊祥（？－？），字文应，江西丰城县人，贵州镇远府偏桥长官司民籍，明朝政治人物、进士出身。"],
        ["汪　璿", 64, "汪璿（？－？），字舜玑，直隶徽州府黟县人，民籍，明朝政治人物、进士出身。"],
        ["杨　锦", 65, "杨锦（？－？），字尚䌹，直隶苏州府嘉定县人，民籍，明朝政治人物、进士出身。"],
        ["孟　逵", 66, "孟逵（？－？），字道亨，顺天府蓟州玉田县人，民籍，明朝政治人物、进士出身。"],
        ["邓公辅", 67, "邓公辅（？－？），字良臣，浙江杭州府仁和县人，灶籍，明朝政治人物、进士出身。"],
        ["张　举", 68, "张举（？－？），字孟贤，直隶真定府栾城县人，民籍，明朝政治人物、进士出身。"],
        ["丁　凤", 69, "丁凤（？－？），字应韶，直隶保定府蠡县人，军籍，明朝政治人物、进士出身。"],
        ["方　仁", 70, "方仁（？－？），字行恕，江西广信府弋阳县人，民籍，明朝政治人物、进士出身。"],
        ["胡　伦", 71, "胡伦（？－？），字天叙，四川省潼川州安岳县人，成都府汉州军籍，明朝政治人物、进士出身。"],
        ["周　琰", 72, "周琰（？－？），字载文，直隶河间府阜城县人，军籍，明朝政治人物、进士出身。"],
        ["马子聪", 73, "马子聪（？－？），字舜达，直隶广平府广平县人，民籍，明朝政治人物、进士出身。"],
        ["房　鑑", 74, "房鑑（？－？），字宗明，直隶淮安府山阳县人，锦衣卫官籍，明朝政治人物、进士出身。"],
        ["卢　濬", 75, "卢濬（？－？），字希哲，浙江台州府天台县人，民籍，明朝政治人物、进士出身。"],
        ["范　庆", 76, "范庆（？－？），字天锡，直隶隆庆州人，民籍，明朝政治人物、进士出身。"],
        ["李瑞澄", 77, "李端澄（？－？），字学溥，河南怀庆府武陟县人，民籍，明朝政治人物、进士出身。"],
        ["崔　玺", 78, "崔玺（？－？），字元祯，河南怀庆府武陟县人，军籍，明朝政治人物、进士出身。"],
        ["辛　礼", 79, "辛礼（？－？），字用和，顺天府良乡县人，万全都司永宁卫官籍，明朝政治人物、进士出身。"],
        ["罗　玘", 80, "罗玘（1447年－1519年），字景鸣，江西南城睦安乡磁圭人，是明朝中叶政治人物和学者，成化丁未进士。他曾官至南京吏部右侍郎。[注 1]学者称他为圭峰先生。"],
        ["寿　儒", 81, "寿儒（？－？），字宗鲁，浙江绍兴府上虞县人，湖广黄州府蕲州民籍，明朝政治人物、进士出身。"],
        ["胡汝砺", 82, "胡汝砺（？－？），字良弼，应天府溧阳县人，陕西宁夏卫军籍，明朝政治人物、进士出身。"],
        ["苏　葵", 83, "苏葵（？－？），字伯诚，广东广州府顺德县人，军籍，明朝政治人物、进士出身。"],
        ["官　", 84, "官昹（？－？），字仲昭，江西饶州府安仁县人，民籍，明朝政治人物、进士出身。"],
        ["张景琦", 85, "张景琦（？－？），字廷良，浙江绍兴府山阴县人，民籍，明朝政治人物、进士出身。"],
        ["陶　缵", 86, "陶缵（？－？），字述之，直隶苏州府崑山县人，民籍，明朝政治人物、进士出身。"],
        ["杨　潭", 87, "杨潭（？－？），字宗渊，直隶保定府新城县人，锦衣卫官籍，明朝政治人物、进士出身。"],
        ["曾　全", 88, "曾全（？－？），字复初，湖广郴州永兴县人，军籍，明朝政治人物、进士出身。"],
        ["徐　键", 89, "徐键（？－？），字启之，福建建宁左卫人，官籍，明朝政治人物、进士出身。"],
        ["李　堂", 90, "李堂（1462年－1524年），一说生卒年不详，约1500年前后在世（约明孝宗弘治十三年前后）。明朝政治人物、学者。字时升，号堇山。浙江宁波府鄞县（今宁波市鄞州区）人。"],
        ["李　鸾", 91, "李鸾（？－？），字天瑞，顺天府固安县（今河北省固安县）南舖里人，军籍，明朝政治人物、进士出身。"],
        ["周　旋", 92, "周旋（？－？），字克敬，浙江宁波府慈谿县人，民籍，明朝政治人物、进士出身。"],
        ["汪　铉", 93, "汪铉（？－？），字鼎卿，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["毛　珵", 94, "苏州沧浪亭毛珵公服石刻像"],
        ["万　祥", 95, "万祥（？－？），字世和，广西梧州府藤县人，军籍，明朝政治人物、进士出身。"],
        ["胡　惪", 96, "胡悳（？－？），字允脩，浙江绍兴府会稽县人，军籍，明朝政治人物、进士出身。"],
        ["匡翼之", 97, "匡翼之（？－？），字敬敷，直隶怀安府赣榆县人，山东胶州千户所官籍，明朝政治人物、进士出身。"],
        ["许　淳", 98, "许淳（1452年－1511年），字文厚，四川成都左护卫官籍，治《易经》，明朝政治人物、进士出身。"],
        ["谢汝旸", 99, "谢汝旸（？－？），字晋卿，湖广衡州府衡阳县人，军籍，明朝政治人物、进士出身。"],
        ["彭　景", 100, "彭景（？－？），字叔大，福建兴化府莆田县人，军籍，明朝政治人物、进士出身。"],
        ["吴　鋆", 101, "吴鋆（1452年－1499年），字汝砺，直隶苏州府吴江县人，民籍，明朝政治人物、进士出身。"],
        ["史　学", 102, "史学（1454年－1513年），字文鑑，南直隶溧阳县人。明朝政治人物。"],
        ["程　沂", 103, "程沂（？－？），字宗鲁，湖广长沙府湘阴县人，军籍，明朝政治人物、进士出身。"],
        ["仵　绅", 104, "仵绅（？－？），字佩之，湖广武昌府蒲圻县人，民籍，明朝政治人物、进士出身。"],
        ["郭　珠", 105, "郭珠（1454年－？年），字明远，四川省叙州府富顺县人，民籍，明朝政治人物、进士出身。"],
        ["曾　昻", 106, "曾昂（1415年－1474年），字仲英，四川省重庆府合州铜梁县人，民籍，明朝政治人物、进士出身。"],
        ["陆　完", 107, "陆完（1458年－1526年），字全卿，号水村。苏州人。明朝兵部尚书、吏部尚书。"],
        ["戴　恩", 108, "戴恩（1464年－1523年），字天锡，南直隶安庆府潜山县人，医籍，明朝政治人物、进士出身。"],
        ["黎　臣", 109, "黎臣（1453年－1512年），字希虁，四川省重庆府长寿县人，军籍，明朝政治人物、进士出身。"],
        ["张　润", 110, ""]
    ],
    "index": 36,
    "url": "https://zh.wikipedia.org/wiki/Template:%E6%88%90%E5%8C%96%E4%BA%8C%E5%8D%81%E4%B8%89%E5%B9%B4%E4%B8%81%E6%9C%AA%E7%A7%91%E6%AE%BF%E8%A9%A6%E9%87%91%E6%A6%9C",
    "third": [
        ["马景昌", 1, "马景昌（？－？），字廷言，浙江湖州府德清县人，民籍，明朝政治人物、进士出身。"],
        ["刘　麟", 2, "刘麟（？－？），字景祥，江西临江府新淦县人，民籍，明朝政治人物、进士出身。"],
        ["马　政", 3, "马政（？－？），字公敏，直隶河间府青县人，民籍，明朝政治人物、进士出身。"],
        ["刘　淮", 4, "刘淮（？－？），字东之，河南汝宁府信阳州罗山县人，民籍，明朝政治人物、进士出身。"],
        ["鲁得之", 5, "鲁得之（？－？），字希曾，湖广常德府武陵县人，陕西金州守御千户所官籍，明朝政治人物、进士出身。"],
        ["吉　人", 6, "吉人，陕西承宣布政使司西安府长安县人，明朝官员、同进士出身。"],
        ["韩　鼐", 7, "韩鼐（？－？），字国器，直隶松江府华亭县人，军籍，明朝政治人物、进士出身。"],
        ["刘　良", 8, "刘良（？－？），字质臣，湖广永州府道州宁远县人，军籍，明朝政治人物、进士出身。"],
        ["俞　琳", 9, "俞琳（1454年－1529年，字德彰，浙江承宣布政使司杭州府临安（今浙江省杭州市临安区）人，明朝政治人物。"],
        ["魏　玒", 10, "魏玒（？－？），字秉德，顺天府大兴县人，大宁前卫官籍，明朝政治人物、进士出身。"],
        ["王　纬", 11, "王纬（？－？），字廷文，河南开封府祥符县人，民籍，明朝政治人物、进士出身。"],
        ["袁　翺", 12, "袁翱（？－？），字凤仪，直隶松江府华亭县人，军籍，明朝政治人物、进士出身。"],
        ["彭　敷", 13, "彭敷（？－？），字汝言，直隶松江府华亭县人，民籍，明朝政治人物、进士出身。"],
        ["沈　瓒", 14, "沈瓒（？－？），字君锡，浙江宁波府慈谿县人，顺天府大兴县民匠籍，明朝政治人物、进士出身。"],
        ["蓝　应", 15, "蓝应（？－？），字景祥，福建兴化卫人，军籍，明朝政治人物、进士出身。"],
        ["鲁　昻", 16, "鲁昻（？－？），字廷瞻，直隶苏州府吴江县人，应天府江宁县匠籍，明朝政治人物、进士出身。"],
        ["周亮采", 17, "周亮采（？－？），字秉臣，直隶苏州府吴县人，民籍，明朝政治人物、进士出身。"],
        ["蔡　铎", 18, "蔡铎（？－？），字振之，河南开封府祥符县人，民籍，明朝政治人物、进士出身。"],
        ["郑　炤", 19, "郑炤（？－？），字叔昭，福建福州府闽县人，军籍，明朝政治人物、进士出身。"],
        ["贾　钦", 20, "贾钦（？－？），字敬之，河南汝州鲁山县人，军籍，明朝政治人物、进士出身。"],
        ["李裕中", 21, "李裕中（1457年－1538年），字容正，四川省成都府资阳县人，明朝政治人物、进士出身。"],
        ["赵　缙", 22, "赵缙（1457年－1516年），字廷仪，直隶省真定府晋州人，民籍，治《易经》，明朝政治人物、进士出身。"],
        ["丁养浩", 23, "丁养浩（1451年－1528年），字师孟，浙江杭州府仁和县人，明朝政治人物。"],
        ["任　汉", 24, "任汉（1462年－1521年），字宗海，四川省成都府温江县人，军籍，治《诗经》，明朝政治人物、进士出身。"],
        ["陈　瑞", 25, "陈瑞（1456年－？年），字凤仪，浙江省宁波府鄞县人，民籍，治《书经》，明朝政治人物、进士出身。"],
        ["吴　浚", 26, "吴浚（1448年－？年），字渊之，江西省饶州府德兴县人，民籍，治《诗经》，明朝政治人物、进士出身。"],
        ["谢　瀚", 27, "谢瀚（1448年－1507年），字汝大，福建省福州府闽县人，明朝官员。[1]。"],
        ["韩　祜", 28, "韩祜（1453年－1512年），字天锡，山西省太原府交城县人，民籍，治《易经》，明朝政治人物、进士出身。"],
        ["林长繁", 29, "林长繁（1455年－？年），字世殷，福建省兴化府莆田县人，明朝政治人物、进士出身。"],
        ["李　珍", 30, "李珍（？－？），字相儒，直隶真定府赵州高邑县人，辽东广宁中屯卫旗籍，明朝政治人物、进士出身。"],
        ["邓　璋", 31, "邓墇（？－？），字礼方，顺天府涿州人，校尉籍，明朝政治人物、进士出身。"],
        ["馀本实", 32, "馀本实（1450年－1509年），字诚之，四川省潼川州遂宁县人，明朝政治人物、进士出身。"],
        ["徐文英", 33, "徐文英（？－？），字景华，河南汝宁府西平县人，匠籍，明朝政治人物、进士出身。"],
        ["张　淳", 34, "张淳（？－？），字宗厚，直隶庐州府合肥县人，民籍，明朝政治人物、进士出身。"],
        ["徐　纪", 35, "徐纪（？－？），字大纪，直隶河间府任丘县人，匠籍，明朝政治人物、进士出身。"],
        ["欧　泰", 36, "欧泰（？－？），字子通，福建兴化府莆田县人，军籍，明朝政治人物、进士出身。"],
        ["黄　济", 37, "黄济（？－？），字翊时，江西抚州府临川县人，校尉籍，明朝政治人物、进士出身。"],
        ["陈世良", 38, "陈世良（？－？），字崇之，浙江台州府临海县人，军籍，明朝政治人物、进士出身。"],
        ["高胤先", 39, "高胤先（？－？），字世德，湖广郴州宜章县人，陕西西安府长安县民籍，明朝政治人物、进士出身。"],
        ["戴　初", 40, "戴初（？－？），字复之，直隶广德州建平县人，民籍，明朝政治人物、进士出身。"],
        ["黄世经", 41, "黄世经（？－？），字时济，陕西泰州卫人，军籍，明朝政治人物、进士出身。"],
        ["张　掖", 42, "张掖（？－？），字辅之，陕西凤翔府凤翔县人，民籍，明朝政治人物、进士出身。"],
        ["文　森", 43, "文森（？－？），字宗严，湖广衡州衡山县人，直隶苏州府长洲县民籍，明朝政治人物、进士出身。"],
        ["虞　坤", 44, "虞坤（？－？），字公载，江西饶州府鄱阳县人，民籍，明朝政治人物、进士出身。"],
        ["蒋　昇", 45, "蒋昇（1450年－1526年），字诚之，号梅轩，广西承宣布政使司桂林府全州（今广西壮族自治区全州县）人，蒋冕之兄，明朝南京户部尚书。"],
        ["白　翱", 46, "白翱（1462年－1521年），字凤仪，四川成都府绵州人，府军前卫军籍，明朝政治人物。"],
        ["吴廷举", 47, "吴廷举（1465年－？），字献臣，祖籍嘉鱼，出身于广西承宣布政使司梧州府苍梧县（今广西壮族自治区梧州市）人，明朝政治人物、同进士出身。"],
        ["许　胆", 48, "许暺（？－？），字景晖，浙江衢州府开化县人，民籍，明朝政治人物、进士出身。"],
        ["李　瀚", 49, "李瀚，字文博，山西太原府阳曲县人，明朝政治人物。同进士出身。"],
        ["柴　昇", 50, "柴升（1456年－1532年）字公照，号菊潭，明朝政治人物。河南内乡县人。"],
        ["朱　绶", 51, "朱绶（？－？），字文佩，浙江嘉兴府嘉兴县人，民籍，明朝政治人物、进士出身。"],
        ["欧阳鹏", 52, "欧阳鹏（？－？），字时举，江西吉安府泰和县人，民籍，明朝政治人物、进士出身。"],
        ["伍　符", 53, "伍符（？－？），字朝信，江西吉安府安福县人，民籍，明朝政治人物、进士出身。"],
        ["毛　诗", 54, "毛诗（？－？），字大经，河南南阳府裕州叶县人，军籍，明朝政治人物、进士出身。"],
        ["童　宽", 55, "童宽（？－？），字济之，直隶宁国府泾县人，军籍，明朝政治人物、进士出身。"],
        ["翁健之", 56, "翁健之（？－？），字应干，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["李逊学", 57, "李逊学（1456年－1519年），字希贤，河南上蔡县人。明朝政治人物。"],
        ["朱　辅", 58, "朱辅（？－？），字良臣，湖广荆州府公安县人，民籍，明朝政治人物、进士出身。"],
        ["冯　杰", 59, "冯杰（？－？），字秀夫，直隶涿鹿左卫人，军籍，明朝政治人物、进士出身。"],
        ["邓　颐", 60, "邓颐（1441年－1500年），字行正，四川省泸州人，军籍，治《书经》，明朝政治人物、进士出身。"],
        ["张　黼", 61, "张黼（？－？），字仕钦，直隶松江府上海县人，民籍，明朝政治人物、进士出身。"],
        ["王　恩", 62, "王恩（？－？），字克承，浙江绍兴府馀姚县人，军灶籍，明朝政治人物、进士出身。"],
        ["邹　智", 63, "邹智（1466年－1491年），字汝愚，四川省重庆府合州人[1]。"],
        ["罗　勳", 64, "罗勳（1452年－？年），字卿积，号牧谦，四川省重庆府永川县人，明朝官员。"],
        ["徐　鹗", 65, "徐鹗（？－？），字良举，浙江台州府黄巖县人，军籍，明朝政治人物、进士出身。"],
        ["李　葵", 66, "李葵（？－？），字朝阳，河南都司颍川卫人，军籍，明朝政治人物、进士出身。"],
        ["唐　祯", 67, "唐祯（？－？），字原善，直隶松江府华亭县人，灶籍，明朝政治人物、进士出身。"],
        ["方天然", 68, "方天然（？－？），字𢁫诚，直隶扬州卫人，官籍，明朝政治人物、进士出身。"],
        ["张　嵿", 69, "张嵿（1458年－1531年），字时俊，浙江承宣布政使司绍兴府萧山县（今浙江省萧山市）人，明朝政治人物、同进士出身。"],
        ["罗　政", 70, "罗政（？－？），字皆正，江西临江府新喻县人，军籍，明朝政治人物、进士出身。"],
        ["邢　缨", 71, "邢缨（？－？），字文甫，湖广黄州府鄿州黄梅县人，军籍，明朝政治人物、进士出身。"],
        ["李　溥", 72, "李溥（？－？），字宗大，直隶真定府定州人，民籍，明朝政治人物、进士出身。"],
        ["周　钺", 73, "周钺（1461年－1520年），字廷仪，四川虁州府梁山县人，陕西西安左卫军籍，明朝政治人物、进士出身。"],
        ["王　铎", 74, "王铎（？－？），字大振，陕西延安府保安县人，岷州卫军籍，明朝政治人物、进士出身。"],
        ["潘　府", 75, "潘府（？－？），字孔脩，浙江绍兴府上虞县人，民籍，明朝政治人物、进士出身。"],
        ["向　时", 76, "向时（1449年－？年），字惟中，四川省顺庆府岳池县人，明朝官员。"],
        ["王　济", 77, "王济（？－？），字用楫，直隶永平府滦州人，河间卫军籍，明朝政治人物、进士出身。"],
        ["石　珤", 78, "石氏家传之《石珤像》"],
        ["郑宗载", 79, "郑宗载（？－？），字本厚，湖广荆州府石首县人，军籍，明朝政治人物、进士出身。"],
        ["荣　节", 80, "荣节（？－？），字应中，河南汝宁府遂平县人，民籍，明朝政治人物、进士出身。"],
        ["张　津", 81, "张津（？－1518年），字广汉，广东承宣布政使司惠州府博罗县（今广东省博罗县）人，明朝户部侍郎。"],
        ["张　澜", 82, "张澜（？－？），字道本，河南河南府新安县人，军籍，明朝政治人物、进士出身。"],
        ["张　相", 83, "张相（1447年－1506年），字佐虞，四川省顺庆府蓬州人，民籍，治《诗经》，明朝政治人物、进士出身。"],
        ["王　珍", 84, "王珍（？－？），字元聘，直隶和州人，民籍，明朝政治人物、进士出身。"],
        ["李充嗣", 85, "李充嗣（1465年－1537年），字士脩，四川成都府内江县人。明朝政治人物。"],
        ["弋　楅", 86, "弋福（1455年－1502年），字高洁，山西承宣布政使司太原府代州人，明朝政治人物。"],
        ["徐九龄", 87, "徐九龄（？－？），字寿卿，浙江湖州府德清县人，民籍，明朝政治人物、进士出身。"],
        ["石　玠", 88, "石玠（1463年－1521年），字邦秀，北直隶真定府藁城县（今河北省藁城市）人，明朝户部尚书。大学士石珤之兄。"],
        ["倪天民", 89, "倪天民（？－？），字秀夫，直隶苏州府长洲县人，武功中卫军匠籍，明朝政治人物、进士出身。"],
        ["和　鹏", 90, "和鹏（？－？），字大举，山西太原府平定州人，民籍，明朝政治人物、进士出身。"],
        ["范　伸", 91, "范伸（？－？），字邦直，山东兖州府曲阜县人，民籍，明朝政治人物、进士出身。"],
        ["杜　启", 92, "杜启（？－？），字子开，直隶苏州府吴县人，民籍，明朝政治人物、进士出身。"],
        ["丁　荣", 93, "丁荣（？－？），字宗仁，直隶安庆府怀宁县人，民匠籍，明朝政治人物、进士出身。"],
        ["唐希介", 94, "唐希介（？－？），字景贤，山西太原府阳曲县人，军籍，明朝政治人物、进士出身。"],
        ["郎　滋", 95, "郎滋（？－？），字德润，浙江严州府建德县人，民籍，明朝政治人物、进士出身。"],
        ["胡　承", 96, "胡承（？－？），字安节，直隶镇海卫人，官籍，明朝政治人物、进士出身。"],
        ["王　术", 97, "王术（？－？），字用仁，浙江宁波府慈谿县人，民籍，明朝政治人物、进士出身。"],
        ["俞世德", 98, "俞世德（？－？），字守宗，直隶常州府无锡县人，军籍，明朝政治人物、进士出身。"],
        ["徐绍先", 99, "徐绍先（？－？），字继之，湖广黄州府鄿水县人，军籍，明朝政治人物、进士出身。"],
        ["祝　福", 100, "祝福（？－？），字德饶，山东兖州府济宁州人，官籍，明朝政治人物、进士出身。"],
        ["陈　策", 101, "陈策（？－？），字廷献，湖广常德府武陵县人，校尉籍，明朝政治人物、进士出身。"],
        ["晁尽孝", 102, "晁尽孝（？－？），字克仁，直隶保定府高阳县人，军籍，明朝政治人物、进士出身。"],
        ["李　良", 103, "李良（？－？），字遂之，山东齐河县人，神武左卫官籍，明朝政治人物、进士出身。"],
        ["陈　震", 104, "陈震（？－？），字文静，陕西都司庆阳卫人，官籍，明朝政治人物、进士出身。"],
        ["丁　经", 105, "丁经（？－？），字彝之，山西太原府岢岚州岚县人，军籍，明朝政治人物、进士出身。"],
        ["朱　智", 106, "朱智（？－？），字体贞，河南开封府郑州荥泽县人，民籍，明朝政治人物、进士出身。"],
        ["李　鑑", 107, "李鑑（？－？），字晦之，山东兖州府济宁州人，民籍，明朝政治人物、进士出身。"],
        ["王　用", 108, "王用（？－？），字士贤，山东青州府安丘县人，军籍，明朝政治人物、进士出身。"],
        ["刘　章", 109, "刘章（？－？），字德润，直隶隆庆州人，民籍，明朝政治人物、进士出身。"],
        ["邵遵道", 110, "邵遵道（？－？），字尧臣，江西南康府都昌县人，民籍，明朝政治人物、同进士出身。"],
        ["胡　镐", 111, "胡镐（？－？），字京济，江西抚州府乐安县人，民籍，明朝政治人物、进士出身。"],
        ["纪　镛", 112, "纪镛（？－？），字大器，直隶凤阳府颕州太和县人，民籍，明朝政治人物、进士出身。"],
        ["国　瑀", 113, "国瑀（？－？），字朝佩，山东济南府滨州人，军籍，明朝政治人物、进士出身。"],
        ["秦　涣", 114, "秦涣（？－？），字汝亨，浙江绍兴府会稽县人，民籍，明朝政治人物、进士出身。"],
        ["李　埜", 115, "李埜（1450年－1509年），字茂林，四川省夔州府东乡县（今宣汉县）人，民籍，治《书经》，明朝政治人物、进士出身。"],
        ["许　鹏", 116, "许鹏（？－？），字图南，山东青州府乐安县人，军籍，明朝政治人物、进士出身。"],
        ["蔡　杲", 117, "蔡杲（？－？），字特明，福建漳州府龙溪县人，民籍，明朝政治人物、进士出身。"],
        ["白　鸾", 118, "白鸾（1458年－1503年），字孟禽，陕西凤翔府宝鸡县人，民籍，明朝政治人物、进士出身。"],
        ["陈　端", 119, "陈端（1449年－1508年），字廷表，四川省重庆府忠州垫江县人，民籍，治《易经》，明朝政治人物、进士出身。"],
        ["黄玄龄", 120, "黄玄龄（？－？），字崇寿，江西南康府建昌县人，军籍，明朝政治人物、进士出身。"],
        ["叶　清", 121, "叶清（？－？），字本澄，浙江绍兴府萧山县人，民籍，明朝政治人物、进士出身。"],
        ["李　玺", 122, "李玺（？－？），字德贵，江西建昌府南丰县人，军籍，明朝政治人物、进士出身。"],
        ["赵文奎", 123, "赵文奎（？－？），字天章，湖广荆州府江陵县人，民籍，明朝政治人物、进士出身。"],
        ["郑　弘", 124, "郑弘（？－？），字道熙，陕西西安府华州渭南县人，民籍，明朝政治人物、进士出身。"],
        ["胡　崋", 125, "胡崋（？－？），字惟峻，直隶常州府武进县人，民籍，明朝政治人物、进士出身。"],
        ["周　南", 126, "周南（1450年－1509年），字化行，四川成都府井研县人，军籍，治《诗经》，明朝政治人物、进士出身。"],
        ["赵　鑑", 127, "赵鑑（1454年－1537年），字克正，諡康敏，山东承宣布政使司青州府寿光人，明朝刑部尚书、进士出身。"],
        ["朱应昌", 128, "朱应昌（？－？），字会期，山东东昌府夏津县人，民籍，明朝政治人物、进士出身。"],
        ["夏景和", 129, "夏景和（？－？），字时雍，湖广长沙府长沙县人，陕西秦州卫军籍，明朝政治人物、进士出身。"],
        ["周　纪", 130, "周纪（？－？），字廷理，浙江嘉兴府嘉善县人，民籍，明朝政治人物、进士出身。"],
        ["赵　容", 131, "赵容（？－？），字德宏，直隶和州人，军籍，明朝政治人物、进士出身。"],
        ["金　洪", 132, "金洪（？－？），字惟深，浙江宁波府鄞县人，民籍，明朝政治人物、进士出身。"],
        ["杨孟瑛", 133, "杨孟瑛（1459年－？年），字温甫，四川省重庆府忠州酆都县人，明朝官员。"],
        ["蒋　昪", 134, "蒋昪（？－？），字诚之，广西桂林府全州人，民籍，明朝政治人物、进士出身。"],
        ["钱　春", 135, "钱春（1456年－1515年），字应仁，浙江省嘉兴府嘉善县人，医籍，明朝政治人物、进士出身。"],
        ["毛　纪", 136, "毛纪（1463年－1545年），字维之，山东掖县（今莱州市）人。明朝正德、嘉靖年间重臣。"],
        ["苏　奎", 137, "苏奎（？－？），字炳文，直隶苏州府常熟县人，民籍，明朝政治人物、进士出身。"],
        ["何　显", 138, "何显，字继善，福建福州府闽县人，明朝政治人物。"],
        ["任　鑑", 139, "任鑑（1460年－1519年），字自明，河南省开封府许州临颍县人，民籍，治《礼记》，明朝政治人物、进士出身。"],
        ["彭　瓒", 140, "彭瓒（？－？），字廷器，江西吉安府龙泉县人，山东胶州千户所军籍，明朝政治人物、进士出身。"],
        ["黄　昌", 141, "黄昌（？－？），字景文，江西抚州府金谿县人，民籍，明朝政治人物、进士出身。"],
        ["刘　聪", 142, "刘聪，字宇愚，江西宜春县人，直隶蓟州卫军籍，明朝政治人物。进士出身。"],
        ["方　志", 143, "方志（？－？），字信之，浙江宁波府鄞县人，民籍，明朝政治人物、进士出身。"],
        ["李　纲", 144, "李纲（？－？），字德举，浙江台州府黄巖县人，民籍，明朝政治人物、进士出身。"],
        ["周　楫", 145, "周楫（1446年－1505年），字济之，四川成都府内江县人，民籍，治《礼记》，明朝政治人物、进士出身。"],
        ["陆　崑", 146, "陆崑（？－？），字中玉，直隶苏州府崑山县人，民籍，明朝政治人物、进士出身。"],
        ["蔡馀庆", 147, "蔡馀庆（？－？），字从善，浙江台州府黄巖县人，军籍，明朝政治人物、进士出身。"],
        ["樊　祉", 148, "樊祉（？－？），字介福，河南卫辉府胙城县人，民籍，明朝政治人物、进士出身。"],
        ["陈　恪", 149, "陈恪（？－？），字克谨，浙江湖州府归安县人，军籍，明朝政治人物、进士出身。"],
        ["吴必显", 150, "吴必显（？－？），字德纯，直隶池州府石埭县人，民籍，明朝政治人物、进士出身。"],
        ["王资良", 151, "王资良（1449年－？年），字辅德，四川成都府金堂县人，匠籍，明朝政治人物、进士出身。"],
        ["杨子器", 152, "杨子器（1458年－1513年），字名父，号柳塘。浙江慈谿县（今宁波市境）人。明朝政治人物。"],
        ["王　洧", 153, "王洧（？－？），字清之，直隶大名府濬县人，军籍，明朝政治人物、进士出身。"],
        ["彭　程", 154, "彭程（？－？），字宪卿，江西饶州府鄱阳县人，军籍，明朝政治人物、进士出身。"],
        ["王　秩", 155, "王秩（？－？），字循伯，直隶苏州府崑山县人，民籍，明朝政治人物、进士出身。"],
        ["谢　谘", 156, "谢谘（？－？），字尧臣，湖广衡州府耒阳县人，军籍，明朝政治人物、进士出身。"],
        ["蒋　恭", 157, "蒋恭（1459年－？年），字肃之，一字一菴，四川省重庆府巴县人，明朝政治人物、进士出身。"],
        ["夏　鍭", 158, "夏鍭（？－？），字德树，浙江台州府天台县人，民籍，明朝政治人物、进士出身。"],
        ["方　溢", 159, "方溢（？－？），字文晬，广西柳州府柳城县人，民籍，明朝政治人物、进士出身。"],
        ["郝　本", 160, "郝本（？－？），字立夫，山西太原府阳曲县人，民籍，明朝政治人物、进士出身。"],
        ["萧艮宣", 161, "萧艮宣（？－？），字敷化，江西吉安府庐陵县人，军籍，明朝政治人物、进士出身。"],
        ["王　启", 162, "王启（？－？），字景昭，浙江台州府黄巖县人，民籍，明朝政治人物、进士出身。"],
        ["徐　诜", 163, "徐诜（？－？），字邦孚，江西饶州府鄱阳县人，民籍，明朝政治人物、进士出身。"],
        ["刘　丙", 164, "刘丙（？－1518年），字文焕，江西安福县人。明朝政治人物。"],
        ["梁廷宾", 165, "梁廷宾（？－？），字尚治，江西临江府新淦县人，民籍，明朝政治人物、进士出身。"],
        ["张　玮", 166, "张玮（1429年－？），字汝器，直隶河间府景州人，明朝政治人物。进士出身。"],
        ["黄　印", 167, "黄印（？－？），字廷章，广东广州府新会县人，军籍，明朝政治人物、进士出身。"],
        ["韦　厚", 168, "韦厚（？－？），字原载，浙江湖州府长兴县人，民籍，明朝政治人物、进士出身。"],
        ["王　玹", 169, "王玹，字廷用，山东济南府武定州海丰县人，民籍。明朝政治人物。进士出身。"],
        ["李　岱", 170, "李岱（？－？），字宗岳，山西太原府平定州乐平县人，军籍，明朝政治人物、进士出身。"],
        ["蒋　颙", 171, "蒋颙（？－？），字思诚，浙江台州府临海县人，匠籍，明朝政治人物、进士出身。"],
        ["曾　逸", 172, "曾逸（？－？），字世超，福建漳州府龙溪县人，军籍，明朝政治人物、进士出身。"],
        ["吾应麒", 173, "吾应麒（？－？），字文瑞，河南汝宁府汝阳县人，民籍，明朝政治人物、进士出身。"],
        ["朱　珏", 174, "朱珏（？－？），字廷周，直隶常州府无锡县人，民籍，明朝政治人物、进士出身。"],
        ["曹　忠", 175, "曹忠（？－？），字原孝，直隶常州府江阴县人，民籍，明朝政治人物、进士出身。"],
        ["华　琏", 176, "华琏（？－？），字商器，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["蒋　浤", 177, "蒋浤（？－？），字维深，直隶长洲县人，应天府上元县官籍，明朝政治人物、进士出身。"],
        ["攴　夔", 178, "攴夔（？－？），字克敬，山西平阳府闻喜县人，军籍，明朝政治人物、进士出身。"],
        ["徐　璘", 179, "徐璘（？－？），字文𤩹，直隶苏州府崑山县人，山东登州卫军籍，明朝政治人物、进士出身。"],
        ["王　贯", 180, "王贯（1455年－1514年），字一之，四川省重庆府荣昌县人，锦衣卫校籍，明朝政治人物、进士出身。"],
        ["袁　佐", 181, "袁佐（？－？），字国佐，湖广安陆州京山县人，军籍，明朝政治人物、进士出身。"],
        ["沈　时", 182, "沈时（？－？），字元中，直隶苏州府崑山县人，民籍，明朝政治人物、进士出身。"],
        ["车　份", 183, "车份（？－？），字允宜，浙江绍兴府会稽县人，民籍，明朝政治人物、进士出身。"],
        ["王　珀", 184, "王珀（？－？），字廷瑞，直隶常州府武进县人，民籍，明朝政治人物、进士出身。"],
        ["唐　弼", 185, "唐弼（？－？），字希说，直隶徽州府歙县人，军籍，明朝政治人物、进士出身。"],
        ["张廷珍", 186, "张廷珍（？－？），字效儒，直隶常州府武进县人，直隶大同中屯卫军籍，明朝政治人物、进士出身。"],
        ["王　约", 187, "王约（？－？），字资博，江西抚州临川县人，民籍，明朝政治人物、进士出身。"],
        ["陈　晦", 188, "陈晦（？－？），字待征，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["胡显宗", 189, "胡显宗（？－？），字世荣，直隶凤阳府临淮县人，羽林左卫官籍，明朝政治人物、进士出身。"],
        ["刘　泰", 190, "刘泰（？－？），字世亨，顺天府固安县人，民籍，明朝政治人物、进士出身。"],
        ["韩　普", 191, "韩普（？－？），字文博，山东兖州府滋阳县人，民籍，明朝政治人物、进士出身。"],
        ["翁　理", 192, "翁理（？－？），字存道，广东潮州府饶平县人，民籍，明朝政治人物、进士出身。"],
        ["袁孟悌", 193, "袁孟悌（？－？），字本仁，浙江宁波府鄞县人，民籍，明朝政治人物、进士出身。"],
        ["任　仪", 194, "任仪（1460年－1519年），字象之，四川省保宁府阆中县人，军籍，治《易经》，明朝政治人物、进士出身。"],
        ["阎　价", 195, "阎价（？－？），字允德，陕西凤翔府陇州人，军籍，明朝政治人物、进士出身。"],
        ["姜　溥", 196, "姜溥（？－？），字希广，直隶广德州人，民籍，明朝政治人物、进士出身。"],
        ["张　拱", 197, "张拱（1448年－1507年），字朝仪，四川成都府内江县人，民籍，治《礼记》，明朝政治人物、进士出身。"],
        ["郭廷珪", 198, "郭廷珪（？－？），字邦器，河南开封府仪封县人，军籍，明朝政治人物、进士出身。"],
        ["王　镮", 199, "王镮（？－？），字崇重，浙江台州府天台县人，民籍，明朝政治人物、进士出身。"],
        ["李　隆", 200, "李隆（？－？），字世昌，山西辽州榆林县人，军籍，明朝政治人物、进士出身。"],
        ["牟　道", 201, "牟道（1452年－？年），字文载，四川省重庆府巴县人，民籍，明朝政治人物、进士出身。"],
        ["杨　廉", 202, "杨廉（？－？），字方震，江西南昌府丰城县人，军籍，明朝政治人物、进士出身。"],
        ["陈怀经", 203, "陈怀经（？－？），字时济，江西瑞州府新昌县人，民籍，明朝政治人物、进士出身。"],
        ["谢　湖", 204, "谢湖（？－？），字有容，广东潮州府海阳县人，民籍，明朝政治人物、进士出身。"],
        ["严　祯", 205, "严祯（？－？），字廷瑞，湖广德安府孝感县人，军籍，明朝政治人物、进士出身。"],
        ["冯　浩", 206, "冯浩（？－？），字养正，应天府江浦县人，民籍，明朝政治人物、进士出身。"],
        ["朱　玑", 207, "朱玑（？－？），字文瑞，直隶永平府滦州人，云南蒙化卫军籍，明朝政治人物、进士出身。"],
        ["王希旦", 208, "王希旦（？－？），字景哲，湖广安陆州京山县人，军籍，明朝政治人物、进士出身。"],
        ["华　津", 209, "华津（？－？），字济之，直隶常州府无锡县人，民籍，明朝政治人物、进士出身。"],
        ["潘　楷", 210, "潘楷（？－？），字以正，应天府溧阳县人，锦衣卫官籍，明朝政治人物、进士出身。"],
        ["王存忠", 211, "王存忠（？－？），字诚之，浙江台州府僊居县人，民籍，明朝政治人物、进士出身。"],
        ["叶　铤", 212, "叶铤（？－？），字惟刚，福建福州府闽县人，民籍，明朝政治人物、进士出身。"],
        ["任良才", 213, "任良才（1459年－？年），字廷举，山西省汾州平遥县人，明朝官员。"],
        ["胡　昻", 214, "胡昂（？－？），字时举，直隶池州府贵池县人，民籍，明朝政治人物、进士出身。"],
        ["张时泽", 215, "张时泽（？－？），字济民，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["邢　霖", 216, "邢霖（？－？），字时望，山西平阳府襄陵县人，匠籍，明朝政治人物、进士出身。"],
        ["张　澜", 217, "张澜（？－？），字东之，广东肇庆府德庆州人，军籍，明朝政治人物、进士出身。"],
        ["王　琚", 218, "王琚（1450年－1509年），字良珮，南直隶安庆府望江县人，医籍，治《诗经》，明朝政治人物、进士出身。"],
        ["胡　经", 219, "胡经（？－？），字纬之，山东济南府滨州人，军籍，明朝政治人物、进士出身。"],
        ["石　昭", 220, "石昭（？－？），字景辉，山东济南府滨州人，民籍，明朝政治人物、进士出身。"],
        ["沈　淮", 221, "沈淮（？－？），字伯渊，直隶宁国府泾县人，民籍，明朝政治人物、进士出身。"],
        ["焦　韶", 222, "焦韶（1454年－1513年），字凤仪，四川成都府灌县人，民籍，治《诗经》，明朝政治人物、进士出身。"],
        ["张　锳", 223, "张锳（？－？），字声远，浙江宁波府鄞县人，锦衣卫校籍，明朝政治人物、进士出身。"],
        ["刘　浩", 224, "刘浩（？－？），字元充，江西吉安府安福县人，民籍，明朝政治人物、进士出身。"],
        ["程　顼", 225, "程顼（？－？），字廷臣，江西广信府上饶县人，民籍，明朝政治人物、进士出身。"],
        ["李性明", 226, "李性明（？－？），字诚夫，直隶徐州萧县人，军籍，明朝政治人物、进士出身。"],
        ["周　昂", 227, "周昂（？－？），字友昂，江西临江府新淦县人，民籍，明朝政治人物、进士出身。"],
        ["任继祖", 228, "任继祖（1454年－？年），字述之，河南省开封府陈州项城县人，明朝政治人物。"],
        ["钱　灏", 229, "钱灏（？－？），字景宗，南京留守后卫人，官籍，明朝政治人物、进士出身。"],
        ["刘　绅", 230, "刘绅（？－？），字佩教，山东莱州府掖县人，民籍，明朝政治人物、进士出身。"],
        ["邢　洪", 231, "邢洪（？－？），字德裕，山西太原府忻州定襄县人，军籍，明朝政治人物、进士出身。"],
        ["汪　侃", 232, "汪侃（？－？），字仲和，直隶徽州府歙县人，民籍，明朝政治人物、进士出身。"],
        ["蔡　辅", 233, "蔡辅（？－？），字咨政，江西饶州府安仁县人，民籍，明朝政治人物、进士出身。"],
        ["张　瑞", 234, "张瑞（？－？），字廷信，福建兴化府莆田县人，盐籍，明朝政治人物、进士出身。"],
        ["屈　霖", 235, "屈霖（？－？），字天泽，直隶常州府江阴县人，民籍，明朝政治人物、进士出身。"],
        ["徐　瑶", 236, "徐瑶（？－？），字文舟，浙江嘉兴府嘉兴县人，民籍，明朝政治人物、进士出身。"],
        ["吕　鹏", 237, "吕鹏（1449年－1508年），字搏万，四川省夔州府达县人，民籍，治《诗经》，明朝政治人物、进士出身。"],
        ["熊　槩", 238, "熊概（？－？），字大节，河南汝宁府光州商城县人，军籍，明朝政治人物、进士出身。"]
    ]
}