{
    "year_name": "弘治十五年壬戌科殿试金榜",
    "first": [
        ["康　海", 1, "康海（1475年－1540年），字德涵，号对山、沜东渔父，中国陕西武功县人，明朝状元、文学家。"],
        ["孙　清", 2, "孙清（1483年－？），字直卿，号平泉，浙江馀姚人，明朝政治人物、榜眼。"],
        ["李廷相", 3, "李廷相（1485年－1544年），字梦弼，山东濮州人，明朝政治人物，官至户部尚书、探花及第。"]
    ],
    "second": [
        ["胡　煜", 1, "胡煜（？－？），字廷和，直隶徽州府歙县人，民籍，明朝政治人物、进士出身。"],
        ["鲁　铎", 2, "鲁铎（1461年－1520年），字振之，湖广沔阳州景陵县人，民籍，治《书经》，年四十二岁中式弘治十五年壬戌科第二甲第二名进士。三月初八日生，行三，曾祖鲁胜祖；祖鲁源；父鲁仕贤；母朱氏。严侍下，妻向氏，兄镇；铨。由国子生中式湖广乡试第九名举人，会试中式第一名[1]。"],
        ["薛　金", 3, "薛金（？－？），字子纯，直隶常州府江阴县人，民籍，明朝政治人物、进士出身。"],
        ["苏　干", 4, "苏干（？－？），字体健，顺天府昌平县人，直隶隆庆州民籍，明朝政治人物、进士出身。"],
        ["李　璋", 5, "李璋（？－？），字德方，浙江景宁县人，锦衣卫官籍，明朝政治人物、进士出身。"],
        ["王尙䌹", 6, "王尚䌹（？－？），字锦夫，河南汝州郏县人，军籍，明朝政治人物、进士出身。"],
        ["杨　节", 7, "杨节（？－？），字本中，直隶合肥县人，锦衣卫官籍，明朝政治人物、进士出身。"],
        ["曹　崐", 8, "曹崐（？－？），字来凤，应天府句容县人，锦衣卫镇抚司官籍，明朝政治人物、进士出身。"],
        ["林　魁", 9, "林魁（？－？），字廷元，福建漳州府龙溪县人，民籍，明朝政治人物、进士出身。"],
        ["温仁和", 10, "温仁和（1475年－1543年），字民怀，号托斋，四川成都府华阳县人，明朝政治人物。"],
        ["李　时", 11, "李时（1471年－1538年），北直隶河间府任丘县（今河北省任丘市）人，明朝内阁首辅、进士出身。李棨之子。"],
        ["季　斆", 12, "季斆（？－？），字彦文，浙江温州府瑞安县人，民籍，明朝政治人物、进士出身。"],
        ["汪　举", 13, "汪举（？－？），字用之，浙江仁和县人，顺天府香河县官籍，明朝政治人物、进士出身。"],
        ["滕　霄", 14, "滕霄（？－？），字子冲，福建建安县人，济阳卫军籍，明朝政治人物、进士出身。"],
        ["汪　献", 15, "汪献（？－？），字维贤，浙江杭州府钱塘县人，军籍，明朝政治人物、进士出身。"],
        ["徐天泽", 16, "徐天泽（？－？），字惠民，浙江馀姚县人，顺天府昌平县校尉籍，明朝政治人物、进士出身。"],
        ["储　南", 17, "储南（？－？），字光远，直隶常州府宜兴县人，民籍，明朝政治人物、进士出身。"],
        ["方天雨", 18, "方天雨（？－？），字济甫，浙江严州府淳安县人，官籍，明朝政治人物、进士出身。"],
        ["吕　夔", 19, "吕夔（？－？），字祖邦，江西广信府永丰县人，民籍，明朝政治人物、进士出身。"],
        ["吉　时", 20, "吉时（？－？），字惟可，陕西西安府长安县人，军籍，明朝政治人物、进士出身。"],
        ["刘　吉", 21, "刘吉（？－？），字循理，江西吉安府吉水县人，民籍，明朝政治人物、进士出身。"],
        ["朱　衮", 22, "朱衮（？－？），字朝章，浙江上虞县人，营州左屯卫军籍，明朝政治人物、进士出身。"],
        ["董　灌", 23, "董灌（？－？），字存诚，福建泉州府晋江县人，军籍，明朝政治人物、进士出身。"],
        ["欧阳诰", 24, "欧阳诰（？－？），字赐之，江西吉安府泰和县人，民籍，明朝政治人物、进士出身。"],
        ["章寓之", 25, "章寓之（1469年－1528年），字道充，四川嘉定县人，军籍，治《书经》，明朝政治人物、进士出身。"],
        ["胡　轩", 26, "胡轩（？－？），字士荣，浙江绍兴府馀姚县人，军籍，明朝政治人物、进士出身。"],
        ["李　津", 27, "李津（？－？），字济之，广东肇庆府四会县人，民籍，明朝政治人物、进士出身。"],
        ["赵　永", 28, "赵永（？－？），字尔锡，直隶临淮县人，长陵卫官籍，明朝政治人物、进士出身。"],
        ["冯　志", 29, "冯志（？－？），字行甫，浙江宁波府慈谿县人，民籍，明朝政治人物、进士出身。"],
        ["杨一钧", 30, "杨一钧（1476年6月1日－1535年），字秉衡，四川省邻水县人，由监生[1]中弘治十五年（1502年）壬戌科二甲第三十名进士出身，年二十七。四川乡试第二十九名，会试第八十一名。民籍，国子生，治《诗经》[2]。历任户部郎中、汉中府知府、浙江提刑按察使司按察副使[3]。任汉中府知府[4]，御侮救荒，民赖以安，陞浙江副使。汉中人为祀名宦[5][6]。"],
        ["施　训", 31, "施训（1468年－1527年），字庭方，四川省重庆府巴县人，民籍，明朝政治人物、进士出身。"],
        ["苏时秀", 32, "苏时秀（？－？），字汝实，浔州府贵县人，广西奉议卫军籍，明朝政治人物、进士出身。"],
        ["徐　儯", 33, "徐儯（？－？），字允升，江西新淦县人，武功中卫籍，明朝政治人物、进士出身。"],
        ["刘　悦", 34, "刘悦（？－？），字以贞，湖广荆州府江陵县人，民籍，明朝政治人物、进士出身。"],
        ["梁　锦", 35, "梁锦（？－？），字美中，河南开封府许州临颍县人，民籍，明朝政治人物、进士出身。"],
        ["徐　麟", 36, "徐麟（？－？），字仁伯，浙江龙游县人，锦衣卫军籍，明朝政治人物、进士出身。"],
        ["李　贯", 37, "李贯（？－？），字志道，福建泉州府晋江县人，民籍，明朝政治人物、进士出身。"],
        ["陆　健", 38, "陆健（？－？），字文顺，浙江宁波县鄞县人，军籍，明朝政治人物、进士出身。"],
        ["韩士奇", 39, "韩士奇（？－？），字秀夫，山西平阳府洪洞县人，军籍，明朝政治人物、进士出身。"],
        ["黄阅古", 40, "黄阅古（1465年－1527年），字时准，号景溪，广东广州府东莞县人，民籍，明朝政治人物、进士出身。"],
        ["唐　冑", 41, "唐冑（15世纪？－1539年），字平侯，号西州，广东承宣布政使司琼州府琼山县东厢（今海南省海口市琼山区）人[1]。明朝官员、进士出身。"],
        ["毕济川", 42, "毕济川（？－？），字汝舟，江西广信府贵溪县人，军籍，明朝政治人物、进士出身。"],
        ["欧阳恂", 43, "欧阳恂（？－？），字诚之，江西吉安府安福县人，民籍，明朝政治人物、进士出身。"],
        ["沈应经", 44, "沈应经（？－？），字德征，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["王　", 45, "王㫤（？－？），字景昭，直隶松江府华亭县人，军籍，明朝政治人物、进士出身。"],
        ["王　济", 46, "王济（？－？），字体民，湖广黄州府黄冈县人，军籍，明朝政治人物、进士出身。"],
        ["王纳诲", 47, "王纳诲（？－？），字献可，陕西西安府长安县人，匠籍，明朝政治人物、进士出身。"],
        ["何　瑭", 48, "何瑭（1474年－1543年），字粹夫，号柏斋，河南怀庆（一作武陟）人，明朝政治人物，进士出身。"],
        ["谈　伦", 49, "谈伦（1461年12月11日－1520年），字敬仲，四川省邻水县人，弘治五年（1492年）壬子科四川乡试举人[2]。弘治十五年（1502年）壬戌科二甲第四十九名进士出身，年四十二。由国子生中式四川乡试第十八名，会试第二百四十九名[3]。民籍，国子生，治《易经》。曾任广东潮州府知府。邻水城内上街原有为其所立之进士坊[4]，并崇祀乡贤祠[5]、潮州府名宦祠[6]。"],
        ["戴　敔", 50, "戴敔（1466年－1525年），字廷韶，福建省福州府闽县人，民籍，明朝政治人物、进士出身。"],
        ["毛思义", 51, "毛思义（1475年－1534年），字继贤，山东省济南府武定州阳信县人，民籍，治《诗经》，年二十八岁中式弘治十五年壬戌科第二甲第五十一名进士。七月十七日生，行一，曾祖毛士荣；祖毛伦；父毛凤；母殷氏。重庆下，妻刘氏，弟思璞；思玠；思遂；思宝。由县学生中式山东乡试第六名举人，会试中式第二百八十四名[1]。任永平府知府。正德十三年，明武宗抵达昌平，民间妇女惊避。毛思义下令禁止扰民，镇守中官郭原与毛思义有隙离，于是上报。随后，毛思义被立即逮下诏狱，半年后，谪云南安宁州知州。嘉靖年间，累迁至副都御史、应天巡抚[2]。"],
        ["谢廷瑞", 52, "谢廷瑞（？－？），字邦应，福建福州府长乐县人，军籍，明朝政治人物、进士出身。"],
        ["欧阳禄", 53, "欧阳禄（？－？），字万锺，湖广永州府道州永明县人，民籍，明朝政治人物、进士出身。"],
        ["程云鹏", 54, "程云鹏（1477年－1536年），字汝南，四川省顺庆府南充县人，民籍，明朝政治人物、进士出身。"],
        ["王　金", 55, "王金（？－？），字曰良，河南开封府许州临颍县人，民籍，明朝政治人物、进士出身。"],
        ["马　文", 56, "马文（？－？），字质夫，湖广郴州永兴县人，军籍，明朝政治人物、进士出身。"],
        ["恽　巍", 57, "恽巍（1470年－1529年），字功甫，南直隶常州府武进县人，民籍，治《诗经》，明朝政治人物、进士出身。"],
        ["汪　鋐", 58, "汪鈜（1466年－1536年，鋐音同宏），字宣之，行荣四，号诚斋，南直隶婺源县（今属江西）人，明朝政治人物、进士出身。"],
        ["盛　锺", 59, "盛锺（？－？），字秀甫，长洲县人，直隶苏州府崑山县军籍，明朝政治人物、进士出身。"],
        ["叶凤灵", 60, "叶凤灵（？－？），字昌韶，浙江台州府太平县人，军籍，明朝政治人物、进士出身。"],
        ["叶　钊", 61, "叶钊，字时勉，江西承宣布政使司南昌府丰城县（今江西省丰城县）人，明朝政治人物、进士出身。"],
        ["汪　彬", 62, "汪彬（？－？），字学之，直隶徽州府祁门县人，民籍，明朝政治人物、进士出身。"],
        ["刘天麒", 63, "刘天麒（？年－？年），字仁征[1]。广西承宣布政使司桂林府临桂县（今属广西壮族自治区桂林市）人，明朝政治人物。"],
        ["王显道", 64, "王显道（？－？），字微之，直隶河间府沧州盐山县人，民籍，明朝政治人物、进士出身。"],
        ["锺文杰", 65, "锺文杰（？－？），字邦臣，福建汀州府长汀县人，民籍，明朝政治人物、进士出身。"],
        ["王　宗", 66, "王宗（？－？），字惟本，山西猗氏县人，腾骧左卫勇士籍，明朝政治人物、进士出身。"],
        ["张秉清", 67, "张秉清（？－？），字元量，直隶永平卫人，军籍，明朝政治人物、进士出身。"],
        ["林　烶", 68, "林烶（？－？），字廷光，福建福州府闽县人，民籍，明朝政治人物、进士出身。"],
        ["廖　俊", 69, "廖俊（1416年－？），字崇杰，江西抚州府乐安县人，民籍。明朝政治人物。进士出身。"],
        ["郑　信", 70, "郑信（？－？），字德孚，山东兖州府东平州人，军籍，明朝政治人物、进士出身。"],
        ["杨　玮", 71, "杨玮（？－？），字景奇，广东潮州府揭阳县人，民籍，明朝政治人物、进士出身。"],
        ["徐　暹", 72, "徐暹（？－？），字进甫，山东济南府历城县人，民籍，明朝政治人物、进士出身。"],
        ["周　举", 73, "周举（？－？），字尚宾，山东兖州府沂州郯城县人，民籍，明朝政治人物、进士出身。"],
        ["赵　祜", 74, "赵祜（？－？），字汝承，直隶大名府开州长垣县人，民籍，明朝政治人物、进士出身。"],
        ["杨　钦", 75, "杨钦（？－？），字敬之，直隶庐州府合肥县人，军籍，明朝政治人物、进士出身。"],
        ["梁　乔", 76, "梁乔（？－？），字迁之，福建汀州府上杭县人，民籍，明朝政治人物、进士出身。"],
        ["张　钺", 77, "张钺（？－？），字朝肃，山西平阳府夏县人，民籍，明朝政治人物、进士出身。"],
        ["黄　巽", 78, "黄巽（？－？），字启亨，浙江宁波府鄞县人，民籍，明朝政治人物、进士出身。"],
        ["张腾霄", 79, "张腾霄（1461年－1520年），字凤骞，四川省重庆府合州铜梁县人，军籍，明朝政治人物、进士出身。"],
        ["张　澜", 80, "张澜（？－？），字道夫，河南河南府洛阳县人，匠籍，明朝政治人物、进士出身。"],
        ["黄体行", 81, "黄体行（？－？），字于道，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["杨　果", 82, "杨果（？－？），字实夫，直隶扬州府高邮州兴化县人，灶籍，明朝政治人物、进士出身。"],
        ["唐　懽", 83, "唐懽（？－？），字季和，直隶松江府上海县人，灶籍，明朝政治人物、进士出身。"],
        ["许元奎", 84, "许元奎（？－？），字文华，浙江杭州府海宁县人，军籍，明朝政治人物、进士出身。"],
        ["吕　浩", 85, "吕浩（？－？），字文瀚，浙江嘉兴府嘉兴县人，民籍，明朝政治人物、进士出身。"],
        ["卢学书", 86, "卢学书（？－？），字用中，江西临江府清江县人，民籍，明朝政治人物、进士出身。"],
        ["陈九畴", 87, "陈九畴，字禹学，山东承宣布政使司兖州府曹州（今山东省菏泽县）人，明朝政治人物、进士出身。"],
        ["王　云", 88, "王云（？－？），字天章，山东青州府诸城县人，军籍，明朝政治人物、进士出身。"],
        ["陈　炫", 89, "陈炫（？－？），字文光，广东广州府南海县人，军籍，明朝政治人物、进士出身。"],
        ["祁　敏", 90, "祁敏（？－？），字惟学，广东广州府东莞县人，军籍，明朝政治人物、进士出身。"],
        ["丁　沂", 91, "丁沂（？－？），字宗鲁，应天府溧水县人，军籍，明朝政治人物、进士出身。"],
        ["宋　冕", 92, "1918年修《浙江馀姚宋氏宗谱》之浒山公像"],
        ["殷　鏊", 93, "殷鏊（？－？），字文济，直隶丹阳县人，南京羽林左卫军籍，明朝政治人物、进士出身。"],
        ["张　禬", 94, "张禬（？－？），字汝吉，顺天府蓟州平谷县人，军籍，明朝政治人物、进士出身。"],
        ["吴　便", 95, "吴便（？－？），字廷言，浙江绍兴府山阴县人，匠籍，明朝政治人物、进士出身。"]
    ],
    "index": 41,
    "url": "https://zh.wikipedia.org/wiki/Template:%E5%BC%98%E6%B2%BB%E5%8D%81%E4%BA%94%E5%B9%B4%E5%A3%AC%E6%88%8C%E7%A7%91%E6%AE%BF%E8%A9%A6%E9%87%91%E6%A6%9C",
    "third": [
        ["卞思敏", 1, "卞思敏（？－？），字行甫，直隶常州府江阴县人，民籍，明朝政治人物、进士出身。"],
        ["项　匡", 2, "项匡（？－？），字直卿，浙江台州府临海县人，民籍，明朝政治人物、进士出身。"],
        ["康　纪", 3, "康纪（？－？），字在脩，江西吉安府泰和县人，民籍，明朝政治人物、进士出身。"],
        ["蔡　铨", 4, "蔡铨（？－？），字选之，河南开封府祥符县人，民籍，明朝政治人物、进士出身。"],
        ["吴　钺", 5, "吴钺（？－？），字宿威，江西抚州府崇仁县人，民籍，明朝政治人物、进士出身。"],
        ["张　龙", 6, "张龙（1470年－1529年），字汝言，南直隶松江府上海县人，明朝政治人物[1]。"],
        ["林茂达", 7, "林茂达（？－？），字孚可，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["宇文锺", 8, "宇文锺（？－？），字伯秀，陕西西安府干州人，军籍，明朝政治人物、进士出身。"],
        ["陈　察", 9, "陈察（1482年－1539年），字元习，南直隶苏州府常熟县（今江苏省常熟县）人，明朝政治人物、进士出身。"],
        ["陆　鳌", 10, "陆鳌（？－？），字镇卿，直隶吴江县人，锦衣卫籍，明朝政治人物、进士出身。"],
        ["尹　纶", 11, "尹纶（？－？），字大经，直隶深州人，神策卫军籍，明朝政治人物、进士出身。"],
        ["段　豸", 12, "段豸（？－1511年），字世高，山西泽州人，明朝政治人物、进士出身。"],
        ["何　义", 13, "何义（？－？），字时宜，直隶涿鹿左卫人，军籍，明朝政治人物、进士出身。"],
        ["刘　琛", 14, "刘琛（1467年－1526年），字廷献，延安府宜川县人，陕西西安前卫军籍，治《易经》，明朝政治人物、进士出身。"],
        ["鲁　铎", 15, "鲁铎（？－？），字文振，直隶永平府抚宁县人，军籍，明朝政治人物、进士出身。"],
        ["李元吉", 16, "李元吉（1471年－1530年），字守正，山东省东昌府堂邑县人，军籍，明朝政治人物、进士出身。"],
        ["童　钺", 17, "童钺（？－？），字秉虔，陕西西安府长安县人，军籍，明朝政治人物、进士出身。"],
        ["霍　恩", 18, "霍恩（？－1511年），字天锡，直隶易州（今河北易县）人。明朝官员。"],
        ["刘　弼", 19, "刘弼（？－？），字邦直，陕西华阴县人，南京锦衣卫官籍，明朝政治人物、进士出身。"],
        ["周　祯", 20, "周祯（？－？），字天兆，浙江绍兴府山阴县人，民籍，明朝政治人物、进士出身。"],
        ["虞　夔", 21, "虞夔（？－？），字汝谐，直隶镇江府金坛县人，民籍，明朝政治人物、进士出身。"],
        ["冯　宪", 22, "冯宪（？－？），字遵古，山西太原府文水县人，民籍，明朝政治人物、进士出身。"],
        ["刘　经", 23, "刘经（？－？），字贞甫，山东东昌府高唐州恩县人，民籍，明朝政治人物、进士出身。"],
        ["成　文", 24, "成文，大同山阴人，明朝政治人物、进士出身。"],
        ["武思明", 25, "武思明（？－？），字克诚，山西泽州陵川县人，民籍，明朝政治人物、进士出身。"],
        ["白思诚", 26, "白思诚（？－？），字实之，山西太原府平定州人，军籍，明朝政治人物、进士出身。"],
        ["郑　选", 27, "郑选（？－？），字于众，河南汝宁府光州人，民籍，明朝政治人物、进士出身。"],
        ["陈　祥", 28, "陈祥（？－？），字应和，江西瑞州府高安县人，民籍，明朝政治人物、进士出身。"],
        ["方　进", 29, "方进（？－？），字以礼，直隶徽州府婺源县人，军籍，明朝政治人物、进士出身。"],
        ["沈　钦", 30, "沈钦（？－？），字敬之，浙江绍兴府山阴县人，军籍，明朝政治人物、进士出身。"],
        ["王廷相", 31, "王廷相（1474年－1544年），字子衡，号浚川，諡肃敏。河南仪封县人（今兰考县）。明朝政治人物、思想家、文学家。前七子之一。"],
        ["危　行", 32, "危行（？－？），字世隆，福建邵武府邵武县人，匠籍，明朝政治人物、进士出身。"],
        ["李学曾", 33, "李学曾（？－？），字宗鲁，广东高州府茂名县人，民籍，明朝政治人物、进士出身。"],
        ["姚　鹏", 34, "姚鹏（？－？），字鸣南，浙江嘉兴府崇德县人，民籍，明朝政治人物、进士出身。"],
        ["江　淙", 35, "江淙（？－？），字朝会，江西南昌府丰城县人，军籍，明朝政治人物、进士出身。"],
        ["张　云", 36, "张云（？－？），字季升，河南信阳卫人，官籍，明朝政治人物、进士出身。"],
        ["訾　绶", 37, "訾绶（？－？），字文甫，陜西神木县人，山西大同府朔州军籍，明朝政治人物、进士出身。"],
        ["徐　问", 38, "徐问（？－1550年），字用中，号养斋，直隶常州府武进县（今江苏省常州市）人，明朝政治人物，同进士出身。"],
        ["王　材", 39, "王材（1461年－1520年），字天成，南直隶安庆府望江县人，明朝政治人物[1]。"],
        ["罗　缙", 40, "罗缙（？－？），字荐卿，浙江宁波府慈谿县人，民籍，明朝政治人物、进士出身。"],
        ["上官崇", 41, "上官崇（？－？），字达卿，江西吉安府吉水县人，民籍，明朝政治人物、进士出身。"],
        ["石邦柱", 42, "石邦柱（？－？），字安国，广西梧州府苍梧县人，民籍，明朝政治人物、进士出身。"],
        ["何士麟", 43, "何士麟（？－？），字肇周，广西梧州府苍梧县人，民籍，明朝政治人物、进士出身。"],
        ["姜　荣", 44, "姜荣（？－？），字仁甫，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["郑　濬", 45, "郑濬（？－？），字克明，福建福州府闽县人，民籍，明朝政治人物、进士出身。"],
        ["黄河清", 46, "黄河清（？－？），字应期，福建泉州府南安县人，民籍，明朝政治人物、进士出身。"],
        ["曹　勑", 47, "曹勑（1470年－1529年），字嘉正，四川省重庆府巴县人，民籍，明朝政治人物、进士出身。"],
        ["张元春", 48, "张元春（1468年－1527年），字幼仁，江西省南昌府新建县人，医籍，明朝政治人物、进士出身。"],
        ["顾　烨", 49, "顾烨（？－？），字耀卿，浙江嘉兴府嘉兴县人，民籍，明朝政治人物、进士出身。"],
        ["洪　范", 50, "洪范（？－？），字邦正，江西抚州府金谿县人，民籍，明朝政治人物、进士出身。"],
        ["蒋　琼", 51, "蒋琼（？－？），字尚德，浙江长兴县人，武骧右卫勇士籍，明朝政治人物、进士出身。"],
        ["曹　岐", 52, "曹岐（？－？），字鸣凤，应天府句容县人，锦衣卫镇抚司官籍，明朝政治人物、进士出身。"],
        ["王　注", 53, "王注（？－？），字禹成，直隶河间府献县人，军籍，明朝政治人物、进士出身。"],
        ["张廷槐", 54, "张廷槐（？－？），字文相，福建兴化府莆田县人，军籍，明朝政治人物、同进士出身。"],
        ["梅　珂", 55, "梅珂（？－？），字邦振，直隶太平府芜湖县人，民籍，明朝政治人物、进士出身。"],
        ["祝　濬", 56, "祝濬（？－？），字仲源，江西广信府玉山县人，民籍，明朝政治人物、进士出身。"],
        ["刘　布", 57, "刘布（？－？），字时服，直隶苏州府长洲县人，军籍，明朝政治人物、进士出身。"],
        ["钱如京", 58, "钱如京（？－？），字公溥，直隶安庆府桐城县人，民籍，明朝政治人物、进士出身。"],
        ["董　铸", 59, "董铸（？－？），字克成，直隶保定府安肃县人，军籍，明朝政治人物、进士出身。"],
        ["张　润", 60, "张润（1470年－1552年），字汝霖，号西磬，山西平阳府临汾县人，民籍，明朝政治人物，官至户部尚书。"],
        ["朱　纮", 61, "朱絃（？－？），字廷和，直隶常州府无锡县人，民籍，明朝政治人物、进士出身。"],
        ["范　嵩", 62, "范嵩（？－？），字邦秀，福建建宁府瓯宁县人，民籍，明朝政治人物、进士出身。"],
        ["曾　直", 63, "曾直（？－？），字叔温，江西吉安府吉水县人，民籍，明朝政治人物、进士出身。"],
        ["朱　俨", 64, "朱俨（？－？），字居正，福建兴化府莆田县人，军籍，明朝政治人物、进士出身。"],
        ["王　锴", 65, "王锴（？－？），字叔金，顺天府宛平县人，辽东定辽中卫官籍，明朝政治人物、进士出身。"],
        ["邝　约", 66, "邝约，生卒年不详，籍贯广东南海人，明朝政治人物，同进士出身。祖父邝弘，父邝文。[1]"],
        ["锺　绍", 67, "锺绍（？－？），字大韶，广东广东府东莞县人，军籍，明朝政治人物、进士出身。"],
        ["高　坛", 68, "高坛（？－？），字用明，浙江绍兴府山阴县人，军灶籍，明朝政治人物、进士出身。"],
        ["陈　玑", 69, "陈玑（？－？），字天仪，浙江馀姚县人，山东临清卫官籍，明朝政治人物、进士出身。"],
        ["杨　恭", 70, "杨恭（？－？），字秉虔，顺天府永清县人，武骧左卫官籍，明朝政治人物、进士出身。"],
        ["刘　谌", 71, "刘谌（？－？），字承芳，江西吉安府吉水县人，民籍，明朝政治人物、进士出身。"],
        ["仇　惠", 72, "仇惠（？－？），字泽民，直隶保定府安州新安县人，民籍，明朝政治人物、进士出身。"],
        ["刘　儒", 73, "刘儒（？－？），字寄道，山东东昌府高唐州恩县人，军籍，明朝政治人物、进士出身。"],
        ["何　淳", 74, "何淳（？－？），字宗厚，广东广州府顺德县人，军籍，明朝政治人物、进士出身。"],
        ["熊　纪", 75, "熊纪（？－？），字时振，河南南阳府南阳县人，民籍，明朝政治人物、进士出身。"],
        ["舒　晟", 76, "舒晟（？－？），字孔旸，江西饶州府安仁县人，军籍，明朝政治人物、进士出身。"],
        ["张　柱", 77, "张柱（1454年－1513年），字汝贤，四川省重庆府涪州人，军籍，治《易经》，明朝政治人物、进士出身。"],
        ["王　俸", 78, "王俸（？－？），字天爵，顺天府通州三河县人，民籍，明朝政治人物、进士出身。"],
        ["张　萱", 79, "张萱（？－？），字德晖，直隶松江府上海县人，民籍，明朝政治人物、进士出身。"],
        ["潘　珍", 80, "潘珍（1477年－1548年），字玉卿，初号朴庵，又号莪峰，晚号碧峰，直隶徽州府婺源县（今江西婺源县）人，明朝政治人物。"],
        ["严　纮", 81, "严纮（？－？），字仲周，应天府江浦县人，民籍，明朝政治人物、进士出身。"],
        ["戴　书", 82, "戴书（？－？），字天锡，湖广武昌府崇阳县人，军籍，明朝政治人物、进士出身。"],
        ["黄　宏", 83, "黄宏（？－1519年），字德裕，浙江鄞县人。明朝官员。"],
        ["贺　洪", 84, "贺洪（？－？），字禹畴，浙江慈谿县人，旗手卫籍，明朝政治人物、进士出身。"],
        ["蓝　郁", 85, "蓝郁（？－？），字国馨，广东茂名县人，直隶淮安府盐城县民籍，明朝政治人物、进士出身。"],
        ["吴　祺", 86, "吴祺（？－？），字贵德，江西南昌府丰城县人，民籍，明朝政治人物、进士出身。"],
        ["张　谐", 87, "张谐（？－？），字汝谐，福建福州府闽县人，军籍，明朝政治人物、进士出身。"],
        ["安　佑", 88, "安佑（1462年－1521年），字于吉，四川省嘉定州人，民籍，治《易经》，明朝政治人物、进士出身。"],
        ["原　轩", 89, "原轩（？－？），字公载，山西泽州阳城县人，民籍，明朝政治人物、进士出身。"],
        ["何　亮", 90, "何亮（？－？），字文明，直隶当涂县人，山东登州卫官籍，明朝政治人物、进士出身。"],
        ["李　鑑", 91, "李鑑（？－？），字孔昭，直隶永平府滦州人，军籍，明朝政治人物、进士出身。"],
        ["潘希曾", 92, "潘希曾（？－？），字仲鲁，浙江金华府金华县人，民籍，明朝政治人物、进士出身。"],
        ["何　棐", 93, "何棐（？－？），字辅之，直隶扬州府泰兴县人，民籍，明朝政治人物、进士出身。"],
        ["孙　沔", 94, "孙沔（？－？），字伯清，山东兖州府鱼台县人，民籍，明朝政治人物、进士出身。"],
        ["陈　霆", 95, "陈霆（约1477年－1550年），字声伯，号水南，浙江德清人。明朝官员，学者。"],
        ["侯自明", 96, "侯自明（？－？），字景德，陕西西安府同州白水县人，官籍，明朝政治人物、进士出身。"],
        ["凌云翰", 97, "凌云翰（？－？），字伯远，应天府上元县人，匠籍，明朝政治人物、进士出身。"],
        ["朱嘉会", 98, "朱嘉会（？－？），字亨之，直隶扬州府高邮州宝应县人，民籍，明朝政治人物、进士出身。"],
        ["陈　宁", 99, "陈宁（？－？），字仕泰，福建泉州府晋江县人，军籍，明朝政治人物、进士出身。"],
        ["吴　仪", 100, "吴仪（？－？），字德隅，河南卫辉千户所人，军籍，明朝政治人物、进士出身。"],
        ["丘世乔", 101, "丘世乔（？－？），字民望，广东潮州府海阳县人，军籍，明朝政治人物、进士出身。"],
        ["邓　翰", 102, "邓翰（1461年－1520年），字希召，四川成都府内江县人，民籍，治《诗经》，明朝政治人物、进士出身。"],
        ["李　淳", 103, "李淳（1461年－1520年），字原朴，南直隶安庆府太湖县人，军籍，治《易经》，明朝政治人物、进士出身。"],
        ["何　渥", 104, "何渥（？－？），字承恩，浙江严州府建德县人，民籍，明朝政治人物、进士出身。"],
        ["盛端明", 105, "盛端明，字希道，广东潮州府饶平县人，明朝政治人物。"],
        ["张　岐", 106, "张岐（？－？），字宗周，江西饶州府鄱阳县人，民籍，明朝政治人物、进士出身。"],
        ["万　斛", 107, "万斛（1457年－1516年），字以虚，四川成都府崇庆州人，民籍，治《书经》，明朝政治人物、进士出身。"],
        ["吴　阅", 108, "吴阅（？－？），字廷简，直隶扬州府泰兴县人，民籍，明朝政治人物、进士出身。"],
        ["张　贤", 109, "张贤（？－？），字守愚，河南开封府睢州人，民籍，明朝政治人物、进士出身。"],
        ["何绍正", 110, "何绍正（？－？），字继宗，浙江严州府淳安县人，民籍，明朝政治人物、进士出身。"],
        ["雷　宗", 111, "雷宗（？－？），字希曾，直隶桐城县人，直隶隆庆卫军籍，明朝政治人物、进士出身。"],
        ["区　玉", 112, "区玉（？－？），字廷璋，广东广州府番禺县人，民籍，明朝政治人物、进士出身。"],
        ["王　铉", 113, "王铉（？－？），字伯举，辽东定辽左卫人，山东登州府黄县民籍，明朝政治人物、进士出身。"],
        ["俞　泰", 114, "俞泰（？－？），字国昌，直隶常州府无锡县人，民籍，明朝政治人物、进士出身。"],
        ["张天锡", 115, "张天锡（？－？），字惟范，顺天府霸州人，军籍，明朝政治人物、进士出身。"],
        ["吴允祯", 116, "吴允祯（？－？），字天祐，广东广州府南海县人，民籍，明朝政治人物、进士出身。"],
        ["田　中", 117, "田中（？－？），字立夫，直隶新城县人，锦衣卫校籍，明朝政治人物、进士出身。"],
        ["东　野", 118, "东野（？－？），字希孟，陕西西安府华州人，民籍，明朝政治人物、进士出身。"],
        ["查　约", 119, "查约（？－？），字原博，浙江杭州府海宁县人，民籍，明朝政治人物、进士出身。"],
        ["顾　英", 120, "顾英（？－？），字顺中，浙江宁波府慈谿县人，军籍，明朝政治人物、进士出身。"],
        ["陆　节", 121, "陆节（？－？），字享甫，直隶常州府武进县人，军籍，明朝政治人物、进士出身。"],
        ["李春芳", 122, "李春芳（？－？），字资元，广东潮州府海阳县人，民籍，明朝政治人物、进士出身。"],
        ["李　伸", 123, "李伸（？－？），字道甫，平凉县人，陕西西安后卫军籍，明朝政治人物、进士出身。"],
        ["章　拯", 124, "章拯（1479年－1548年），字以道，号朴庵，浙江承宣布政使司金华府兰谿县人，明朝工部尚书、进士出身。"],
        ["叶　信", 125, "叶信，字中孚，浙江上虞人，明朝政治人物。"],
        ["陈　璧", 126, "陈璧（？－？），字德如，山西太原府太谷县人，民籍，明朝政治人物、进士出身。"],
        ["于　聪", 127, "于聪（？－？），字士达，江西饶州府安仁县人，民籍，明朝政治人物、进士出身。"],
        ["万　英", 128, "万英（？－？），字子俊，福建邵武县人，顺天府顺义县民籍，明朝政治人物、进士出身。"],
        ["许　瀚", 129, "许瀚（？－？），字彦卿，福建兴化府莆田县人，军籍，明朝政治人物、进士出身。"],
        ["徐　珙", 130, "徐珙（？－？），字庭实，浙江金华府东阳县人，民籍，明朝政治人物、进士出身。"],
        ["吾　翯", 131, "吾翯（？－？），字廷介，浙江衢州府开化县人，民籍，明朝政治人物、进士出身。"],
        ["胡　训", 132, "胡训（？－？），字诲之，江西南昌府南昌县人，匠籍，明朝政治人物、进士出身。"],
        ["乔　岱", 133, "乔岱（？－？），字希申，山东济南府章丘县人，民籍，明朝政治人物、进士出身。"],
        ["胡　节", 134, "胡节（？－？），字国信，湖广永州府零陵县人，民籍，明朝政治人物、进士出身。"],
        ["郗　夔", 135, "郗夔（？－1510年），山西成宣布政使司平定州（今山西省平定县）人，明朝政治人物，进士出身。"],
        ["胡　镇", 136, "胡镇（？－？），字斯靖，江西瑞州府高安县人，民籍，明朝政治人物、进士出身。"],
        ["田　绂", 137, "田绂（？－？），字大章，湖广荆州府松滋县人，军籍，明朝政治人物、进士出身。"],
        ["姚　隆", 138, "姚隆（？－？），字原学，直隶嘉定县人，南京留守后卫军籍，明朝政治人物、进士出身。"],
        ["陈　鼐", 139, "陈鼐（？－？），字汝和，江西新淦县人，直隶永平府迁安县民籍，明朝政治人物、进士出身。"],
        ["李奎昭", 140, "李奎昭（？－？），字文振，江西临江府新喻县人，民籍，明朝政治人物、进士出身。"],
        ["张嘉谟", 141, "张嘉谟（？－？），字舜卿，直隶涞水县人，陕西宁夏卫军籍，明朝政治人物、进士出身。"],
        ["朱　昴", 142, "朱昴（？－？），字文宿，直隶松江府华亭县人，民籍，明朝政治人物、进士出身。"],
        ["王　爌", 143, "王爌（？－1554年），字存纳，浙江承宣布政使司台州府黄巖县（今浙江省黄岩市）人，明朝政治人物、进士出身。"],
        ["徐元稔", 144, "徐元稔（？－？），字明嘉，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["陈　猷", 145, "陈猷（1466年－1525年），字汝嘉，四川省重庆府永川县人，军籍，明朝政治人物、进士出身。"],
        ["张　芹", 146, "张芹（1466年－1541年），字文林、号歉菴，江西承宣布政使司临江府峡江县（今江西省峡江县）人，明朝政治人物、进士出身。"],
        ["甯　溥", 147, "甯溥（1474年－1533年），字公父，直隶省淮安府山阳县人，医籍，治《易经》，明朝政治人物、进士出身。"],
        ["卞　谌", 148, "卞谌（？－？），字信卿，浙江嘉兴府嘉善县人，民籍，明朝政治人物、进士出身。"],
        ["谢　表", 149, "谢表（1469年－1528年），字正邦，四川省重庆府忠州人，民籍，治《诗经》，明朝政治人物、进士出身。"],
        ["周　钥", 150, "周钥（？－1508年），广东承宣布政使司潮州府海阳县（今广东省潮州市）人，明朝政治人物、进士。"],
        ["叶　相", 151, "叶相（？－？），字良臣，直隶扬州府江都县人，民籍，明朝政治人物、进士出身。"],
        ["萧　杲", 152, "萧杲（？－？），字彦明，直隶镇江府丹徒县人，民籍，明朝政治人物、进士出身。"],
        ["叶　良", 153, "叶良（？－？），字汉杰，浙江处州府丽水县人，民籍，明朝政治人物、进士出身。"],
        ["周　用", 154, "周用（1476年－1547年），字行之，南直隶苏州府吴江县（今江苏省苏州市吴江县）人，明朝吏部尚书、进士出身。"],
        ["薛　价", 155, "薛价（？－？），字藩卿，山西平阳府蒲州人，军籍，明朝政治人物、进士出身。"],
        ["高　屿", 156, "高屿（？－？），字子洲，直隶崑山县人，锦衣卫籍，明朝政治人物、进士出身。"],
        ["李　锡", 157, "李锡（？－？），字天爵，顺天府东安县人，军籍，明朝政治人物、进士出身。"],
        ["陈　义", 158, "陈义（？－？），字宜之，广东潮州府饶平县人，民籍，明朝政治人物、进士出身。"],
        ["金　贤", 159, "金贤，字士希，号东原，江宁人，明朝政治人物。进士出身。"],
        ["孙　伟", 160, "孙伟（？－？），字朝望，江西临江府清江县人，民籍，明朝政治人物、进士出身。"],
        ["屈　铨", 161, "屈铨（？－？），字秉衡，陕西西安府华州蒲城县人，军籍，明朝政治人物、进士出身。"],
        ["涂文祥", 162, "涂文祥（？－？），字舜征，江西南昌府靖安县人，民籍，明朝政治人物、进士出身。"],
        ["李　", 163, "李㴱（？－？），字渊之，金吾右卫人，军籍，明朝政治人物、进士出身。"],
        ["卢　英", 164, "卢英（1459年－1518年），字文华，四川成都府崇庆州人，民籍，治《易经》，明朝政治人物、进士出身。"],
        ["姚　钦", 165, "姚钦（？－？），字敬夫，直隶吴县人，武功左卫匠籍，明朝政治人物、进士出身。"],
        ["卢　纶", 166, "卢纶（？－？），字朝言，广东广州府增城县人，军籍，明朝政治人物、进士出身。"],
        ["喻文璧", 167, "喻文璧（1462年－1521年），字德卿，四川省眉州人，民籍，治《诗经》，明朝政治人物、进士出身。"],
        ["朱　衮", 168, "朱衮（？－？），字子文，直隶长洲县人，湖广永州卫籍，明朝政治人物、进士出身。"],
        ["洪　聪", 169, "洪聪（？－？），字谋甫，福建泉州府晋江县人，军盐籍，明朝政治人物、进士出身。"],
        ["王　宣", 170, "王萱（？－？），字时芳，江西抚州府金谿县人，民籍，明朝政治人物、进士出身。"],
        ["许　凤", 171, "许凤（？－？），字天祥，山东济南府章丘县人，民籍，明朝政治人物、进士出身。"],
        ["王　奎", 172, "王奎（？－？），字文明，直隶常州府武进县人，民籍，明朝政治人物、进士出身。"],
        ["何景明", 173, "何景明（1483年－1521年），字仲默，号白坡，又号大复山人。河南信阳人。明朝作家。明朝文学家前七子之一，官至陕西提学副使。"],
        ["顾　正", 174, "顾正（？－？），字尚诚，浙江嘉兴府海盐县人，灶籍，明朝政治人物、进士出身。"],
        ["张云鹏", 175, "张云鹏（？－？），字天翼，云南大理府太和县人，民籍，明朝政治人物、进士出身。"],
        ["李际可", 176, "李际可（？－？），字公遇，直隶河间府景州故城县人，军籍，明朝政治人物、进士出身。"],
        ["郑　裕", 177, "郑裕（1467年－1526年），字有容，四川成都府内江县人，民籍，治《诗经》，明朝政治人物、进士出身。"],
        ["林　塾", 178, "林塾（？－？），字从学，福建兴化府莆田县人，军籍，明朝政治人物、进士出身。"],
        ["苏　仲", 179, "苏仲（？－？），字亚夫，广东广州府顺德县人，民籍，明朝政治人物、进士出身。"],
        ["陈　实", 180, "陈实（？－？），字秀卿，广东琼州府琼山县人，民籍，明朝政治人物、进士出身。"],
        ["锺　湘", 181, "锺湘（？－？），字□□，湖广武昌府兴国州人，军籍，明朝政治人物、进士出身。"],
        ["何　沾", 182, "何沾（？－？），字宗泽，广东广州府顺德县人，军籍，明朝政治人物、进士出身。"],
        ["刘时望", 183, "刘时望（？－？），字傅霖，江西吉安府安福县人，民籍，明朝政治人物、进士出身。"],
        ["刘　安", 184, "刘安（？－？），字以静，山西大同府大同县人，民籍，明朝政治人物、进士出身。"],
        ["张　颙", 185, "张颙（？－？），字子孚，福建泉州府晋江县人，民籍，明朝政治人物、进士出身。"],
        ["师　夔", 186, "师夔（？－？），字汝和，陕西西安府长安县人，民籍，明朝政治人物、进士出身。"],
        ["曾大显", 187, "曾大显（？－？），字世荣，湖广黄州府麻城县人，军籍，明朝政治人物、进士出身。"],
        ["张　琏", 188, "张琏（1470年－？），字汝器，明代政治人物，陕西耀州官庄里（今铜川市新区方巷口村）人。"],
        ["符　乐", 189, "符乐（？－？），字同和，江西临江府新喻县人，民籍，明朝政治人物、进士出身。"],
        ["郁　侃", 190, "郁侃（？－？），字希正，直隶松江府上海县人，民籍，明朝政治人物、进士出身。"],
        ["涂　敬", 191, "涂敬（？－？），字寅之，江西南昌府丰城县人，民籍，明朝政治人物、进士出身。"],
        ["李　铎", 192, "李铎（？－？），字孔教，山东登州府莱阳县人，军籍，明朝政治人物、进士出身。"],
        ["沈　炤", 193, "沈炤（？－？），字文明，直隶苏州府嘉定县人，民籍，明朝政治人物、进士出身。"],
        ["吴玉荣", 194, "吴玉荣（？－？），字贵卿，直隶潜山县人，山西太原左卫军籍，明朝政治人物、进士出身。"],
        ["王　銮", 195, "王銮（？－？），字拱之，河南开封府许州襄城县人，民籍，明朝政治人物、进士出身。"],
        ["林　富", 196, "林富（？－1540年），字守仁，福建兴化府莆田县人，军籍，明朝政治人物，官至两广巡抚。"],
        ["孙　昂", 197, "孙昂（？－？），字廷举，陕西西安府高陵县人，军籍，明朝政治人物、进士出身。"],
        ["李阳春", 198, "李阳春（1466年－1525年），字宗元，四川省顺庆府渠县人，民籍，治《春秋》，明朝政治人物、进士出身。"],
        ["陆　经", 199, "陆经（？－？），字载道，直隶常熟县人，云南大理卫军籍，明朝政治人物、进士出身。"]
    ]
}