{
    "year_name": "正德十六年辛巳科殿试金榜",
    "first": [
        ["杨维聪", 1, "民国《固安县志》载《杨太仆维聪遗像》"],
        ["陆　釴", 2, "陆釴，字举之，号少石子，浙江鄞县（今属宁波）人，明朝政治人物，正德末年榜眼及第。"],
        ["费懋中", 3, "费懋中（1484年－？），字民受，江西铅山宝峯人。明朝政治人物。进士及第。"]
    ],
    "second": [
        ["廖道南", 1, "廖道南（？－1547年），字鸣吾，湖广蒲圻人。明朝官员、学者。"],
        ["江汝璧", 2, "江汝璧（1486年－1558年），字懋榖，号贞斋，江西贵溪人，明朝政治人物，进士出身。"],
        ["詹　泮", 3, "詹泮（？－？），字文化，江西广信府玉山县人，民籍，明朝政治人物、进士出身。"],
        ["王　积", 4, "王积（1492年－1567年），字子崇，号虚斋，南京苏州府太仓州（今江苏太仓县）人，明朝政治人物、进士出身。"],
        ["沈　汉", 5, "沈汉，字宗海，南直隶苏州府吴江县（今江苏省苏州市吴江县）人，明朝政治人物。"],
        ["郑一鹏", 6, "郑一鹏（？－？），字九万，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["陈腾鸾", 7, "陈腾鸾（？－？），字士远，福建兴化府莆田县人，盐籍，明朝政治人物、进士出身。"],
        ["史　梧", 8, "史梧（？－？），字文材，福建兴化府莆田县人，军籍，明朝政治人物、进士出身。"],
        ["童承敍", 9, "童承叙（1495年－1554年），字士畴，一字汉臣，号内方，湖广沔阳州人[1]。明朝政治人物。"],
        ["朱　藻", 10, "朱藻（1493年－1552年），字以荐，四川省泸州人，军籍，治《礼记》，年二十九岁中式正德十六年辛巳科第二甲第十名进士。八月初九日生，行三，曾祖朱自明，寿官；祖朱㼅；父朱子贤；母何氏。重庆下，妻宋氏，兄荚；□，弟芮；葵；藩；蕡；芊；萼。由国子生中式四川乡试第十一名举人，会试中式第二百十八名[1]。"],
        ["黄　佐", 11, "黄佐（1490年－1566年），字才伯，号泰泉。明代广东承宣布政使司香山石岐仁厚里人。"],
        ["赵廷瑞", 12, "《赵廷瑞祭服像》，濮阳县档案馆藏"],
        ["黄大经", 13, "黄大经（？－？），字道卿，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["张　羽", 14, "张羽（？－？），字子渐，陕西西安府华州渭南县人，民籍，明朝政治人物、进士出身。"],
        ["张　逵", 15, "张逵（？－？），字懋登，浙江绍兴府馀姚县人，官籍，明朝政治人物、进士出身。"],
        ["刘　臬", 16, "刘臬（？－？），字宪甫，湖广安陆卫人，军籍，明朝政治人物、进士出身。"],
        ["张凤来", 17, "张凤来（？－？），字千廷，直隶苏州府常熟县人，军籍，明朝政治人物、进士出身。"],
        ["朱　衣", 18, "朱衣（？－？），字子宜，□□守□□府武昌卫右所人，官籍，明朝政治人物、进士出身。"],
        ["郑　骝", 19, "郑骝（？－？），字德夫，浙江衢州府江山县人，民籍，明朝政治人物、进士出身。"],
        ["郭日休", 20, "郭日休（？－？），字德夫，福建莆田人，民籍，明朝政治人物、进士出身。"],
        ["韩　楷", 21, "韩楷（？－？），字以正，湖广江夏人，民籍，明朝政治人物、进士出身。"],
        ["汪嘉会", 22, "汪嘉会（？－？），字亨夫，浙江开化人，明朝政治人物、进士出身。"],
        ["何　唐", 23, "何唐（？－？），字宗尧，号省斋，安徽桐城人，民籍，明朝政治人物、进士出身。"],
        ["杜　桐", 24, "杜桐（？－？），字子阳，河南承宣布政使司开封府许州临颖（今）人，明朝政治人物、进士出身。"],
        ["方　缙", 25, "方缙（？－？），字时彦，江西广信府贵溪县人，民籍，明朝政治人物、进士出身。"],
        ["富好礼", 26, "富好礼（？－？），字子超，直隶松江府华亭县人，军籍，明朝政治人物、进士出身。"],
        ["王　相", 27, "王相（？－1524年），字懋卿，浙江鄞县人。明朝政治人物。"],
        ["郑登高", 28, "郑登高（？－？），字曰进，福建兴化府莆田县人，军籍，明朝政治人物、进士出身。"],
        ["徐　高", 29, "徐嵩（？－？），字中望，直隶扬州府泰州人，军籍，明朝政治人物、进士出身。"],
        ["陈　璜", 30, "陈璜（？－？），字佩之，江西饶州府鄱阳县人，军籍，明朝政治人物、进士出身。"],
        ["安　玺", 31, "安玺（？－1524年），顺天府宛平县（今北京市城内）人，明朝政治人物，进士出身。"],
        ["胡　森", 32, "胡森（1493年－1552年），字秀夫，号未斋。浙江金华府汤溪县人[1]。明朝政治人物。"],
        ["冯　辙", 33, "冯辙（1477年－1536年），字时宪，四川省眉州青神县人，民籍，治《诗经》，年四十五岁中式正德十六年辛巳科第二甲第二十九名进士。十一月初七日生，行三，曾祖冯子敬；祖冯郁，寿官；父冯志高，授丈县丞；母孙氏。具庆下，妻程氏，兄轻；辂，弟轼。由国子生中式四川乡试第六十四名举人，会试中式第二百十二名[1]。"],
        ["洪　珠", 34, "洪珠（？－？），字玉方、号西淙，福建承宣布政使司兴化府莆田（今福建省莆田市）人，明朝政治人物、进士出身。"],
        ["黄一道", 35, "黄一道，字唯夫，号月溪，广东揭阳人，明朝政治人物，进士出身。"],
        ["杜　柟", 36, "杜柟（1489年－1538年），字子才、号硏冈，河南承宣布政使司开封府许州临颖人，明朝政治人物、进士出身。"],
        ["吴廷翰", 37, "吴廷翰（1491年－1559年），字崧柏，又字嵩伯、崇伯，别号苏原，别署苏原居士、苏原山人。中国明朝哲学家。南直隶无为州（今安徽省无为县）人。濡须吴氏四世吴景昭之长子。"],
        ["胡　昭", 38, "胡昭（？－？），字原明，浙江馀姚县人，直隶兴州中屯卫军籍，明朝政治人物、进士出身。"],
        ["李　浙", 39, "李浙（？－？），字邦秀，南昌县人，江西南昌府丰城县军籍，明朝政治人物、进士出身。"],
        ["侯廷训", 40, "侯廷训（1484年－1546年），字孟学，号笔山，浙江乐清人，明朝政治人物，进士出身。"],
        ["龚　亨", 41, "龚亨（？－？），字有孚，江西陇江府清江县人，民籍，明朝政治人物、进士出身。"],
        ["瞿　祥", 42, "瞿祥（？－？），字治征，常熟县人，□□苏州府太仓州民籍，明朝政治人物、进士出身。"],
        ["吴　章", 43, "吴章（？－？），广东承宣布政使司广州府南海（今广东省广州市）人，明朝政治人物、进士出身。"],
        ["李　坦", 44, "李坦（1492年－1536年），字公循、号濡滨，京师河间府任邱（今河北任丘市）人，明朝政治人物、进士出身。"],
        ["敖　英", 45, "敖英（？－？），字子发，江西临江府清江县人，匠籍，明朝政治人物、进士出身。"],
        ["袁　城", 46, "袁城（？－？），字邦卫，江西南昌府丰城县人，军籍，明朝政治人物、进士出身。"],
        ["景　溱", 47, "景溱（？－？），字济之，山西平阳府蒲州人，军籍，明朝政治人物、进士出身。"],
        ["黄行可", 48, "黄行可（？－？），字兆见，福建兴化府莆田县人，军籍，明朝政治人物、进士出身。"],
        ["王世芳", 49, "王世芳（？－？），字济美，直隶苏州府太仓州人，军籍，明朝政治人物、进士出身。"],
        ["何　栋", 50, "何栋（1490年－1573年），字伯直，又字子宇，号太华，陕西承宣布政使司西安府长安（今陕西省西安市）人，明朝政治人物、进士出身。"],
        ["王　炜", 51, "王炜（？－？），字克新，顺天府固安县人，民籍，明朝政治人物、进士出身。"],
        ["恽　釜", 52, "恽釜（1484年－1543年），字器之，南直隶常州府武进县人，民籍，治《诗经》，明朝政治人物、进士出身。"],
        ["刘世龙", 53, "刘世龙，字元卿、允卿[1]，浙江慈谿（今宁波市）人，明朝政治人物，进士出身。"],
        ["钱际时", 54, "钱际时，顺天府通州祖籍，浙江桐乡人，明朝政治人物[1]。"],
        ["杜　绍", 55, "杜绍（？－？），字述之，河南开封府扶沟县人，军籍，明朝政治人物、进士出身。"],
        ["刘　渠", 56, "刘渠（？－？），字清甫，人，胡广安陆卫军籍，明朝政治人物、进士出身。"],
        ["罗洪载", 57, "罗洪载（1489年－1548年），字道与，四川省重庆府永川县人，民籍，治《书经》，明朝政治人物、进士出身。"],
        ["高汝行", 58, "高汝行（？－？），字□古，山西太原府太原县人，军籍，明朝政治人物、进士出身。"],
        ["葛　鴊", 59, "葛鴊（1489年－？），字子中，湖广黄州罗田（今湖北罗田人）人。明朝政治人物。[2]"],
        ["张　治", 60, "张治（？－？），字子邦，湖广长沙府茶陵州人，民籍，明朝政治人物、进士出身。"],
        ["高　登", 61, "高登（？－？），字从善，直隶大名府内黄县人，锦衣卫校籍，明朝政治人物、进士出身。"],
        ["徐　颢", 62, "徐颢（？－？），字子淳，浙江杭州府仁和县人，民籍，明朝政治人物、进士出身。"],
        ["李岳锺", 63, "李岳锺（？－？），字天毓，山西汾州人，民籍，明朝政治人物、进士出身。"],
        ["徐曰忠", 64, "徐曰忠（？－？），字公辅，江西南昌府进贤县人，民籍，明朝政治人物、进士出身。"],
        ["朱应昌", 65, "朱应昌（？－？），字时济，浙江钱塘县人，顺天府大兴县匠籍，明朝政治人物、进士出身。"],
        ["丘茂中", 66, "丘茂中（？－？），字子时，福建兴化府莆田县人，军籍，明朝政治人物、进士出身。"],
        ["林　益", 67, "林益（？－？），字民悦，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["吴　缙", 68, "吴缙（？－？），字云卿，陕西凤翔府凤翔县石落里上郭店人，民籍，明朝政治人物。官至山东按察使。"],
        ["萧　晚", 69, "萧晚（？－？），字启旦，江西吉安府吉水县人，民籍，明朝政治人物、进士出身。"],
        ["王　杨", 70, "王杨（？－？），字惟直，浙江会稽县人，直隶兴州后中卫官籍，明朝政治人物、进士出身。"],
        ["张　寰", 71, "张寰（？－？），字允清，直隶苏州府崑山县人，民籍，明朝政治人物、进士出身。"],
        ["朱　纨", 72, "朱纨（1494年－1549年），字子纯，号秋崖，明代苏州府长洲县(今江苏苏州)人。"],
        ["张承恩", 73, "张承恩（？－？），字君赐，直隶保定府易州人，民籍，明朝政治人物、进士出身。"],
        ["陈　赏", 74, "陈赏（？－？），字邦□，浙江绍兴府诸暨县人，民籍，明朝政治人物、进士出身。"],
        ["邵　烨", 75, "邵烨（？－？），字悳明，浙江承宣布政使司绍兴府馀姚（今浙江馀姚市）人，明朝政治人物、进士出身。"],
        ["张　衮", 76, "张衮（1487年－1564年），字补之，号水南，直隶常州府江阴县人，民籍，明朝政治人物、诗文家。进士出身。"],
        ["张　璁", 77, "张璁（1475年－1539年），字秉用，后避讳嘉靖帝，改名孚敬，更字茂恭，号罗峰，浙江温州府永嘉县人，明朝嘉靖年间重臣，官至内阁首辅。在“大礼议”事件中扮演重要角色，张璁是明朝大改革的开启者，为中国历史上王安石之后、张居正之前的一位改革家。"],
        ["李　香", 78, "李香（1494年－1556年），字汝兰、号涧山，江西承宣布政使司袁州府分宜人，明朝政治人物、进士出身。"],
        ["查应兆", 79, "查应兆（？－？），字瑞征，休宁县人，直隶苏州府长洲县官籍，明朝政治人物、进士出身。"],
        ["李　录", 80, "李录（？－？），字贡卿，山东济南府临邑县人，军籍，明朝政治人物、进士出身。"],
        ["潘　镒", 81, "潘镒（？－？），字希平，直隶徽州府婺源县人，民籍，明朝政治人物、进士出身。"],
        ["邵经邦", 82, "邵经邦（？－1566年），字仲德，浙江承宣布政使司杭州府仁和县（今浙江省杭州市）人，明朝政治人物，进士出身。"],
        ["张　羽", 83, "张羽（？－？），字子仪，直隶苏州府崑山县人，军籍，明朝政治人物、进士出身。"],
        ["谢　霖", 84, "谢霖（？－？），字世泽，直隶徽州府祁门县人，民籍，明朝政治人物、进士出身。"],
        ["王大化", 85, "王大化（？－？），字玄成，直隶扬州府仪真县人，民籍，明朝政治人物。"],
        ["王　道", 86, "王道（？－？），字纯甫，山东东昌府武城县人，军籍，明朝政治人物、进士出身。"],
        ["司马相", 87, "司马相（？－？），字邦柱，浙江绍兴府会稽县人，儒籍，明朝政治人物、进士出身。"],
        ["刘　仕", 88, "刘仕（？－？），字以学，陕西延安府鄜州中都县人，军籍，明朝政治人物、进士出身。"],
        ["刘　可", 89, "刘可（？－？），字以中，河南汝宁府信阳州罗山县人，军籍，明朝政治人物、进士出身。"],
        ["王同祖", 90, "《五龙山人集》"],
        ["吴　瀚", 91, "吴瀚（1486年－1550年），南京苏州府吴县（今江苏苏州市）人，明朝政治人物、进士出身。"],
        ["张　纬", 92, "张纬（？－？），字文之，陕西西安府咸阳县人，军籍，明朝政治人物、进士出身。"],
        ["孟　易", 93, "孟易（？－？），字希周，山西蒲州人，山东临清卫旗籍，明朝政治人物、进士出身。"],
        ["郗元洪", 94, "郗元洪（？－？），字文范，山西太原府平定州人，民籍，明朝政治人物、进士出身。"],
        ["汪　坚", 95, "汪坚（？－？），字子固，直隶宁国府旌德县人，民籍，明朝政治人物、进士出身。"],
        ["李　佶", 96, "李佶（？－？），字子健，陕西岐山县人，四川成都府金萱军籍，明朝政治人物、进士出身。"],
        ["伦以谅", 97, "伦以谅（？－？），字彦周，广东广州府南海县人，民籍，明朝政治人物、进士出身。"],
        ["于　敖", 98, "于敖，字伯度，号叠川，甘肃岷州城南中堡村人。明朝政治人物。"],
        ["黄　表", 99, "黄表（？－？），字汝明，湖广武昌府咸宁县人，民籍，明朝政治人物、进士出身。"],
        ["蒋　泮", 100, "蒋泮（？－？），字良化，浙江台州府仙居县人，民籍，明朝政治人物、进士出身。"],
        ["卢　焕", 101, "卢焕（？－？），字尧文，河南汝宁府光州光山县人，军籍，明朝政治人物、进士出身。"],
        ["洪　锵", 102, "洪锵（？－？），字鸣雍，福建兴化府莆田县人，盐籍，明朝政治人物、进士出身。"],
        ["周　瑯", 103, "周瑯（？－？），字光戴，湖广承宣布政使司黄州府蕲水（今湖北浠水县）人，明朝政治人物。"],
        ["杨　抚", 104, "杨抚，字安世，号二檀，浙江省馀姚县开原乡双桥杨家人。明朝政治人物、进士出身。"],
        ["姚　正", 105, "姚正（？－？），字在养，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["詹　宽", 106, "詹宽，福建兴化府莆田县吴刀村人，明朝政治人物。"],
        ["舒　林", 107, "舒林（？－？），字惟乔，江西饶州府乐平县人，民籍，明朝政治人物、进士出身。"],
        ["王　化", 108, "王化（？－？），字子涵，山东济南府滨州人，军籍，明朝政治人物、进士出身。"],
        ["初　杲", 109, "初杲（？－？），字启昭，湖广承宣布政使司荆州府潜江（今湖北潜江县）人，明朝政治人物、进士出身。"],
        ["王用宾", 110, "王用宾（？－？），字允兴，陕西西安府咸宁县人，军籍，明朝政治人物、进士出身。"]
    ],
    "index": 47,
    "url": "https://zh.wikipedia.org/wiki/Template:%E6%AD%A3%E5%BE%B7%E5%8D%81%E5%85%AD%E5%B9%B4%E8%BE%9B%E5%B7%B3%E7%A7%91%E6%AE%BF%E8%A9%A6%E9%87%91%E6%A6%9C",
    "third": [
        ["朱　珮", 1, "朱珮（？－？），字鸣朝，直隶吴县人，云南大理卫军籍，明朝政治人物、进士出身。"],
        ["刘　乔", 2, "刘乔（？－？），字于僊，江西吉安府泰和县人，民籍，明朝政治人物、进士出身。"],
        ["魏　珽", 3, "魏珽（？－？），字直甫，直隶庐州府合肥县人，羽林前卫官籍，明朝政治人物、进士出身。"],
        ["锺　潜", 4, "锺潜（？－？），字孔昭，浙江宁波府慈谿县人，民籍，明朝政治人物、进士出身。"],
        ["邵　炼", 5, "邵炼（？－？），字悳成，浙江绍兴府馀姚县人，灶籍，明朝政治人物、进士出身。"],
        ["梁世骠", 6, "梁世骠（？－？），字应房，广东广州府顺德县人，民籍，明朝政治人物、进士出身。"],
        ["王汝宾", 7, "王汝宾（？－？），字尚贤，江西九江府德化县人，民籍，明朝政治人物、进士出身。"],
        ["史立模", 8, "史立模（？－？），字季弘，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["杜　璲", 9, "杜璲（？－？），字汝鸣，陕西西安府泾阳县人，军籍，明朝政治人物、进士出身。"],
        ["王　洙", 10, "王洙（1485年－1544年），字崇敬，浙江省台州府临海县人，民籍，治《诗经》，年三十七岁中式正德十六年辛巳科第三甲第十名进士。五月二十日生，行五，曾祖王周南；祖王亶；父王镐，知县；母颜氏。永感下，妻侯氏，兄泌；漙；灌；汇；汴；汲；淑。由国子生中式浙江乡试第八十四名举人，会试中式第十二名[1]。"],
        ["杨　旦", 11, "杨旦（？－？），字启东，河南开封府许州郾城县人，军籍，明朝政治人物、进士出身。"],
        ["柴　儒", 12, "柴儒（？－？），字伯真，西安前卫人，陕西汉中府白河县军籍，明朝政治人物、进士出身。"],
        ["朱孔阳", 13, "朱孔阳（？－？），字公裳，直隶河间府河间县人，民籍，明朝政治人物、进士出身。"],
        ["解一贯", 14, "解一贯，字曾唯，山西交城人。明朝政治人物。"],
        ["王　密", 15, "王密（？－？），字君德，直隶顺德府唐山县人，民籍，明朝政治人物、进士出身。"],
        ["陈　讲", 16, "陈讲（1487年－1546年），字子学，四川省潼川州遂宁县人，民籍，治《诗经》，年三十五岁中式正德十六年辛巳科第三甲第十六名进士。正月二十九日生，行一，曾祖陈本干；祖陈万锺；父陈表；母熊氏。重庆下，妻席氏，弟咏；议；试；询；谘。由国子生中式四川乡试第一名举人，会试中式第九十三名[1]。"],
        ["高世魁", 17, "高世魁（？－？），字绍甫，福建福州府闽县人，民籍，明朝政治人物、进士出身。"],
        ["邹　瓒", 18, "邹瓉（？－？），字献卿，浙江馀杭县人，锦衣卫中后所籍，明朝政治人物、进士出身。"],
        ["李凤来", 19, "李凤来（？－？），字德仪，南京安庆府桐城（今安徽桐城县）人，明朝政治人物、进士出身。"],
        ["李　章", 20, "李章（1479年－1538年），字民俊，四川省重庆府长寿县人，民籍，治《书经》，年四十三岁中式正德十六年辛巳科第三甲第二十名进士。七月二十八日生，行八，曾祖李必文；祖李华；父李岳，侍读；母杨氏。永感下，妻简氏，继妻杨氏；兄珍；珤；国；固；盛。由国子生中式四川乡试第七十七名举人，会试中式第一百七十四名[1]。"],
        ["林　介", 21, "林介（？－？），字子石，福建兴化府莆田县人，军籍，明朝政治人物、进士出身。"],
        ["浦　瑾", 22, "浦瑾（？－？），字文玉，直隶常州府无锡县人，军籍，明朝政治人物、进士出身。"],
        ["吴　鲸", 23, "吴鲸（1485年－1544年），字龙化，顺天府三河县人，大宁都司保定中卫官籍，治《诗经》，年三十七岁中式正德十六年辛巳科第三甲第二十三名进士。三月初四日生，行二，曾祖吴把孙，副十户；祖吴珍，□□□□；父吴昇，□指□知事；母李氏（封淑人）。慈侍下，妻张氏，兄春（指部使），弟鸿；凤；麟。由国子生中式顺天府乡试第九名举人，会试中式第二百四十四名[1]。"],
        ["佟应龙", 24, "佟应龙（？－？），字司言，直隶山阳县人，辽东都司辽中卫军籍，明朝政治人物、进士出身。"],
        ["徐子贞", 25, "徐子贞（？－？），字善正，浙江绍兴府馀姚县人，大宁中卫军籍，明朝政治人物、进士出身。"],
        ["丘养浩", 26, "丘养浩，字以义，号集斋，福建承宣布政使司泉州府（今福建省泉州市）人，明朝政治人物、进士出身。"],
        ["刘　序", 27, "刘序（？－？），字元礼，陕西西安府长安县人，民籍，明朝政治人物、进士出身。"],
        ["潘　潢", 28, "潘潢（？－1555年），字属叔，直隶徽州府婺源县（今江西婺源县）人，民籍，明朝政治人物，官至户部尚书。"],
        ["赵　叶", 29, "赵叶（？－？），字子玉，浙江金华府东阳县人，民籍，明朝政治人物、进士出身。"],
        ["姚　激", 30, "姚激（？－？），字维清，江西新淦县人，四川成都府崇宁县民籍，明朝政治人物、进士出身。"],
        ["王　科", 31, "王科，字进卿，河南彰德府涉县（今河南省涉县）人，明朝政治人物、进士出身。"],
        ["杨　彝", 32, "杨彝（1491年－1550年），字宗叙，四川省重庆府江津县人，民籍，治《诗经》，年三十一岁中式正德十六年辛巳科第三甲第三十二名进士。四月十一日生，行一，曾祖杨子垕；祖杨铨，前知县；父杨济之，义官；母郭氏。具庆下，妻王氏，弟朴（义官）；科；藩；楷。由县学生中式四川乡试第十七名举人，会试中式第一百四十九名[1]。"],
        ["林　釴", 33, "林釴（？－？），字克相，福建福州府闽县人，民籍，明朝政治人物、进士出身。"],
        ["赵　章", 34, "赵章（1488年－1547年），字达卿，四川省重庆府合州人，民籍，治《易经》，年三十四岁中式正德十六年辛巳科第三甲第三十四名进士。二月二十七日生，行十二，曾祖赵鼐；祖赵友礼；父赵易；母刘氏。慈侍下，妻凃氏，继妻罗氏；兄文。由州学生中式四川乡试第十三名举人，会试中式第一百五十五名[1]。"],
        ["吴　檄", 35, "吴檄（？－？），字用宣，直隶安庆府桐城县人，民籍，明朝政治人物、进士出身。"],
        ["胡仲谟", 36, "胡仲谟（？－？），字启忠，湖广黄州府蕲水县人，军籍，明朝政治人物、进士出身。"],
        ["张　寅", 37, "张寅，字仲明、号晓川[1]，南直隶苏州府太仓卫（今江苏省太仓县）人，明朝政治人物。"],
        ["严志迪", 38, "严志迪（？－？），字子善，湖广德安府孝感县人，军籍，明朝政治人物、进士出身。"],
        ["刘儒道", 39, "刘儒道（？－？），字惟中，陕西西安府邠州人，民籍，明朝政治人物、进士出身。"],
        ["孙　昂", 40, "孙昂（？－？），字一鹤，山东莱州府平度州昌邑县人，军籍，明朝政治人物、进士出身。"],
        ["孙应奎", 41, "孙应奎（？－1570年），字文宿，河南承宣布政使司河南府洛阳县（今河南省洛阳市）人，明朝政治人物，官至户部尚书。"],
        ["周　綡", 42, "周綡（？－？），字仲馔，浙江遂昌县人，锦衣卫官籍，明朝政治人物、进士出身。"],
        ["汤　虺", 43, "汤虺（1484年－1543年），字仲卿，四川省潼川州人，医籍，治《易经》，年三十八岁中式正德十六年辛巳科第三甲第四十三名进士。十一月十八日生，行十一，曾祖汤久重；祖汤子荣；父汤海，□科；母王氏。慈侍下，妻高氏，兄济甫；济良；济经；济生；尹。由国子生中式四川乡试第六十一名举人，会试中式第二百七十三名[1]。"],
        ["朱云凤", 44, "朱云凤（？－？），字瑞卿，浙江湖州府乌程县人，民籍，明朝政治人物、进士出身。"],
        ["林　成", 45, "林成（？－？），字世玉，侯官县人，福建福州右卫军籍，明朝政治人物、进士出身。"],
        ["李　默", 46, "李默（？－1556年），字时言，福建建宁府瓯宁县人，民籍，明朝政治人物、进士出身。"],
        ["吴良辅", 47, "吴良辅（？－？），字遂卿，山东东昌府濮州观城县人，民籍，明朝政治人物、进士出身。"],
        ["姜　文", 48, "姜文（？－？），字质夫，江西抚州府临川县人，民籍，明朝政治人物、进士出身。"],
        ["周文熯", 49, "周文熯（？－？），字宗阳，浙江绍兴府山阴县人，民籍，明朝政治人物、进士出身。"],
        ["胡　伟", 50, "胡伟（？－？），字邦奇，湖广安陆州京山县人，军籍，明朝政治人物、进士出身。"],
        ["馀　锓", 51, "馀锓（？－？），字文甫，浙江严州府遂安县人，民籍，明朝政治人物、进士出身。"],
        ["叶逢阳", 52, "叶逢阳（？－？），字子美，福建建宁府松溪县人，民籍，明朝政治人物、进士出身。"],
        ["刘　道", 53, "刘道（？－？），字子弘，江西吉安府万安县人，民籍，明朝政治人物、进士出身。"],
        ["高　僊", 54, "高浅（？－？），字升之，直隶扬州府江都县人，匠籍，明朝政治人物、进士出身。"],
        ["焦　昪", 55, "焦昇（？－？），字景和，山西大同府朔州马邑县人，军籍，明朝政治人物、进士出身。"],
        ["杨　麒", 56, "杨麒（？－？），字仁甫，江西广信府上饶县人，军籍，明朝政治人物、进士出身。"],
        ["姚鸣鸾", 57, "姚鸣鸾（1487年－1529年），字景雍，福建承宣布政使司兴化府莆田（今福建省莆田市）人，明朝官员。正德末中进士，官至浙江淳安县知县。"],
        ["王朝用1", 58, "王朝用（1491年－1550年），字行甫，陕西省巩昌府陇西县人，民籍，治《春秋》，年三十一岁中式正德十六年辛巳科第三甲第五十八名进士。十一月初五日生，行一，曾祖王仕暹；祖王原遣；父王镒，正科；前母张氏；张氏。具庆下，妻李氏，弟朝凤。由国子生中式陕西乡试第十一名举人，会试中式第一百十七名[1]。"],
        ["赵永淳", 59, "赵永淳（？－？），字德厚，直隶河间府任丘县人，军籍，明朝政治人物、进士出身。"],
        ["朱鸿渐", 60, "朱鸿渐（？－？），南京苏州府吴县（今江苏苏州市）人，明朝政治人物、进士出身。"],
        ["洪万立", 61, "洪万立（1487年－1546年），字道充，四川成都府内江县人[1]。明朝官员。"],
        ["刘　恩", 62, "刘恩（？－？），字以忠，直隶保定府高阳县人，民籍，明朝政治人物、进士出身。"],
        ["李春芳", 63, "李春芳（？－？），字实夫，山西太原府阳曲县人，军籍，明朝政治人物、进士出身。"],
        ["吴文之", 64, "吴文之（？－？），字与成，直隶苏州府吴县人，民籍，明朝政治人物、进士出身。"],
        ["朱子和", 65, "朱子和（1492年－1551年），字“节之”，四川省泸州人，军籍，治《礼记》，年三十岁中式正德十六年辛巳科第三甲第六十五名进士。六月二十一日生，行五，曾祖朱麟，寿官；祖朱自明，寿官；父朱𣲤；母袁氏。重庆下，妻易氏，继妻胡氏；兄子良；子贤；子敬；子恭（贡士）。由国子生中式四川乡试第二十二名举人，会试中式第十七名[1]。"],
        ["侯　缄", 66, "侯缄（？－？），字世言，浙江台州府临海县人，军籍，明朝政治人物、进士出身。"],
        ["施　山", 67, "施山（？－？），字镇卿，浙江处州府缙云县人，军籍，明朝政治人物、进士出身。"],
        ["郁　山", 68, "郁山（1481年－1536年），字静子，南京松江府华亭（今上海市松江县）人，明朝政治人物、进士出身。"],
        ["贾世祥", 69, "贾世祥（？－？），字国兴，山西太原府代州人，军籍，明朝政治人物、进士出身。"],
        ["董进第", 70, "董进第（？－？），字子庸，直隶大名府元城县人，民籍，明朝政治人物、进士出身。"],
        ["丘九仞", 71, "丘九仞（？－？），字时进，江西广信府贵溪县人，民籍，明朝政治人物、进士出身。"],
        ["张问行", 72, "张问行（？－？），字子书，直隶大名府内黄县人，民籍，明朝政治人物、进士出身。"],
        ["杜　蕙", 73, "杜蕙（？－？），字维馨，直隶河间府任丘县人，军籍，明朝政治人物、进士出身。"],
        ["叶　亹", 74, "叶亹（？－？），字世黾，福建漳州府漳浦县人，民籍，明朝政治人物、进士出身。"],
        ["穆　相", 75, "穆相（？－？），字伯寅，陕西西安府三原县人，民籍，明朝政治人物、进士出身。"],
        ["顾阳和", 76, "顾阳和（？－？），字志仁，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["董中言", 77, "董中言（？－？），字慎巳，山东青州府蒙阴县人，民籍，明朝政治人物、进士出身。"],
        ["鲍　说", 78, "鲍说（？－？），字希傅，直隶歙县人，顺天府大兴县民籍，明朝政治人物、进士出身。"],
        ["罗尙爱", 79, "罗尚爱（1486年－1545年），字以德，四川省重庆府巴县人，民籍，治《易经》，年三十六岁中式正德十六年辛巳科第三甲第七十九名进士。八月初三日生，行十，曾祖罗仲成；祖罗文通；父罗善；前母尚氏；景氏。慈侍下，妻王氏，继妻苏氏；兄尚儒；尚质，弟尚敏；尚义。由国子生中式四川乡试第十二名举人，会试中式第三百十一名[1]。"],
        ["施一德", 80, "施一德（？－？），字子脩，直隶苏州府太仓州崇明县人，民籍，明朝政治人物、进士出身。"],
        ["赵　兑", 81, "赵兑（1486年－1545年），字丽卿，四川成都府内江县人，民籍，治《诗经》，年三十六岁中式正德十六年辛巳科第三甲第八十一名进士。十月二十八日生，行三，曾祖赵士奇；祖赵达，训导监察御史；父赵俊，知府；母徐氏（封孺人）；继母王氏。具庆下，妻严氏，兄干；升，弟节（听选官）；占；临；□。由国子生中式四川乡试第三十名举人，会试中式第二十七名[1]。"],
        ["馀　经", 82, "馀经（？－？），广东承宣布政使司广州府顺德（今广东省顺德县）人，明朝政治人物、进士出身。"],
        ["杨仲琼", 83, "杨仲琼（1486年－1545年），字子石，四川省嘉定州洪雅县人，军籍，治《易经》，明朝政治人物、进士出身。"],
        ["胡体干", 84, "胡体干（？－？），字健夫、号爻峯，山西承宣布政使司太原府交城县（今山西省交城县）人，明朝政治人物。"],
        ["张　珩", 85, "张珩（？－？），字佩玉，山西太原府石州人，民籍，明朝政治人物、进士出身。"],
        ["陈邦敷", 86, "陈邦敷（？－？），字自宽，陕西西安府干州人，民籍，明朝政治人物、进士出身。"],
        ["杨宗尧", 87, "杨宗尧（？－？），字从道，云南大理府太和县人，民籍，明朝政治人物、进士出身。"],
        ["丁汝夔", 88, "丁汝夔（1497年－1550年），字大章，号沦源，山东霑化县（今古城镇管家庄）人。明朝嘉靖年间政治人物。"],
        ["邹　架", 89, "邹架（？－？），字大升，江西抚州府临川县人，民籍，明朝政治人物、进士出身。"],
        ["江　山", 90, "江山（？－？），字仁伯，浙江杭州钱塘县人，民籍，明朝政治人物、进士出身。"],
        ["王世爵", 91, "王世爵（？－？），字君列，直隶大名府开州人，民籍，明朝政治人物、进士出身。"],
        ["应　棐", 92, "应棐（？－？），字子忠，浙江处州府遂昌县人，民籍，明朝政治人物、进士出身。"],
        ["倪宗岳", 93, "倪宗岳（？－？），字镇卿，山东东昌府濮州人，军籍，明朝政治人物、进士出身。"],
        ["景仲光", 94, "景仲光（？－？），字文华，河南河南府偃师县人，民籍，明朝政治人物、进士出身。"],
        ["眭　纮", 95, "晆纮（？－？），字朝冕，丹阳县人，直隶常州府武进县民籍，明朝政治人物、进士出身。"],
        ["孙　灿", 96, "孙灿（？－？），字晦孺，顺天府昌平州人，民籍，明朝政治人物、进士出身。"],
        ["杨　言", 97, "杨言，字惟仁，鄞（今属浙江宁波）人。明朝嘉靖年间官员，曾任给事中，以敢于直谏闻名。"],
        ["陈由正", 98, "陈由正（？－？），字楷卿，江西南昌府宁州人，民籍，明朝政治人物、进士出身。"],
        ["田　麟", 99, "田麟（？－？），字文祥，浙江绍兴府山阴县人，民籍，明朝政治人物、进士出身。"],
        ["张　恂", 100, "张恂（？－？），字醇夫，山东兖州府东平州阳谷县人，民籍，明朝政治人物、进士出身。"],
        ["常　泰", 101, "常泰（？－？），字时雍，山西太原府徐沟县人，民籍，明朝政治人物、进士出身。"],
        ["孙　益", 102, "孙益（？－？），字德谦，定远县人，直隶常州府武进县官籍，明朝政治人物、进士出身。"],
        ["端廷赦", 103, "端廷赦（1493年－1552年），字思恩，号虹川，直隶当涂（今安徽）人。明朝政治人物。"],
        ["金　辂", 104, "金辂（？－？），字之秉，浙江杭州府钱塘县人，民籍，明朝政治人物、进士出身。"],
        ["谭　訚", 105, "谭訚（？－？），字朝言，四川潼州州蓬溪县人，民籍，明朝政治人物、进士出身。"],
        ["赵时宁", 106, "赵时宁（？－？），字康伯，顺天府霸州文安县人，军籍，明朝政治人物、进士出身。"],
        ["蓝伯采", 107, "蓝伯采（？－？），字本素，祁阳县人，湖广永州卫军籍，明朝政治人物、进士出身。"],
        ["胡明善", 108, "胡明善（？－？），字公泽，直隶凤阳府寿州霍丘县人，民籍，明朝政治人物、进士出身。"],
        ["陈大濩", 109, "陈大濩（？－？），字则启，福建福州府长乐县人，军籍，明朝政治人物、进士出身。"],
        ["杨　逈", 110, "杨迥（？－？），字俊卿，山东兖州府曹州曹县人，军籍，明朝政治人物、进士出身。"],
        ["王继礼", 111, "王继礼（？－1539年），字行之，号节斋，甘肃文县铁楼新寨人，明朝政治人物，同进士出身。"],
        ["石国柱", 112, "石国柱（？－？），字殿卿，顺天府大兴县人，腾骧左卫军籍，明朝政治人物、进士出身。"],
        ["李　松", 113, "李松（？－？），字节夫，直隶苏州府长洲县人，民籍，明朝政治人物、进士出身。"],
        ["田　龙", 114, "田龙（？－？），字起潜，直隶饶阳县人，武骧右卫官籍，明朝政治人物、进士出身。"],
        ["田　顼", 115, "田顼（？－？），字希古，福建延平府尤溪县人，民籍，明朝政治人物、进士出身。"],
        ["陈臯谟", 116, "陈皐谟（？－？），字名世，代州人，山西振武卫军籍，明朝政治人物、进士出身。"],
        ["徐元祉", 117, "徐元祉（？－？），字良夫，陕西巩昌府泰州人，民籍，明朝政治人物、进士出身。"],
        ["刘　逈", 118, "刘逈（1485年－1544年），字维中，江西省吉安府吉水县人，四川潼川州射洪县民籍，治《诗经》，年三十七岁中式正德十六年辛巳科第三甲第一百一十八名进士。九月十五日生，行二，曾祖刘长器；祖刘持汉，寿官；父刘贤，癸丑进士；母杨氏。具庆下，妻王氏，兄价，弟异；缙；旸；遇；时；晓。由国子生中式四川乡试第三十名举人，会试中式第三百四十七名[1]。"],
        ["尹　伦", 119, "尹伦（？－？），字天叙，河南汝州人，民籍，明朝政治人物、进士出身。"],
        ["高应祯", 120, "高应祯（？－？），字贞甫，福建福州府闽县人，民籍，明朝政治人物、进士出身。"],
        ["杨　镛", 121, "杨镛（？－？），字声之，河南临潼县人，锦衣卫官籍，明朝政治人物、进士出身。"],
        ["项　熙", 122, "项熙（？－？），字朝载，浙江台州府临海县人，民籍，明朝政治人物、进士出身。"],
        ["陆　鳌", 123, "陆鳌（？－？），字伯载，直隶苏州府崑山县人，民籍，明朝政治人物、进士出身。"],
        ["谢　蕡", 124, "《后鉴录》"],
        ["方启颜", 125, "方启颜（？－？），字叔希，湖广岳州府巴陵县人，民籍，明朝政治人物、进士出身。"],
        ["张　徽", 126, "张徽（？－？），字德卿，浙江嘉兴府秀水县人，民籍，明朝政治人物、进士出身[1]。"],
        ["李　翔", 127, "李翔（1481年－1540年），字集卿，南直隶松江府上海县人，匠籍，治《诗经》，明朝政治人物、进士出身。"],
        ["屈　儒", 128, "屈儒（？－？），字女为，直隶苏州府崑山县人，军籍，明朝政治人物、进士出身。"],
        ["蒋　诏", 129, "蒋诏（？－？），字伯宣，直隶苏州府吴县人，民籍，明朝政治人物、进士出身。"],
        ["王鸣凤", 130, "王鸣凤（？－？），字时瑞，四川虁州府巫山县人，民籍，明朝政治人物、进士出身。"],
        ["段汝砺", 131, "段汝砺（？－？），字良臣，山西阳曲县人，虎贲左卫旗籍，明朝政治人物、进士出身。"],
        ["周　煦", 132, "周煦（？－1545年），字启和、号弓冈，江西承宣布政使司吉安府吉水（今江西吉水县）人，明朝政治人物、进士出身。"],
        ["彭汝寔", 133, "彭汝寔（1481年－1540年），字子兖，四川省嘉定州（今乐山市）人[1]。"],
        ["蒋　旸", 134, "蒋旸（？－？），字文辉，山东青州府乐安县人，匠籍，明朝政治人物、进士出身。"],
        ["张　佑", 135, "张佑（？－？），字吉孚，河南上蔡县人，直隶天津左卫官籍，明朝政治人物、进士出身。"],
        ["梁乔升", 136, "梁乔升（？－？），字以顺，广东广州府顺德县人，军籍，明朝政治人物、进士出身。"],
        ["郑　节", 137, "郑节（？－？），字介甫，山西沁州人，河南汝宁府汝阳县民籍，明朝政治人物、进士出身。"],
        ["傅仲霖", 138, "傅仲霖（1488年－1547年），字民望，四川省重庆府长寿县人，民籍，治《易经》，年三十四岁中式正德十六年辛巳科第三甲第一百三十八名进士。八月初十日生，行一，曾祖傅荣忠；祖傅文魁；父傅绅；母刘氏。慈侍下，妻胡氏，继妻赵氏；兄仲才；仲杰；仲伦；仲厚，弟仲震；仲旸；仲暄。由国子生中式四川乡试第十名举人，会试中式第一百十九名[1]。"],
        ["刘　濂", 139, "刘濂（？－？），字濬伯，直隶真定府冀州南宫县人，民籍，明朝政治人物、进士出身。"],
        ["黄仁山", 140, "黄仁山（？－？），字元静，江西临江府新淦县人，民籍，明朝政治人物、进士出身。"],
        ["刘宗谏", 141, "刘宗谏（？－？），字子忠，江西吉安府万安县人，民籍，明朝政治人物、进士出身。"],
        ["何　钟", 142, "何钟（1472年－1531年），字以宣，四川省叙州府富顺县人，民籍，治《书经》，明朝政治人物、进士出身。"],
        ["徐　昭", 143, "徐昭（？－？），字德新，浙江金华府永康县人，匠籍，明朝政治人物、进士出身。"],
        ["曾　梧", 144, "曾梧（？－？），字于阳，江西建昌府广昌县人，官籍，明朝政治人物、进士出身。"],
        ["王　纪", 145, "王纪（？－？），字朝宪，直隶大名府开州人，民籍，明朝政治人物、进士出身。"],
        ["张　禄", 146, "张禄（？－？），字原学，山东济南府德州平原县人，民籍，明朝政治人物、进士出身。"],
        ["裴　骞", 147, "裴骞（？－？），字子孝，山西泽州人，民籍，明朝政治人物、进士出身。"],
        ["马　敭", 148, "马敭（？－？），字抑之，河南汝宁府上蔡县人，民籍，明朝政治人物、进士出身。"],
        ["沈　奎", 149, "沈奎（？－？），字文瑞，直隶宁国府泾县人，民籍，明朝政治人物、进士出身。"],
        ["胡　奎", 150, "胡奎（？－？），字应文，江西临江府新淦县人，民籍，明朝政治人物、进士出身。"],
        ["田　玉", 151, "田玉，号小村，字德温，山东承宣布政使司济南府滨州利津人，明朝政治人物、进士出身。"],
        ["熊　爵", 152, "熊爵（？－？），字子脩，河南开封府祥符县人，民籍，明朝政治人物、进士出身。"],
        ["陈　贵", 153, "陈贵（？－？），字道充，福建尤溪县人，锦衣卫官籍，明朝政治人物、进士出身。"],
        ["刘　熇", 154, "刘熇（？－？），字德辉，直隶保定府完县人，军籍，明朝政治人物、进士出身。"],
        ["王朝用2", 155, "王朝用（1487年－1546年），字汝行，四川省顺庆府南充县人，民籍，治《诗经》，明朝政治人物、进士出身。"],
        ["曾世昌", 156, "曾世昌（？－？），字公裕，广东广州府南海县人，民籍，明朝政治人物、进士出身。"],
        ["庞　浩", 157, "庞浩（？－？），字师孟，山西泽州人，民籍，明朝政治人物、进士出身。"],
        ["赵　镗", 158, "赵镗（？－？），字振夫，湖广江陵县人，金吾右卫官籍，明朝政治人物、进士出身。"],
        ["刘　竹", 159, "刘竹（？－？），字守节，直隶真定府晋州人，军籍，明朝政治人物、进士出身。"],
        ["毛麟之", 160, "毛麟之（？－？），字仁甫，河南□□□□□□人，□□□□□□□，明朝政治人物、进士出身。"],
        ["黄　润", 161, "黄润，字以诚，福建晋江县（今福建泉州）人，明朝政治人物。同进士出身。"],
        ["周　祚", 162, "周祚（1480年－1549年），字天保、号定斋，浙江承宣布政使司绍兴府山阴（今浙江绍兴市）人，明朝政治人物、进士出身。"],
        ["王重贤", 163, "王重贤，直隶交河（今河北交河）人，是一名明朝政治人物。进士出身。"],
        ["潘　泗", 164, "潘泗（？－？），字源鲁，广东潮州府潮阳县人，民籍，明朝政治人物、进士出身。"],
        ["顾　溱", 165, "顾溱（？－？），字梁卿，崑山县人，直隶苏州府太仓州民籍，明朝政治人物、进士出身。"],
        ["吴　瀛", 166, "吴瀛（？－？），字萃夫，直隶吴县人，河南河南卫军籍，明朝政治人物、进士出身。"],
        ["毛凤韶", 167, "毛凤韶，字瑞成，湖广承宣布政使司黄州府麻城（今湖北麻城市）人，明朝政治人物。"],
        ["张凤翀", 168, "张凤翀（？－？），字文彩，云南临安府宁州人，民籍，明朝政治人物、进士出身。"],
        ["张　璠", 169, "张璠（？－？），字廷珍，直隶河间府沧州人，军灶籍，明朝政治人物、进士出身。"],
        ["谷　鸾", 170, "谷鸾（？－？），字应和，顺天府大兴县人，腾骧左卫军籍，明朝政治人物、进士出身。"],
        ["蔡复元", 171, "蔡复元，河南洛阳人，明朝政治人物。同进士出身。"],
        ["王　锐", 172, "王锐（？－？），字子中，顺天府平谷县人，忠义前卫官籍，明朝政治人物、进士出身。"],
        ["杨叔器", 173, "杨叔器（？－？），字德周，闽县人，福建福州府候官县民籍，明朝政治人物、进士出身。"],
        ["张经纶", 174, "张经纶（？－？），字以时，代州人，山西振武卫军籍，明朝政治人物、进士出身。"],
        ["李　纶", 175, "李纶（1493年－1552年），字正言，四川省重庆府巴县人，军籍，治《诗经》，明朝政治人物、进士出身。"],
        ["周　夔", 176, "周虁（？－？），字公逊，湖广武昌府□□县人，军籍，明朝政治人物、进士出身。"],
        ["吴大本", 177, "吴大本（？－？），字性夫，直隶宁国府宣城县人，儒籍，明朝政治人物、进士出身。"],
        ["杨　珮", 178, "杨珮（？－？），字仲玉，云南大理府太和县人，民籍，明朝政治人物、进士出身。"],
        ["顾明复", 179, "颜明复（？－？），字学夫，浙江绍兴府馀姚县人，灶籍，明朝政治人物、进士出身。"],
        ["陈时明", 180, "陈时明（1486年－1545年），字际丰，山东省东昌府堂邑县人，民籍，治《易经》，明朝政治人物、进士出身。"],
        ["张　", 181, "张𦐿（？－？），字腾汉，直隶保定府完县人，军籍，明朝政治人物、进士出身。"],
        ["王　傅", 182, "王傅（？－？），字孟学，金吾右卫人，军籍，明朝政治人物、进士出身。"],
        ["宗良臣", 183, "宗良臣（？－？），字敬之，湖广德安府随州人，军籍，明朝政治人物、进士出身。"],
        ["徐俊民", 184, "徐俊民（？－？），字达夫，浙江绍兴府山阴县人，民籍，明朝政治人物、进士出身。"],
        ["方　钝", 185, "方钝，字仲敏，湖广巴陵县（今湖南岳阳）人，明朝政治人物，官至户部尚书。"],
        ["周朝俛", 186, "周朝俛（？－？），字勤可，福建福州府闽县人，军籍，明朝政治人物、进士出身。"],
        ["廖自显", 187, "廖自显（？－？），字德潜，湖广湘潭县人，直隶卢龙卫军籍，明朝政治人物、进士出身。"],
        ["王　芳", 188, "王芳（？－？），字元采，湖广荆州府石守县人，军籍，明朝政治人物、进士出身。"],
        ["雷子质", 189, "雷子质（？－？），字仲华，陕西西安府同州朝邑县人，军籍，明朝政治人物、进士出身。"],
        ["张惟恕", 190, "张惟恕（？－？），字子行，河南汝宁府上蔡县人，军籍，明朝政治人物、进士出身。"],
        ["袁士伟", 191, "袁士伟（？－？），字彦夫，直隶毫州人，山东济南府肥城县民籍，明朝政治人物、进士出身。"],
        ["杜　鸾", 192, "杜鸾（？－？），字文祥，咸宁县人，陕西西安府商州山阳县民籍，明朝政治人物、进士出身。"],
        ["任　淳", 193, "任淳（1484年－1543年），字原朴，山东省东昌府堂邑县人，军籍，治《诗经》，明朝政治人物、进士出身。"],
        ["杨　琰", 194, "杨琰（1494年－1553年），字用思，四川省顺庆府南充县人，军籍，治《诗经》，明朝政治人物、进士出身。"],
        ["郑　重", 195, "郑重（？－？），字子任，河南汝宁府光州固始县人，民籍，明朝政治人物、进士出身。"],
        ["刘守良", 196, "刘守良（？－？），字君遂，直隶怀安府海州赣榆县人，民籍，明朝政治人物、进士出身。"],
        ["李茂元", 197, "李茂元（？－？），字维大，归德州人，河南河南卫军籍，明朝政治人物、进士出身。"],
        ["魏有本", 198, "魏有本（1483年－1552年），字伯深，号浅斋，浙江馀姚县（今馀姚市）人，明朝政治人物，同进士出身。官至漕运总督。"],
        ["程　辂", 199, "程辂（？－？），字邦载，直隶徽州府绩溪县人，民籍，明朝政治人物、进士出身。"],
        ["叶　泰", 200, "叶泰（？－？），字道亨，浙江仁和县人，云南云南后卫官籍，明朝政治人物、进士出身。"],
        ["孙　銮", 201, "孙銮（？－？），字朝望，四川承宣布政使司重庆府合州（今四川武胜县）人，明朝政治人物、进士出身。"],
        ["黄国光", 202, "黄国光（？－？），字尚宾，山东东昌府临清州人，民籍，明朝政治人物、进士出身。"],
        ["韦尚贤", 203, "韦尚贤（？－？），字思省、号鹭沙，福建承宣布政使司泉州府南安（今福建省南安县）人，明朝政治人物。官至江西九江府知府。"],
        ["吕　纶", 204, "吕纶（？－？），字君言、号观复，南京扬州府江都县（今江苏扬州市）人，明朝政治人物。"],
        ["王　璜", 205, "王璜（？－？），字廷实，直隶大名府□县人，军籍，明朝政治人物、进士出身。"],
        ["叶　奇", 206, "叶奇（？－？），字弘伟，福建福州府闽县人，民籍，明朝政治人物、进士出身。"],
        ["汤　冔", 207, "汤冔，字伯元，贵州贵阳人，明朝政治人物、进士出身。"],
        ["戴　亢", 208, "戴亢（？－？），字师贤，福建福州府闽县人，民籍，明朝政治人物、进士出身。"],
        ["缪宗周", 209, "缪宗周（？－？），字惟静，直隶□县人，云南临安卫通海守御千户所灶籍，明朝政治人物、进士出身。"],
        ["爼　琚", 210, "爼琚（？－？），字佩章，河南彰德府磁州人，民籍，明朝政治人物、进士出身。"],
        ["钱　铎", 211, "钱铎（？－？），字振之，直隶扬州府通州人，军籍，明朝政治人物、进士出身。"],
        ["管　律", 212, "管律（？－？），字应韶，直隶嘉定县人，庆府长史司军籍，明朝政治人物、进士出身。"],
        ["仲　选", 213, "仲选（？－？），字思舜，直隶淮安府沐阳县人，军籍，明朝政治人物、进士出身。"],
        ["龚大稔", 214, "龚大稔（？－？），字士登，直隶常州府武进县人，军籍，明朝政治人物、进士出身。"],
        ["馀文瑞", 215, "馀文瑞（？－？），字一麟，湖广黄州府黄冈县人，民籍，明朝政治人物、进士出身。"],
        ["刘希稷", 216, "刘希稷（？－？），字农卿，山东东昌府武城县人，军籍，明朝政治人物、进士出身。"],
        ["华　金", 217, "华金（？－？），字子宣，直隶常州府无锡县人，民籍，明朝政治人物、进士出身。"]
    ]
}