{
    "year_name": "嘉靖十四年乙未科殿试金榜",
    "first": [
        ["韩应龙", 1, "韩应龙（1498年－1536年），字汝化，号五云，明朝状元。浙江馀姚人。"],
        ["孙　陞", 2, "孙升（1501年－1560年），原作孙陞，字志高，号季泉，明朝政治人物，浙江馀姚人。"],
        ["吴　山", 3, "吴山（1500年－1577年），字日静，号筠泉。江西高安人，军籍，明朝政治人物、进士出身。"]
    ],
    "second": [
        ["李　玑", 1, "李玑（？－？），字邦在，江西南昌府丰城县人，军籍，明朝政治人物、进士出身。"],
        ["赵贞吉", 2, "赵贞吉（1508年－1576年），字孟静，号大洲，四川成都府内江县桐梓坝人，明朝政治人物。官至文渊阁大学士。"],
        ["敖　铣", 3, "敖铣（？－？），字纯之，江西瑞州府高安县人，民籍，明朝政治人物、进士出身。"],
        ["郭　朴", 4, "安阳郭朴祠内郭文简公画像碑"],
        ["任　瀛", 5, "任瀛（1498年－1557年），字登之，山西省文水县人，山东兖州护卫军籍，治《诗经》，山东兖州护卫军籍，明朝政治人物、进士出身。"],
        ["沈　宏", 6, "沈宏（？－？），字惟远，浙江嘉兴府崇德县人，民籍，明朝政治人物、进士出身。"],
        ["骆文盛", 7, "骆文盛（1496年－1554年），字质甫，号两溪。浙江武康人，进士出身。"],
        ["尹　台", 8, "尹台（？－？），字崇基，江西吉安府永新县人，民籍，明朝政治人物、进士出身。"],
        ["康大和", 9, "康大和（？－？），字原中，福建兴化府莆田县人，盐籍，明朝政治人物、进士出身。"],
        ["李学颜", 10, "李学颜（？－？），字幼潜，湖广黄州府黄冈县人，民籍，明朝政治人物、进士出身。"],
        ["许　谷", 11, "许榖（？－？），字仲贻，福建福州府侯官县人，应天府上元县匠籍，明朝政治人物、进士出身。"],
        ["郑质夫", 12, "郑质夫（？－？），字子质，福建兴化府莆田县人，匠籍，明朝政治人物、进士出身。"],
        ["赵希夔", 13, "赵希夔，字一卿，山西长治县人，明朝政治人物、进士出身。"],
        ["高　燿", 14, "高燿（？－？），字子潜，直隶保定府清苑县人，民籍，明朝政治人物、进士出身。"],
        ["马从谦", 15, "马从谦（1495年－1552年），字益之、号竹湖[1]，南直隶应天府溧阳县（今江苏省溧阳县）人，明朝政治人物、进士出身。"],
        ["沈　瀚", 16, "沈瀚（？－？），字原约，直隶苏州府吴江县人，民籍，明朝政治人物、进士出身。"],
        ["艾希淳", 17, "艾希淳（？－？），字治伯，陕西延安府米脂县人，军籍，明朝政治人物、进士出身。"],
        ["沈应龙", 18, "沈应龙（？－？），字翔卿，浙江湖州府乌程县人，民籍，明朝政治人物、进士出身。"],
        ["钱　冲", 19, "钱冲（？－？），字贵徐，江西临江府新喻县人，民籍，明朝政治人物、进士出身。"],
        ["张　标", 20, "张标（？－？），字汝式，山东青州府寿光县人，军籍，明朝政治人物、进士出身。"],
        ["方民悦", 21, "方民悦（？－？），字懋德，湖广黄州府麻城县人，军籍，明朝政治人物、进士出身。"],
        ["谯孟龙", 22, "谯孟龙（1503年－1562年），字干甫，四川省顺庆府南充县人，民籍，治《易经》，年三十三岁中式嘉靖十四年乙未科第二甲第二十二名进士。四月二十一日生，行一，曾祖谯明，理问；祖谯崇儒，典史；父谯旸，知县；母杨氏。具庆下，妻柳氏，弟仲龙；季龙；吟龙；世龙；云龙；见龙；攀龙；士龙；槐龙。由国子生中式四川乡试第四十名举人，会试中式第一百九名[1]。"],
        ["刘　澍", 23, "刘澍（？－？），字汝霖，陕西西安府蓝田县人，腾骧右卫籍，明朝政治人物、进士出身。"],
        ["欧阳", 24, "欧阳㬇（？－？），字学章，直隶真定府武强县人，民籍，明朝政治人物、进士出身。"],
        ["许登瀛", 25, "许登瀛（？－？），字预甫，应天府江宁县人，陕西兰州仪卫司校籍，明朝政治人物、进士出身。"],
        ["黄宗器", 26, "黄宗器（？－？），字时震，福建福州府闽县人，民籍，明朝政治人物、进士出身。"],
        ["姚文祜", 27, "姚文祜（？－？），字申甫，直隶常州府武进县人，军籍，明朝政治人物、进士出身。"],
        ["彭大有", 28, "彭大有（？－？），字子谦，河南开封府陈州卫人，官籍，明朝政治人物、进士出身。"],
        ["公跻奎", 29, "公跻奎（1496年－1555年），字瑞文，号中山，山东青州府蒙阴县人，军籍，治《易经》，军籍，明朝政治人物、进士出身。"],
        ["陈崇庆", 30, "陈崇庆（？－？），字懋贞，江阴县人，直隶常州府武进县民籍，明朝政治人物、进士出身。"],
        ["舒　缨", 31, "舒缨（？－？），字振伯，浙江宁波府鄞县人，民籍，明朝政治人物、进士出身。"],
        ["范　庆", 32, "范庆（？－？），字元会，江西南昌府丰城县人，军籍，明朝政治人物、进士出身。"],
        ["刘　辅", 33, "刘辅（？－？），字少邻，顺天府大兴县人，云南云南前卫军籍，明朝政治人物、进士出身。"],
        ["邹　绚", 34, "邹绚（？－？），字原素，浙江绍兴府馀姚县人，灶籍，明朝政治人物、进士出身。"],
        ["李　蓁", 35, "李蓁（？－？），字懋承，河南开封府祥符县人，军籍，明朝政治人物、进士出身。"],
        ["王　崇", 36, "王崇（？－？），字子谦，直隶仕丘县人，保定后卫前所官籍，明朝政治人物、进士出身。"],
        ["王　珉", 37, "王珉（？－？），字玉中，直隶真定府深州人，军籍，明朝政治人物、进士出身。"],
        ["王立道", 38, "王立道（？－？），字懋中，直隶常州府无锡县人，军籍，明朝政治人物、进士出身。"],
        ["陈　尧", 39, "陈尧（1502年－1574年），字敬甫，号梧冈，一号醒翁，直隶扬州府通州人，民籍，明朝政治人物，官至刑部侍郎。"],
        ["嵇世臣", 40, "嵇世臣（？－？），字思用，号川南，浙江湖州府归安县人，民籍，明朝政治人物。"],
        ["杨一谟", 41, "杨一谟（？－？），字世文，福建福州府闽县人，民籍，明朝政治人物、进士出身。"],
        ["王　儒", 42, "王儒（？－？），字聘卿，山西汾州人，民籍，明朝政治人物、进士出身。"],
        ["林廷琛", 43, "林廷琛（？－？），字世献，福建福州府侯官县人，民籍，明朝政治人物、进士出身。"],
        ["王朝相", 44, "王朝相（？－？），字志尹，直隶广平府永年县人，军籍，明朝政治人物、进士出身。"],
        ["刘注东", 45, "刘注东（？－？），字思禹，山东东昌府茌平县人，军籍，明朝政治人物、进士出身。"],
        ["敖　璠", 46, "敖璠（？－？），字贵之，江西临江府新喻县人，民籍，明朝政治人物、进士出身。"],
        ["张天麟", 47, "张天麟（？－？），字允祯，直隶真定府深州人，民籍，明朝政治人物、进士出身。"],
        ["吕　韶", 48, "吕韶（？－？），字凤仪，湖广黄州府黄冈县人，民籍，明朝政治人物、进士出身。"],
        ["李时达", 49, "李时达（1510年－1569年），字中夫，四川省保宁府南部县人，民籍，治《春秋》，民籍，明朝政治人物、进士出身。"],
        ["李　增", 50, "李增（？－？），字孟川，河南颍州卫人，军籍，明朝政治人物、进士出身。"],
        ["曹一贯", 51, "曹一贯（？－？），字唯夫，山东东昌府莘县人，军籍，明朝政治人物、进士出身。"],
        ["彭　凤", 52, "彭凤（？－？），字起之，江西袁州府分宜县人，民籍，明朝政治人物、进士出身。"],
        ["万汝楫", 53, "万汝楫（1505年－1564年），字济卿，四川省泸州人，民籍，治《书经》，明朝政治人物、进士出身。"],
        ["李　乐", 54, "李乐（1499年－1558年），字和仲，湖广辰州府卢溪县人，军籍，治《易经》，明朝政治人物、进士出身。"],
        ["谢　佑", 55, "谢佑（？－？），字德夫，湖广荆州府松滋县人，民籍，明朝政治人物、进士出身。"],
        ["郭　鉴", 56, "郑鉴（？－？），字允明，山西泽州高平县人，民籍，明朝政治人物、进士出身。"],
        ["孙　植", 57, "孙植（？－？），字斯立，直隶华亭县人，浙江嘉兴府平湖县民籍，明朝政治人物、进士出身。"],
        ["张　瀚", 58, "张瀚（1510年－1593年），字子文，浙江仁和县（今杭州）人。明朝政治人物。"],
        ["李载贽", 59, "李载贽（？－？），字进可，湖广荆州府石首县人，民籍，明朝政治人物、进士出身。"],
        ["窦　润", 60, "窦润（？－？），字子雨，直隶滁州卫人，军籍，明朝政治人物、进士出身。"],
        ["郑一统", 61, "郑一统（1508年－1542年），字朝庆，号碧河，广东揭阳县仙桥篮兜村人，明朝政治人物，进士出身。"],
        ["陈元珂", 62, "陈元珂（？－？），字仲声，福建怀安县人，福州府闽清县民籍，明朝政治人物。"],
        ["陈　椿", 63, "陈桩（？－？），字子年，吴江县人，直隶苏州府长洲县民籍，明朝政治人物、进士出身。"],
        ["薛　孟", 64, "薛孟（？－？），字惟亚，浙江嘉兴府嘉善县人，民籍，明朝政治人物、进士出身。"],
        ["许复礼", 65, "许复礼（？－？），字仁甫，河南彰德府安阳县人，民籍，明朝政治人物、进士出身。"],
        ["翁　璨", 66, "翁璨（？－？），字德辉，直隶松江府上海县人，灶籍，明朝政治人物、进士出身。"],
        ["江中跃", 67, "江中跃（1515年－1574年），字从之，四川省重庆府巴县人，民籍，治《诗经》，民籍，明朝政治人物、进士出身。"],
        ["袁袭裳", 68, "袁袭裳（1498年－1557年），字子宜，四川省眉州人，民籍，治《诗经》，明朝政治人物、进士出身。"],
        ["易　宽", 69, "易宽（？－？），字栗夫，江西吉安府安福县人，民籍，明朝政治人物、进士出身。"],
        ["赵　宪", 70, "赵宪（？－？），字子成，直隶松江府上海县人，民籍，明朝政治人物、进士出身。"],
        ["方孟缙", 71, "方孟缙（？－？），字文卿，江西南昌府武宁县人，民籍，明朝政治人物、进士出身。"],
        ["沈梦鲤", 72, "沈梦鲤（？－？），字龙卿，浙江绍兴府山阴县人，民籍，明朝政治人物、进士出身。"],
        ["姚良弼", 73, "姚良弼（？－？），字梦贤，浙江钱塘县人，武功中卫匠籍，明朝政治人物、进士出身。"],
        ["陈天然", 74, "陈天然（？－？），字汝中，广东琼州府琼山县人，民籍，明朝政治人物、进士出身。"],
        ["刘　佐", 75, "刘佐（？－？），字才甫，山东济南府德州人，民籍，明朝政治人物、进士出身。"],
        ["施千祥", 76, "施千祥（？－？），字善征，福建福州府福清县人，盐籍，明朝政治人物、进士出身。"],
        ["周世昭", 77, "周世昭，原名篡二，字景服，号一阳，广东琼山东洋（今海南新坡文山村）人，明朝政治人物、进士出身。"],
        ["陈天资", 78, "《石冈集》"],
        ["萧体元", 79, "萧体元（？－？），字善复，江西吉安府泰和县人，河南南阳府新野县民籍，明朝政治人物、进士出身。"],
        ["宋　淳", 80, "宋淳（？－？），字德完，浙江衢州府开化县人，民籍，明朝政治人物、进士出身。"],
        ["蒲　泽", 81, "蒲泽（？－？），字仁伯，陕西西安府咸宁县人，民籍，明朝政治人物、进士出身。"],
        ["黄　云", 82, "黄云（？－？），字叔卿，陕西西安府咸宁县人，匠籍，明朝政治人物、进士出身。"],
        ["戴　", 83, "戴䲀（？－？），字时化，浙江宁波府鄞县人，军籍，明朝政治人物、进士出身。"],
        ["刘　栋", 84, "刘栋（？－？），字曰隆，直隶河间府任丘县人，军籍，明朝政治人物、进士出身。"],
        ["曹嗣荣", 85, "曹嗣荣（？－？），字绳之，直隶松江府华亭县人，民籍，明朝政治人物、进士出身。"],
        ["康　朗", 86, "康朗（1508年－1574年），字用晦，号磐峰，福建惠安前康铺坑柄（今福建省惠安县螺阳镇五音村）人[1]，明朝政治人物，进士出身。"],
        ["胡汝霖", 87, "胡汝霖（1512年－1571年），字仲望、青崖[1]，号东岩[2]，四川成都府绵州人。明朝政治人物。"],
        ["诸　燮", 88, "诸燮（？－？），字子相，浙江绍兴府馀姚县人，军籍，明朝政治人物、进士出身。"],
        ["马承学", 89, "马承学（1502年－1561年），字弘道，南直隶苏州府吴县人，太医院医籍，明朝政治人物、进士出身。"],
        ["吴　藩", 90, "吴藩（？－？），字价甫，直隶滁州全椒县人，民籍，明朝政治人物、进士出身。"],
        ["吴九经", 91, "吴九经（？－？），字子诚，浙江金华府永康县人，民籍，明朝政治人物、进士出身。"],
        ["许　福", 92, "许福（？－？），字尧锡，福建泉州府同安县人，军籍，明朝政治人物、进士出身。"],
        ["周天佐", 93, "周天佐（1511年－1541年），字子弼，号迹山，福建晋江人。明朝官员。"],
        ["施　峻", 94, "施峻（？－？），字平叔，浙江湖州府归安县人，民籍，明朝政治人物、进士出身。"],
        ["李维藩", 95, "李维藩（？－？），字子价，山西辽州人，民籍，明朝政治人物、进士出身。"]
    ],
    "index": 52,
    "url": "https://zh.wikipedia.org/wiki/Template:%E5%98%89%E9%9D%96%E5%8D%81%E5%9B%9B%E5%B9%B4%E4%B9%99%E6%9C%AA%E7%A7%91%E6%AE%BF%E8%A9%A6%E9%87%91%E6%A6%9C",
    "third": [
        ["冯大驭", 1, "冯天驭（？－？），字应房，湖广黄州府蕲州人，民籍，明朝政治人物、进士出身。"],
        ["毛　槩", 2, "毛槩（？－？），字世节，山东莱州府掖县人，民籍，明朝政治人物、进士出身。"],
        ["章　甫", 3, "章甫（？－？），字梦甫，直隶常州府武进县人，武骧左卫军籍，明朝政治人物、进士出身。"],
        ["顾　廉", 4, "顾廉（？－？），字惟简，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["林庭机", 5, "林庭机（1506年－1581年），字利仁，闽县林浦乡人，明朝官吏、进士出身。林镠之孙，林瀚之子，林庭㭿之弟。"],
        ["赵崇信", 6, "赵崇信（？－？），字仲履，广东广州府顺德县人，民籍，明朝政治人物、进士出身。"],
        ["刘尚义", 7, "刘尚义（？－？），字伯正，山西汾州人，军籍，明朝政治人物、进士出身。"],
        ["唐　颐", 8, "唐颐（？－？），字子观，山西太原府阳曲县人，军籍，明朝政治人物、进士出身。"],
        ["王　达", 9, "王达（？－？），字子泉，山东济南府滨州人，民籍，明朝政治人物、进士出身。"],
        ["邵　南", 10, "邵南（？－？），字文化，浙江湖州府乌程县人，民籍，明朝政治人物、进士出身。"],
        ["来　聘", 11, "来聘（？－？），字安国，陕西西安府三原县人，军籍，明朝政治人物、进士出身。"],
        ["何　彦", 12, "何彦（？－？），字善充，广东广州府顺德县人，民籍，明朝政治人物、进士出身。"],
        ["舒　汀", 13, "舒汀（？－？），字绍安，福建福州府侯官县人，民籍，明朝政治人物、进士出身。"],
        ["杨守约", 14, "杨守约（？－？），字允中，湖广长沙县人，彭城卫籍，明朝政治人物、进士出身。"],
        ["范之箴", 15, "范之箴（？－？），字从敬，浙江嘉兴府秀水县人，民籍，明朝政治人物、进士出身。"],
        ["高　时", 16, "高时（？－？），字中行，浙江杭州府临安县人，民籍，明朝政治人物、进士出身。"],
        ["陈　绍", 17, "陈绍（1501年－1545年），字用光，号百楼，浙江上虞人，明朝政治人物，同进士出身。"],
        ["赵大佑", 18, "赵大佑（？－？），字世胤，浙江台州府太平县人，军籍，明朝政治人物、进士出身。"],
        ["蔡其潮", 19, "蔡其潮（？－？），字时信，浙江嘉兴府海盐县人，民籍，明朝政治人物、进士出身。"],
        ["赵应祥", 20, "赵应祥（？－？），字伯征，湖广长沙卫人，官籍，明朝政治人物、进士出身。"],
        ["李梦祥", 21, "李梦祥（？－？），字初征，湖广荆州府监利县人，军籍，明朝政治人物、进士出身。"],
        ["钱应扬", 22, "钱应扬（？－？），字俊民，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["黄廷用", 23, "黄廷用（？－？），字汝行，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["焦　琏", 24, "焦琏（？－？），字子重，顺天府涿州人，民籍，明朝政治人物、进士出身。"],
        ["奚良辅", 25, "奚良辅（？－？），字世卿，直隶松江府上海县人，民籍，明朝政治人物、进士出身。"],
        ["徐　缉", 26, "徐缉（？－？），字文熙，浙江绍兴府山阴县人，军籍，明朝政治人物、进士出身。"],
        ["杨上林", 27, "杨上林（？－？），字子渐，直隶淮安府山阳县人，民籍，明朝政治人物、进士出身。"],
        ["王　遵", 28, "王遵（？－？），字子法，四川顺庆府南充县人，民籍，明朝政治人物、进士出身。"],
        ["汪　集", 29, "汪集（？－？），字惟义，江西南昌府进贤县人，军籍，明朝政治人物、进士出身。"],
        ["温学舜", 30, "温学舜（？－？），字宪统，福建泉州府晋江县人，军籍，明朝政治人物、进士出身。"],
        ["罗椿枝", 31, "罗椿枝（？－？），字日新，浙江严州府桐庐县人，匠籍，明朝政治人物、进士出身。"],
        ["王崇冠", 32, "王崇冠（？－？），字雅夫，山西太原府榆次县人，军籍，明朝政治人物、进士出身。"],
        ["薛应旂", 33, "清光绪修《江苏无锡薛氏宗谱》之方山公像"],
        ["周尙忠", 34, "周尚忠（？－？），字伯显，直隶河间府景州吴桥县人，民籍，明朝政治人物、进士出身。"],
        ["顾承芳", 35, "顾承芳（？－？），字子誉，直隶凤阳府临淮县人，民籍，明朝政治人物、同进士出身。"],
        ["卢　璘", 36, "卢璘（？－？），字秀夫，浙江绍兴府馀姚县人，匠籍，明朝政治人物、进士出身。"],
        ["鲍　龙", 37, "鲍龙（？－？），字汝化，浙江杭州府临安县人，民籍，明朝政治人物、进士出身。"],
        ["马九德", 38, "马九德（？－？），字子懋，山东青州府益都县人，直隶德州卫军籍，明朝政治人物、进士出身。"],
        ["杨时秀", 39, "杨时秀（？－？），字叔茂，直隶凤阳府怀远县人，民籍，明朝政治人物、进士出身。"],
        ["张舜臣", 40, "张舜臣（？－？），字熙伯，山东济南府章丘县人，军籍，明朝政治人物、进士出身。"],
        ["吴　镆", 41, "吴镆（？－？），字利用，福建福州府长乐县人，民籍，明朝政治人物、进士出身。"],
        ["戴梦桂", 42, "戴梦桂（？－？），字仲芳，山东济南府济阳县人，军籍，明朝政治人物、进士出身。"],
        ["刘大直", 43, "刘大直（？－？），字养浩，成都府华阳县人，四川宁川卫军籍，明朝政治人物、进士出身。"],
        ["郭　鎜", 44, "郭鎜（？－？），字允新，山西泽州高平县人，民籍，明朝政治人物、进士出身。"],
        ["胡崇德", 45, "胡崇德（？－？），字伯贤，浙江绍兴府馀姚县人，灶籍，明朝政治人物、进士出身。"],
        ["翁五伦", 46, "翁五伦（？－？），字大经，浙江绍兴府萧山县人，民籍，明朝政治人物、进士出身。"],
        ["黎尧勳", 47, "黎尧勳（1503年－1562年），字子钦，四川省潼川州乐至县人，民籍，治《诗经》，年三十三岁中式嘉靖十四年乙未科第三甲第四十七名进士。九月十六日生，行一，曾祖黎希贤，寿官；祖黎祯，寿官；父黎邦屏；母赵氏。重庆下，妻张氏，弟尧华；尧邻。由国子生中式四川乡试第十五名举人，会试中式第二百五十六名[1]。"],
        ["高　崶", 48, "高崶（？－？），字仲龙，四川成都府汶州县人，云南大理卫军籍，明朝政治人物、进士出身。"],
        ["馀　爌", 49, "馀爌（？－？），字德明，江西饶州府乐平县人，民籍，明朝政治人物、进士出身。"],
        ["陈　凤", 50, "陈凤（？－？），字羽伯，浙江绍兴府会稽县人，南京留守后卫官籍，明朝政治人物、进士出身。"],
        ["闵　煦", 51, "闵煦（1507年－1580年），字和卿，号水东，祖籍松江府上海县，直隶河间府任丘县人，明朝政治人物，官至刑部尚书。"],
        ["李丕显", 52, "李丕显（？－？），字宪文，福建福州府长乐县人，军籍，明朝政治人物、进士出身。"],
        ["傅　珮", 53, "傅珮（？－？），字朝鸣，浙江杭州府仁和县人，匠籍，明朝政治人物、进士出身。"],
        ["谢　镒", 54, "谢镒（？－？），字万卿，直隶徽州府祁门县人，民籍，明朝政治人物、进士出身。"],
        ["沈良才", 55, "沈良才，字德夫、凤冈[1]，南直隶扬州府泰州（今江苏省泰兴县）人，明朝政治人物、进士出身。"],
        ["张维岳", 56, "张维岳（？－？），字尧臣，浙江杭州右卫人，军籍，明朝政治人物、进士出身。"],
        ["吴应奎", 57, "吴应奎（？－？），字汝文，直隶休宁县人，浙江杭州府钱塘县民籍，明朝政治人物、进士出身。"],
        ["叶懋赏", 58, "叶懋赏（1494年－1553年），字功父，四川成都府绵州人，民籍，治《书经》，年四十二岁中式嘉靖十四年乙未科第三甲第五十八名进士。九月十一日生，行二，曾祖叶清；祖叶仲本；父叶楚，监生；母郭氏。永感下，妻陈氏，兄懋官，弟懋和；懋敬；懋昭；懋训；懋简。由州学生中式四川乡试第三十二名举人，会试中式第二百五十五名[1]。"],
        ["谷宇龄", 59, "谷宇龄，字道延，河南祥符人，明朝政治人物，同进士出身。"],
        ["朱文质", 60, "朱文质（？－？），字彬甫，浙江海盐县人，云南前卫候所军籍，明朝政治人物、进士出身。"],
        ["赵　统", 61, "赵统（？－？），字伯一，陕西西安府临潼县人，军籍，明朝政治人物、进士出身。"],
        ["陈东光", 62, "陈东光（？－？），字叔晦，河南开封府钧州人，匠籍，明朝政治人物、进士出身。"],
        ["顾　霑", 63, "顾霑（？－？），字少雨，浙江嘉兴府海盐县人，灶籍，明朝政治人物、进士出身。"],
        ["黎　秀", 64, "黎秀（1503年－1562年），字实甫，江西饶州府乐平县人，民籍，治《易经》，年三十三岁中式嘉靖十四年乙未科第三甲第六十四名进士。六月二十四日生，行四，曾祖黎宪文；祖黎天龄；父黎璨；前母夏氏；彭氏。具庆下，妻方氏，兄委，弟季。由县学附学生中式江西乡试第七十三名举人，会试中式第二百九十二名[1]。"],
        ["张尧年", 65, "张尧年（？－？），字绍中，浙江宁波府慈谿县人，民籍，明朝政治人物、进士出身。"],
        ["童汉臣", 66, "童汉臣，字重良，号南衡，浙江承宣布政使司杭州府钱塘县（今浙江省杭州市）人，明朝政治人物，进士出身。"],
        ["郑　芸", 67, "郑芸（？－？），字士馨，福建兴化府莆田县人，军籍，明朝政治人物、进士出身。"],
        ["林应麒", 68, "林应麒（？－？），字必仁，浙江台州府僊居县人，民籍，明朝政治人物、进士出身。"],
        ["赵继孟", 69, "赵继孟（？－？），字宗之，山西泽州人，民籍，明朝政治人物、进士出身。"],
        ["孙　昺", 70, "孙昺（？－？），字尚晦，山东东昌府临清州人，军籍，明朝政治人物、进士出身。"],
        ["何允魁", 71, "何允魁（？－？），字克升，广东广州府顺德县人，军籍，明朝政治人物、进士出身。"],
        ["陈　瑚", 72, "陈瑚（？－？），字汝器，直隶松江府华亭县人，民籍，明朝政治人物、进士出身。"],
        ["萧祥曜", 73, "萧祥曜（？－？），字文奎，江西吉安府泰和县人，民籍，明朝政治人物、进士出身。"],
        ["吴从义", 74, "吴从义（？－？），字思忠，福建福州府福清县人，军籍，明朝政治人物、进士出身。"],
        ["向宗哲", 75, "向宗哲（1497年－1556年），字汝贤，四川成都府资县人，民籍，治《易经》，明朝政治人物、进士出身。"],
        ["张　祜", 76, "张祜（？－？），字元秩，河南南阳府人，云南永昌卫官籍，明朝政治人物、进士出身。"],
        ["杨　祜", 77, "杨祜（1511年－1570年），字受夫，四川成都府内江县人，民籍，治《诗经》，明朝政治人物、进士出身。"],
        ["陆　坤", 78, "陆坤（？－？），字子厚，直隶崑山县人，陕西兰州仪卫司校籍，明朝政治人物、进士出身。"],
        ["任道充", 79, "任道充（1499年－1558年），字少虚，山西省汾州孝义县人，军籍，治《易经》，明朝政治人物、进士出身。"],
        ["冯良知", 80, "冯良知（？－？），字养吾，湖广黄陂县人，云南临安卫官籍，明朝政治人物、进士出身。"],
        ["艾　朴", 81, "艾朴（？－？），字子文，江西吉安府永丰县人，民籍，明朝政治人物、进士出身。"],
        ["王　烨", 82, "王晔，一作王烨[1]，字韬孟、韫孟，南直隶镇江府金坛县（今江苏省常州市金坛县）人，明朝政治人物、进士出身。"],
        ["李人龙", 83, "李人龙（？－？），字子干，直隶松江府华亭县人，军籍，明朝政治人物、进士出身。"],
        ["郑锡麟", 84, "郑锡麟（？－？），字献祯，福建福州府长乐县人，民籍，明朝政治人物、进士出身。"],
        ["钱　泮", 85, "《沧浪亭五百名贤像》之钱泮石刻像"],
        ["高　节", 86, "高节（1498年－1557年），字仲立，山东济南府禹城县人，陕西西安后卫官籍，治《诗经》，年三十八岁中式嘉靖十四年乙未科第三甲第八十六名进士。十一月二十日生，行一，曾祖高玉，百户；祖高铎，百户；父高昇，百户；母吴氏（封安人）；继母唐氏。重庆下，妻陈氏，弟第；策。由国子生中式陕西乡试第二名举人，会试中式第二十八名[1]。"],
        ["牟朝宗", 87, "牟朝宗（1513年－1572年），字子一，四川省叙州府宜宾县人，民籍，治《诗经》，年二十三岁中式嘉靖十四年乙未科第三甲第八十七名进士。正月十三日生，行一，曾祖牟刚；祖牟仕英；父牟勤；母屈氏。慈侍下，妻李氏。由县学附学生中式四川乡试第十一名举人，会试中式第四十一名[1]。"],
        ["邵　基", 88, "邵基（？－？），字子原，浙江绍兴府馀姚县人，灶籍，明朝政治人物、进士出身。"],
        ["王嘉元", 89, "王嘉元（1508年－1567年），字仁仲，四川省叙州府宜宾县人，民籍，治《诗经》，民籍，明朝政治人物、进士出身。"],
        ["李　檗", 90, "李檗（？－？），字时励，广东肇庆府四会县人，民籍，明朝政治人物、进士出身。"],
        ["聂　静", 91, "聂静（？－？），字子安，江西吉安府永丰县人，民籍，明朝政治人物、进士出身。"],
        ["王世雍", 92, "王世雍（？－？），字尧治，山东衮州府东平州汶上县人，民籍，明朝政治人物、进士出身。"],
        ["刘凤池", 93, "刘凤池（？－？），字文甫，陕西西安府渭南县人，军籍，明朝政治人物、进士出身。"],
        ["吴　琼", 94, "吴琼（？－？），字德辉，直隶徽州府祁门县人，民籍，明朝政治人物、进士出身。"],
        ["赵炳然", 95, "赵炳然（1507年－1569年），字子晦，四川省保宁府劔州人，明朝政治人物。[1]"],
        ["许贯之", 96, "许贯之（？－？），字道卿，浙江杭州钱塘县人，民籍，明朝政治人物、进士出身。"],
        ["王乔龄", 97, "王乔龄（？－？），字维岳，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["汪宗凯", 98, "汪宗凯（？－？），字子才，湖广武昌府崇阳县人，军籍，明朝政治人物、进士出身。"],
        ["包　孝", 99, "《松江邦彦图》之包孝像"],
        ["张　辐", 100, "张辐（？－？），字文衡，浙江绍兴府山阴县人，民籍，明朝政治人物、进士出身。"],
        ["曹　韩", 101, "曹韩（？－？），字可宗，陕西西安府咸宁县人，军籍，明朝政治人物、进士出身。"],
        ["郑　寅", 102, "郑寅（？－？），字思敬，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["王维桢", 103, "王维桢（1507年－1556年1月23日），字允宁，明朝陕西华州（今渭南市华州区）平定里人。"],
        ["张　绪", 104, "张绪（？－？），字卿理，江西临江府峡江县人，民籍，明朝政治人物、进士出身。"],
        ["王之臣", 105, "王之臣（1489年－1548年），字敬充，四川省成都府内江县人，民籍，治《易经》，明朝政治人物、进士出身。"],
        ["王　镗", 106, "王镗（？－？），字孟声，福建福州府侯官县人，军籍，明朝政治人物、进士出身。"],
        ["牛　斗", 107, "牛斗（？－？），字云章，直隶淮安府山阳县人，民籍，明朝政治人物、进士出身。"],
        ["徐　方", 108, "徐方（？－？），字来夫，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["昝如思", 109, "昝如思（？－？），字子学，陕西西安府三原县人，民籍，明朝政治人物、进士出身。"],
        ["吴　辕", 110, "吴辕（？－？），字子庸，绍兴府馀姚县人，浙江杭州府仁和县民籍，明朝政治人物、进士出身。"],
        ["薛腾蛟", 111, "薛腾蛟（？－？），字时化，陕西西安府华州渭南县人，军籍，明朝政治人物、进士出身。"],
        ["钱邦彦", 112, "钱邦彦（？－？），字治征，直隶苏州府吴县人，民籍，明朝政治人物、进士出身。"],
        ["汪　旦", 113, "汪旦（？－？），字昭仲，晋江县人，福建泉州府惠安县军籍，明朝政治人物、进士出身。"],
        ["王梦弼", 114, "王梦弼（？－？），字惟肖，山西太原府代州人，民籍，明朝政治人物、进士出身。"],
        ["黄齐贤", 115, "黄齐贤（？－？），字汝思，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["杨　奖", 116, "杨奖（？－？），字懋德，山西平阳府解州安邑县人，盐籍，明朝政治人物、进士出身。"],
        ["葛　缙", 117, "葛缙（？－？），字仲荣，山东莱州府平度州昌邑县人，民籍，明朝政治人物、进士出身。"],
        ["江应选", 118, "江应选（？－？），字尚宾，浙江衢州府常山县人，民籍，明朝政治人物、进士出身。"],
        ["刘　汀", 119, "刘汀（？－？），字叔南，直隶真定府冀州南宫县人，民籍，明朝政治人物、进士出身。"],
        ["李　愈", 120, "李愈（？－？），字惟中，山西太原府平定州人，军籍，明朝政治人物、进士出身。"],
        ["饶　相", 121, "饶相（？－？），字志尹，广东潮州府大埔县人，民籍，明朝政治人物、进士出身。"],
        ["王光宇", 122, "王光宇（？－？），字伯潜，山西平阳府蒲州临晋县人，民籍，明朝政治人物、进士出身。"],
        ["周凤岐", 123, "周凤岐（？－？），字文征，福建建宁府浦城县人，民籍，明朝政治人物、进士出身。"],
        ["方　介", 124, "方介（？－？），字子和，直隶庐州府合肥县人，军籍，明朝政治人物、进士出身。"],
        ["杨万程", 125, "杨万程（？－？），字志搏，福建兴化府莆田县人，军籍，明朝政治人物、进士出身。"],
        ["沈民悦", 126, "沈民悦（？－？），字惟公，山西太原前卫人，军籍，明朝政治人物、进士出身。"],
        ["杨子臣", 127, "杨子臣（1501年－1560年），字维人，四川省顺庆府南充县人，医籍，治《诗经》，明朝政治人物、进士出身。"],
        ["王三接", 128, "王三接（？－？），字汝康，崑山县人，直隶苏州府太仓州民籍，明朝政治人物、进士出身。"],
        ["蔡大用", 129, "蔡大用（？－？），字道行，广东潮州府海阳县人，民籍，明朝政治人物、进士出身。"],
        ["张良贵", 130, "张良贵（？－？），字子元，顺天府霸州文安县人，军籍，明朝政治人物、进士出身。"],
        ["毛　恺", 131, "毛恺（1506年－1570年），字达和，浙江江山县（今江山市）人，匠籍，明朝政治人物、进士出身。"],
        ["李　秦", 132, "李秦（？－？），字仲西，河南彰德府临漳县人，民籍，明朝政治人物、进士出身。"],
        ["宿　椿", 133, "宿椿（？－？），字孔龄，榆次县人，山西沈阳宪郡牧所旗籍，明朝政治人物、进士出身。"],
        ["苏应旻", 134, "苏应旻（？－？），字幼清，广东广州府顺德县人，军籍，明朝政治人物、进士出身。"],
        ["陈　暹", 135, "陈暹（？－？），字德辉，福建福州府闽县人，民籍，明朝政治人物、进士出身。"],
        ["舒　迁", 136, "舒迁（？－？），字于乔，直隶徽州府黟县人，民籍，明朝政治人物、进士出身。"],
        ["姚　潓", 137, "姚潓（？－？），字维顺，浙江宁波府慈谿县人，军籍，明朝政治人物、进士出身。"],
        ["李　念", 138, "李念（？－？），字惟克，山西太原府平定州人，军籍，明朝政治人物、进士出身。"],
        ["俞则全", 139, "俞则全（？－？），字祖修，浙江绍兴府新昌县人，民籍，明朝政治人物、进士出身。"],
        ["赵　弘", 140, "赵弘（？－？），字鸣重，河南开封府郑州荥阳县人，民籍，明朝政治人物、进士出身。"],
        ["梁　格", 141, "梁格（？－？），字君正，山西平阳府绛州稷山县人，儒籍，明朝政治人物、进士出身。"],
        ["沈　垣", 142, "沈垣（1510年－1549年），字子完，浙江平湖县（今平湖市）人，灶籍，明朝政治人物、进士出身。"],
        ["谢　衮", 143, "谢衮（？－？），字公补，直隶安庆府桐城县人，军籍，明朝政治人物、进士出身。"],
        ["任万里", 144, "任万里（1506年－1565年），字图南，山东莱州府掖县人，军籍，治《诗经》，年三十岁中式嘉靖十四年乙未科第三甲第一百四十四名进士。四月十七日生，行一，曾祖任通；祖任鸾，驿丞；父任汉；母张氏。慈侍下，妻韩氏，弟百里；亿里；兆里。由府学生中式山东乡试第七十五名举人，会试中式第二百六名[1]。"],
        ["陈　策", 145, "陈策（？－？），字时偕，福建兴化府莆田县人，军籍，明朝政治人物、进士出身。"],
        ["陈士仪", 146, "陈士仪（？－？），字德隅，福建福州府闽县人，军籍，明朝政治人物、进士出身。"],
        ["李文进", 147, "李文进（1508年－1562年4月24日），字先之，号同野[1]，四川省重庆府巴县人，民籍，治《书经》，年二十八岁中式嘉靖十四年乙未科第三甲第一百四十七名进士。六月二十二日生，行三，曾祖李洪，驿丞；祖李源洁，赠奉直大夫户部员外郎；父李邦，奉直大夫户部员外郎；母江氏（赠宜人）；继母马氏（封宜人）。具庆下，妻陈氏，兄文远；文遂；文通，弟文迈；文遇。由县学生中式四川乡试第二十七名举人，会试中式第一百四名[2]。"],
        ["沈　鎜", 148, "沈鎜（？－？），字大新，浙江嘉兴府秀水县人，民籍，明朝政治人物，官至江西按察使司副使。"],
        ["吴　性", 149, "吴性（？－？），字定甫，直隶常州府宜兴县人，民籍，明朝政治人物、进士出身。"],
        ["吴　璁", 150, "吴璁（？－？），字世振，江西抚州府临川县人，民籍，明朝政治人物、进士出身。"],
        ["王应期", 151, "王应期（？－？），字伯起，山西平阳府蒲州人，民籍，明朝政治人物、进士出身。"],
        ["陈　棐", 152, "陈棐（？－？），字汝忠，河南开封府邬陵县人，匠籍，明朝政治人物、进士出身。"],
        ["张永明", 153, "张永明（1499年－1566年），字锺诚，浙江承宣布政使司湖州府乌程县（今浙江省湖州市）人，明朝刑部尚书、同进士出身。"],
        ["徐　祚", 154, "徐祚（？－？），字子厚，直隶宣城县人，忠义后卫官籍，明朝政治人物、进士出身。"],
        ["李东光", 155, "李东光（？－？），字晋卿，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["陆子明", 156, "陆子明（？－？），字东卿，直隶常州府无锡县人，军籍，明朝政治人物、进士出身。"],
        ["章　檗", 157, "章檗（1502年－1570年），字贞叔，号三洲，浙江鄞县人，民籍，明朝政治人物、进士出身。"],
        ["傅应诏", 158, "傅应诏（？－？），字起巖，陕西汉中府南郑县人，民籍，明朝政治人物、进士出身。"],
        ["龙　遂", 159, "龙遂（？－？），字良卿，江西吉安府永新县人，民籍，明朝政治人物、进士出身。"],
        ["吴嘉会", 160, "吴嘉会（？－？），字惟礼，湖广湘阴县人，山西振武卫军籍，明朝政治人物、进士出身。"],
        ["张　元", 161, "张元（？－？），字以贞，浙江绍兴府馀姚县人，官籍，明朝政治人物、进士出身。"],
        ["魏希佐", 162, "魏希佐（？－？），字以道，山东济南府历城县人，，明朝政治人物、进士出身。"],
        ["王希贤", 163, "王希贤（？－？），字行复，山东济南府济阳县人，军籍，明朝政治人物、进士出身。"],
        ["陈　中", 164, "陈中（？－？），字时仲，湖广承天府沔阳州人，军匠籍，明朝政治人物、进士出身。"],
        ["廖世魁", 165, "廖世魁（？－？），字师文，福建福州府怀安县人，匠籍，明朝政治人物。"],
        ["胡叔元", 166, "胡叔元（？－？），字允卿，应天府漂阳县人，陕西西安府咸宁县民籍，明朝政治人物、进士出身。"],
        ["黄文炳", 167, "黄文炳（？－？），字以约，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["李世芳", 168, "李世芳（？－？），字伯传，山西潞安府黎城县人，军籍，明朝政治人物、进士出身。"],
        ["张　缨", 169, "张缨（？－？），字重卿，河南彰德府安阳县人，民籍，明朝政治人物、进士出身。"],
        ["李秉仁", 170, "李秉仁（？－？），字子元，河南汝州宝丰县人，民籍，明朝政治人物、进士出身。"],
        ["郑有周", 171, "郑有周（？－？），字郁之，广东潮州府揭阳县人，民籍，明朝政治人物、进士出身。"],
        ["何维栢", 172, "何维柏（1511－1587年），字乔仲、号古林，諡端恪，广东承宣布政使司广州府南海县（今广东省佛山市南海区）人，明代著名学者及名臣。"],
        ["魏良贵", 173, "魏良贵（？－？），字师孟，江西南昌府新建县人，民籍，明朝政治人物、进士出身。"],
        ["李登云", 174, "李登云（？－？），字子渐，河南开封府钧州人，民籍，明朝政治人物、进士出身。"],
        ["郭廷冕", 175, "郭廷冕（？－？），字季文，山西太原府文水县人，军籍，明朝政治人物、进士出身。"],
        ["饶天民", 176, "饶天民（？－？），字明先，湖广武昌府崇阳县人，军籍，明朝政治人物、进士出身。"],
        ["卢宗哲", 177, "卢宗哲（？－？），字濬卿，保定府涞水县人，直隶德州左卫军籍，明朝政治人物、进士出身。"],
        ["胡　植", 178, "胡植（？－？），字立之，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["陈邦脩", 179, "陈邦脩（？－？），字德卿，广西桂林府金州人，民籍，明朝政治人物、进士出身。"],
        ["安　宅", 180, "安宅（？－？），字子仁，山东东昌府冠县人，民籍，明朝政治人物、进士出身。"],
        ["梅凌云", 181, "梅凌云（？－？），字尚志，号兼山，江西九江人，明朝政治人物，同进士出身。"],
        ["张　玭", 182, "张玭（？－1565年），山西石州人。明朝政治人物。"],
        ["靳学颜", 183, "靳学颜（生卒年不详），字子愚，济宁（今山东省济宁市）人。明朝政治人物，嘉靖年间曾建议改革金融制度。"],
        ["周　浩", 184, "周浩（？－？），字允集，浙江绍兴府山阴县人，民籍，明朝政治人物、进士出身。"],
        ["林庭壆", 185, "林庭壆（？－？），字利节，福建福州府闽县人，儒籍，明朝政治人物、进士出身。"],
        ["张　旦", 186, "张旦（？－？），字子明，直隶扬州府高邮州宝应县人，民籍，明朝政治人物、进士出身。"],
        ["郑　富", 187, "郑富（？－？），字中虚，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["全元立", 188, "全元立，明朝中后期学者、政治人物、藏书家。生卒年待考，字汝德，浙江宁波府鄞县人[1]。"],
        ["陈与音", 189, "陈与音（？－？），字汝和，顺天府良乡县人，河南卫辉府汲县民籍，明朝政治人物、进士出身。"],
        ["蓝济卿", 190, "蓝济卿（？－？），字用楫，福建福州府侯官县人，民籍，明朝政治人物、进士出身。"],
        ["郑　烱", 191, "郑烱（？－？），字章甫，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["徐守道", 192, "徐守道（？－？），字子中，江西进贤县人，直隶大名府开州长垣县民籍，明朝政治人物、进士出身。"],
        ["徐　桂", 193, "徐桂（？－？），字子芳，直隶安庆府潜山县人，民籍，明朝政治人物、进士出身。"],
        ["赵继本", 194, "赵继本（？－？），字孝甫，山东济南府历城县人，，明朝政治人物、进士出身。"],
        ["高　捷", 195, "高捷（？－？），字渐卿，河南开封府钧州新郑县人，军籍，明朝政治人物、进士出身。"],
        ["朱尚质", 196, "朱尚质（？－？），字宗商，应天府句容县人，直隶河间府沈阳中屯卫军籍，明朝政治人物、进士出身。"],
        ["彭　相", 197, "彭相（？－？），字良仲，直隶真定府晋州安平县人，军籍，明朝政治人物、进士出身。"],
        ["李天然", 198, "李天然（？－？），字一中，河南河南府洛阳县人，民籍，明朝政治人物、进士出身。"],
        ["杨应奇", 199, "杨应奇（？－？），字时望，河南开封府归德州夏邑县人，军籍，明朝政治人物、进士出身。"],
        ["王三聘", 200, "王三聘（1501年－1577年），字梦莘，陕西西安府盩厔县人，民籍，明朝政治人物、学者。"],
        ["李文昇", 201, "李文昇（？－？），字子蔚，濬县人，直隶宁山卫军籍，明朝政治人物、进士出身。"],
        ["牛　恒", 202, "牛恒（？－？），字子占，陕西西安府干州武功县人，民籍，明朝政治人物、进士出身。"],
        ["张拱文", 203, "张拱文（？－？），字献仁，云南大理府太和县人，民籍，明朝政治人物、进士出身。"],
        ["李　壂", 204, "李壂（？－？），字樨安，河南开封府杞县人，民籍，明朝政治人物、进士出身。"],
        ["郭朝宾", 205, "顺天府府尹、浙江巡抚、户部左侍郎、工部尚书。"],
        ["翁世经", 206, "翁世经（？－？），字可贞，福建福州府福清县人，军盐籍，明朝政治人物、进士出身。"],
        ["许天伦", 207, "许天伦（？－？），字汝明，湖广沔阳州人，山西振武卫官籍，明朝政治人物、进士出身。"],
        ["车邦佑", 208, "车邦佑（1507年－？），字翊卿，广东博罗县泰美镇人。"],
        ["卢　楩", 209, "卢楩（1504年－1563年），字木伯，南直隶苏州府崑山县人，南直隶苏州府常熟县医籍，治《书经》，年三十二岁中式嘉靖十四年乙未科第三甲第二百零九名进士。二月二十六日生，行一，曾祖卢辅；祖卢常，赠太医院院判；父卢志，前太医院院判；母陈氏（封安人）；生母薛氏。具庆下，妻许氏，弟楠。由国子生中式顺天府乡试第五十六名举人，会试中式第五十六名[1]。"],
        ["刘　绘", 210, "刘绘（1509年－1578年），字子素、少质、号嵩阳[1]，河南承宣布政使司汝宁府光州（今河南省光山县）人，明朝政治人物、进士出身。刘进之孙、刘黄裳之子。"],
        ["张　珍", 211, "张珍（？－？），字聘之，直隶镇江府丹阳县人，军籍，明朝政治人物、进士出身。"],
        ["王一言", 212, "王一言（？－？），字行恕，福建福州府福清县人，民籍，明朝政治人物、进士出身。"],
        ["崔　官", 213, "崔官（1512年－1571年），字懋德，阆中县人，四川保宁守御千户所军籍，治《诗经》，明朝政治人物、进士出身。"],
        ["李兆龙", 214, "李兆龙（？－？），字孺征，广东广州府南海县人，民籍，明朝政治人物、进士出身。"],
        ["舒鹏翼", 215, "舒鹏翼（1506年－1565年），字于南，阆中县人，四川保宁守御千户所军籍，明朝政治人物、进士出身。"],
        ["胡　宾", 216, "胡宾（？－？），字汝观，河南汝宁府光州人，民籍，明朝政治人物、进士出身。"],
        ["马　森", 217, "马森（1507年－1580年），字孔养，号锺阳。福建怀安县（今属福州市）人。明朝政治人物，隆庆朝官至户部尚书。"],
        ["周　岱", 218, "周岱（？－？），字汝镇，湖广黄州府麻城县人，民籍，明朝政治人物、进士出身。"],
        ["郭万程", 219, "郭万程（？－？），字子长，福建福州福清县人，民籍，明朝政治人物、进士出身。"],
        ["钱　萱", 220, "钱萱（？－？），字懋孝，浙江嘉兴府海盐县人，军民籍，明朝政治人物、进士出身。"],
        ["卢孝达", 221, "卢孝达（？－？），字维周，浙江金华府东阳县人，民籍，明朝政治人物、进士出身。"],
        ["陈云衢", 222, "陈云衢（？－？），字邦英，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["曹　亨", 223, "曹亨（？－？），字伯贞，河南汝宁新蔡县人，民籍，明朝政治人物、进士出身。"],
        ["刘　永", 224, "刘永（？－？），字吉甫，陕西西安府醴泉县人，军籍，明朝政治人物、进士出身。"],
        ["孙　国", 225, "孙国（？－？），字道甫，直隶大名府开州人，军籍，明朝政治人物、进士出身。"],
        ["洗桂奇", 226, "洗桂奇（？－？），字奕倩，广东广州府南海县人，民籍，明朝政治人物、进士出身。"],
        ["黄　鳌", 227, "黄鳌（？－？），字时镇，福建泉州府晋江县人，军籍，明朝政治人物、进士出身。"]
    ]
}