{
    "year_name": "嘉靖十七年戊戌科殿试金榜",
    "first": [
        ["茅　瓒", 1, "茅瓒（1499年－？），字邦献，号见沧，浙江钱塘（今馀杭）人，明朝政治人物、状元。"],
        ["罗　珵", 2, "罗珵（1493年－1541年），字邦珍，号欿斋。江西泰和人，军籍，明朝政治人物、进士出身。"],
        ["袁　炜", 3, "袁炜（1508年－1565年），字懋中，号元峰，浙江宁波府慈谿县（今属馀姚市）人，明朝官员。"]
    ],
    "second": [
        ["张惟一", 1, "张惟一（？－？），字守中，直隶保定府安肃县人，民籍，明朝政治人物、进士出身。"],
        ["朱应云", 2, "朱应云（1493年－1552年），字从龙，浙江省嘉兴府海盐县人，医籍，治《书经》，明朝政治人物、进士出身。"],
        ["吴　源", 3, "吴源（？－？），字宗干，浙江杭州府钱塘县人，民籍，明朝政治人物，官至江西按察司副使。"],
        ["莫如忠", 4, "《松江邦彦图》之莫如忠像"],
        ["陆师道", 5, "《沧浪亭五百名贤像》之陆师道石刻像"],
        ["伦以诜", 6, "伦以诜（？－？），字彦群，广东广州府南海县人，民籍，明朝政治人物、进士出身。"],
        ["方国佐", 7, "方国佐（？－？），字君英，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["乔世宁", 8, "乔世宁（？－？），字景叔，陕西西安府耀州人，军籍，明朝政治人物、进士出身。"],
        ["马　拯", 9, "马拯（？－？），字壮宇，广东广州府南海县人，军籍，明朝政治人物、进士出身。"],
        ["吴　舂", 10, "吴舂（？－？），字以容，江西广信府贵溪县人，民籍，明朝政治人物、进士出身。"],
        ["吴　崑", 11, "吴崑（？－？），字美之，直隶苏州府吴江县人，匠籍，明朝政治人物、进士出身。"],
        ["姚　璋", 12, "姚璋（？－？），字汝玉，湖广辰州府沅陵县人，民籍，明朝政治人物、进士出身。"],
        ["沈　奎", 13, "沈奎（？－？），字文明，浙江嘉兴府海盐县人，民籍，明朝政治人物、进士出身。"],
        ["杨　濂", 14, "杨濂（？－？），字伯清，直隶保定府安州人，民籍，明朝政治人物、进士出身。"],
        ["董子仪", 15, "董子仪（1502年－1548年），字羽吉，直隶松江府上海县人，民籍，明朝政治人物、进士出身。"],
        ["王　健", 16, "王健（？－？），字伟纯，浙江温州府永嘉县人，军灶籍，明朝政治人物、进士出身。"],
        ["丁以忠", 17, "丁以忠（1498年－？），字崇义，江西承宣布政使司南昌府新建县（今江西省南昌市新建县）人，民籍，明朝政治人物、进士出身。"],
        ["王　问", 18, "王问（1497年－1576年），字子裕，直隶常州府无锡县人，民籍，明朝政治人物、进士出身。"],
        ["郭　干", 19, "郭干（？－？），字易甫，直隶河间府任丘县人，民籍，明朝政治人物、进士出身。"],
        ["朱　用", 20, "朱用（？－？），字伯际，河南河南卫人，军籍，明朝政治人物、进士出身。"],
        ["唐　穆", 21, "唐穆，广东承宣布政使司琼州府琼山县东厢（今海南省海口市琼山区）人。唐冑之子，明朝政治人物、进士出身。"],
        ["刘廷臣", 22, "刘廷臣（？－？），字伯邻，山西平阳府洪洞县人，军籍，明朝政治人物、进士出身。"],
        ["燕　楫", 23, "燕楫（？－？），字廷济，直隶真定府真定县人，民籍，明朝政治人物、进士出身。"],
        ["陈　宪", 24, "陈宪（？－？），字道夫，浙江嘉兴府嘉兴县人，民籍，明朝政治人物、进士出身。"],
        ["陈昌积", 25, "陈昌积（？－？），字子发，江西吉安府泰和县人，军籍，明朝政治人物、进士出身。"],
        ["谢　淮", 26, "谢淮（？－？），字禹汇，高阳县人人，直隶河间府任丘县民籍，明朝政治人物、进士出身。"],
        ["侯汝谅", 27, "侯汝谅（？－？），字叔贞，直隶滑县人人，山西太原左卫官籍，明朝政治人物、进士出身。"],
        ["翁大立", 28, "翁大立（1517年－1597年），字元本，又字儒参、道生，号见海，浙江馀姚（今宁波）人，明朝政治人物，进士出身。"],
        ["汪　俅", 29, "汪俅（？－？），字克敬，江西广信府贵溪县人，军籍，明朝政治人物、进士出身。"],
        ["林懋植", 30, "林懋植（？－？），字君本，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["万　敏", 31, "万敏（？－？），字钦夫，江西南昌府南昌县人，军籍，明朝政治人物、进士出身。"],
        ["杨　金", 32, "杨金（？－？），字重南，直隶太平府当涂县人，军籍，明朝政治人物、进士出身。"],
        ["卢　璧", 33, "卢璧，南直隶盱眙县人，明朝政治人物。"],
        ["沈　", 34, "沈𡹘（？－？），字子由，吴江县人人，直隶苏州府吴县民籍，明朝政治人物、进士出身。"],
        ["洪世文", 35, "洪世文（？－？），字国华，福建福州府闽县人，民籍，明朝政治人物、进士出身。"],
        ["侯一元", 36, "侯一元（1512年－1586年），字舜举，号二谷，浙江乐清人，明朝政治人物，进士出身。"],
        ["毕竟容", 37, "毕竟容（？－？），字仁叔，江西广信府贵溪县人，军籍，明朝政治人物、进士出身。"],
        ["白若圭", 38, "白若圭（？－？），字德纯，直隶常州府武进县人，官籍，明朝政治人物、进士出身。"],
        ["吴元璧", 39, "吴元璧（？－？），字君锡，江西饶州府安仁县人，军籍，明朝政治人物、进士出身。"],
        ["闻人惪行", 40, "闻人惪行（？－？），字元科，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["俞　宪", 41, "俞宪（？－？），字汝成，直隶常州府无锡县人，民籍，明朝政治人物、进士出身。"],
        ["张　镐", 42, "张镐（？－？），字启周，陕西泾阳县人人，直隶保定府定兴县民籍，明朝政治人物、进士出身。"],
        ["周　鲲", 43, "周鲲（？－？），字少鱼，福建兴化府莆田县人，军籍，明朝政治人物、进士出身。"],
        ["王　轮", 44, "王轮（？－？），字子庸，山西平阳府蒲州人，军籍，明朝政治人物、进士出身。"],
        ["黄懋官", 45, "黄懋官（？－？），字君辨，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["叶　选", 46, "叶选（？－？），字仁夫，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["张朝聘", 47, "张朝聘（？－？），字伯时，陕西西安府长安县人，民籍，明朝政治人物、进士出身。"],
        ["李宪卿", 48, "李宪卿（？－？），字廉夫，直隶苏州府崑山县人，民籍，明朝政治人物、进士出身。"],
        ["李廷春", 49, "李廷春（？－？），字懋仁，江西饶州府馀干县人，民籍，明朝政治人物、进士出身。"],
        ["严　中", 50, "严中（？－？），字执甫，浙江绍兴府馀姚县人，匠籍，明朝政治人物、进士出身。"],
        ["孙　璧", 51, "孙璧（？－？），字文甫，山西平阳府蒲州人，军籍，明朝政治人物、进士出身。"],
        ["陈　鎏", 52, "《沧浪亭五百名贤像》之陈鎏石刻像"],
        ["谭　维", 53, "谭维（1492年－1551年），字元立，四川省潼川州蓬溪县人，民籍，治《易经》，年四十七岁中式嘉靖十七年戊戌科第二甲第五十三名进士。五月二十五日生，行九，曾祖谭必成；祖谭宣，知县；父谭宗简，封监察御史；母陈氏（封孺人）。慈侍下，妻张氏，兄珪；俨；价；冠（府同知）；采魁（仓大使）；缵（按察使副使）；纯（义官），弟继（监生）。由国子生中式四川乡试第三十七名举人，会试中式第一百七十一名[1]。"],
        ["王　楠", 54, "王楠（？－？），字惟乔，浙江会稽县人人，直隶兴州后屯卫官籍，明朝政治人物、进士出身。"],
        ["刘　志", 55, "刘志（？－？），字宁卿，山西平阳府翼城县人，民籍，明朝政治人物、进士出身。"],
        ["徐　纬", 56, "徐纬（？－？），字文成，浙江绍兴府山阴县人，军籍，明朝政治人物、进士出身。"],
        ["郑廷鹄", 57, "郑廷鹄（1505年－1563年），字元侍，号篁溪，广东省琼山县西厢（今海南省）人，祖籍河南开封，明朝政治人物。"],
        ["章　焕", 58, "章焕（？－？），字懋实，吴县人人，直隶苏州府长洲县民籍，明朝政治人物、进士出身。"],
        ["蒋怀德", 59, "蒋怀德（？－？），字维宁，浙江绍兴府山阴县人，民籍，明朝政治人物、进士出身。"],
        ["卿文瑞", 60, "卿文瑞（？－？），字孺贤，湖广荆州府公安县人，匠籍，明朝政治人物、进士出身。"],
        ["俞维屏", 61, "俞维屏（？－？），字树德，福建兴化府莆田县人，军籍，明朝政治人物、进士出身。"],
        ["彭希贤", 62, "彭希贤（？－？），字及夫，福建兴化府莆田县人，军籍，明朝政治人物、进士出身。"],
        ["陈　叙", 63, "陈叙（？－？），字邦礼，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["周　南", 64, "周南（1497年－1556年），字文化，湖广长沙仪卫司校籍，治《诗经》，年四十二岁中式嘉靖十七年戊戌科第二甲第六十四名进士。五月二十四日生，行一，曾祖周仕原、祖周福浩、父周昱；母潘氏。永感下，妻张氏。由国子生中式湖广乡试第二十一名举人，会试中式第二百四十名[1]。"],
        ["张敦仁", 65, "张敦仁（？－？），字仲安，浙江处州府丽水县人，民籍，明朝政治人物、进士出身。"],
        ["冯　焕", 66, "冯焕（？－？），字养晦，直隶淮安府山阳县人，民籍，明朝政治人物、进士出身。"],
        ["南逢吉", 67, "南逢吉（1494年－1574年），字元贞，一字元命，号姜泉，陕西渭南人，明朝政治人物，进士出身。"],
        ["吕　颙", 68, "吕颙（？－？），字幼诚，陕西庆阳府宁州人，民籍，明朝政治人物、进士出身。"],
        ["辛烜然", 69, "辛烜然（？－？），字养晦，山西太原府石州人，军籍，明朝政治人物、进士出身。"],
        ["徐　楚", 70, "徐楚（？－？），字世望，浙江严州府淳安县人，民籍，明朝政治人物、进士出身。"],
        ["蒋　坎", 71, "蒋坎（1507年－1570年），字养孚，浙江绍兴府馀姚县人，军籍，明朝政治人物、进士出身。"],
        ["赵同言", 72, "赵同言（？－？），字德孚，山东济南府长清县人，军籍，明朝政治人物、进士出身。"],
        ["姚汝舟", 73, "姚汝舟（？－？），字济卿，浙江嘉兴府崇德县人，灶籍，明朝政治人物、进士出身。"],
        ["盛若林", 74, "盛若林（？－？），字子才，广东潮州府海阳县人，军籍，明朝政治人物、进士出身。"],
        ["翁　相", 75, "翁相（？－？），字长卿，杭州右卫人人，浙江杭州府钱塘县军籍，明朝政治人物、进士出身。"],
        ["唐　臣", 76, "唐臣（？－？），字止敬，直隶天长县人人，大兴左卫官籍，明朝政治人物、进士出身。"],
        ["李继先", 77, "李继先（1506年－1565年），字伯孝，四川省泸州人，民籍，治《书经》，年三十三岁中式嘉靖十七年戊戌科第二甲第七十七名进士。二月二十三日生，行一，曾祖李勋，赠推官；祖李复初，知州；父李宋；母何氏。慈侍下，妻吴氏，兄继登；继升；继昌，弟继贤；继学。由州学生中式四川乡试第十六名举人，会试中式第一百七十五名[1]。"],
        ["陈　穆", 78, "陈穆（？－？），字舜宾，浙江宁波府鄞县人，匠籍，明朝政治人物、进士出身。"],
        ["王时俭", 79, "王时俭（？－？），字本节，福建泉州府晋江县人，民籍，明朝政治人物、进士出身。"],
        ["陈绍儒", 80, "陈绍儒（1506年－1581年），字师孔，广东广州府南海县人，民籍，明朝政治人物、进士出身。"],
        ["张　涣", 81, "张涣（？－？），字文甫，直隶真定府定州人，民籍，明朝政治人物、进士出身。"],
        ["卢梦阳", 82, "卢梦阳（？－？），字少明，广东广州府南海县人，军籍，明朝政治人物、进士出身。"],
        ["钱　芹", 83, "钱芹（？－？），字懋文，浙江嘉兴府海盐县人，军籍，明朝政治人物、进士出身。"],
        ["郭　纮", 84, "郭纮（？－？），字伯瞻，山西太原府平定州人，民籍，明朝政治人物、进士出身。"],
        ["李　宠", 85, "李宠（1498年－1553年），字汝承，陜西泾阳县，军籍，明朝政治人物、进士出身。"],
        ["戴　楩", 86, "戴楩（？－？），字汝材，河南河南府沔池县人，军籍，明朝政治人物、进士出身。"],
        ["黄九臯", 87, "黄九皐（？－？），字汝鸣，浙江绍兴府萧山县人，民籍，明朝政治人物、进士出身。"],
        ["孙　铨", 88, "孙铨（？－？），字文揆，浙江湖州府归安县人，民籍，明朝政治人物、进士出身。"],
        ["张　祉", 89, "张祉（？－？），字子受，河南汝宁府光州固始县人，民籍，明朝政治人物、进士出身。"],
        ["李　棠", 90, "李棠（？－？），字叔思，湖广长沙府长沙县人，民籍，明朝政治人物、进士出身。"],
        ["王嘉谟", 91, "王嘉谟（？－？），字仲陈，山东青州府安丘县人，军籍，明朝政治人物、进士出身。"],
        ["沈友儒", 92, "沈友儒（？－？），字子真，浙江杭州府海宁县人，民籍，明朝政治人物、进士出身。"],
        ["李时春", 93, "李时春（？－？），字一元，河南汝宁府光州人，军籍，明朝政治人物、进士出身。"],
        ["周建邦", 94, "周建邦（1505年－1564年），字维新，四川省保宁府巴州人，民籍，治《易经》，明朝政治人物、进士出身。"],
        ["张　濂", 95, "张濂（？－？），字子清，浙江杭州府仁和县人，民籍，明朝政治人物、进士出身。"]
    ],
    "index": 53,
    "url": "https://zh.wikipedia.org/wiki/Template:%E5%98%89%E9%9D%96%E5%8D%81%E4%B8%83%E5%B9%B4%E6%88%8A%E6%88%8C%E7%A7%91%E6%AE%BF%E8%A9%A6%E9%87%91%E6%A6%9C",
    "third": [
        ["刘　洵", 1, "刘洵（？－？），字睿甫，江西饶州府鄱阳县人，军籍，明朝政治人物、进士出身。"],
        ["张元冲", 2, "张元冲（？－？），字叔谦，浙江绍兴府山阴县人，民籍，明朝政治人物、进士出身。"],
        ["裴　绅", 3, "裴绅（？－？），字子书，山西平阳府蒲州人，军籍，明朝政治人物、进士出身。"],
        ["江　鲲", 4, "江鲲（？－？），字子鹏，江西饶州府馀干县人，民籍，明朝政治人物、进士出身。"],
        ["陈光哲", 5, "陈光哲（？－？），字子愚，浙江台州府临海县人，军籍，明朝政治人物、进士出身。"],
        ["齐　誉", 6, "齐誉（？－？），字文实，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["张景贤", 7, "张景贤（1513年－1572年），字勉之，四川省眉州人，民籍，治《诗经》，年二十六岁中式嘉靖十七年戊戌科第三甲第七名进士。十月二十四日生，行一，曾祖张溥中，赠户部主事；祖张愈严，知府；父张弘用，贡士；母李氏。慈侍下，妻刘氏　继妻郭氏；弟象贤。由州学生中式四川乡试第六十四名举人，会试中式第二百七十九名[1]。"],
        ["李　纶", 8, "李纶（？－？），字德言，直隶颕上县人人，万全都司怀安卫官籍，明朝政治人物、进士出身。"],
        ["潘　釴", 9, "潘釴（？－？），字希行，直隶徽州府婺源县人，民籍，明朝政治人物、进士出身。"],
        ["陈　淮", 10, "陈淮（？－？），字东之，福建福州府闽县人，民籍，明朝政治人物、进士出身。"],
        ["厉汝进", 11, "厉汝进，字子修，滦州人。明朝政治人物、进士出身。"],
        ["刘廷诰", 12, "刘廷诰（？－？），字汝钦，浙江宁波府慈谿县人，民籍，明朝政治人物、进士出身。"],
        ["任　良", 13, "任良（1504年－1563年），字康孟，又字后野，四川省顺庆府南充县人，明朝政治人物[1]。"],
        ["张　松", 14, "张松（？－？），字汝乔，河南河南府洛阳县人，匠籍，明朝政治人物、进士出身。"],
        ["李　栋", 15, "李栋（1503年－1562年），字隆仲，湖广辰州府卢溪县人，军籍，治《诗经》，年三十六岁中式嘉靖十七年戊戌科第三甲第十五名进士。十一月初九日生，行一，曾祖李茂；祖李时勉，寿官；父李廷鹤；母杨氏。重庆下，妻张氏，兄李乐（南京户部主事），弟柱；梧；栢；槚；枢。由国子生中式湖广乡试第十名举人，会试中式第一百四十三名[1]。"],
        ["冯　炫", 16, "冯炫（？－？），字体谦，广东广州府南海县人，民籍，明朝政治人物、进士出身。"],
        ["朱执中", 17, "朱执中，浙江海宁人，是一名明朝政治人物。进士出身。"],
        ["王士翘", 18, "王士翘（？－？），字民瞻，安福县人人，江西吉安府永新县民籍，明朝政治人物、进士出身。"],
        ["颜嘉会", 19, "颜嘉会（？－？），字子亨，湖广长沙府攸县人，民籍，明朝政治人物、进士出身。"],
        ["施　諲", 20, "施諲（？－？），字敬叔，浙江宁波府鄞县人，民籍，明朝政治人物、进士出身。"],
        ["鲍　龙", 21, "鲍龙（？－？），字时化，山西潞安府长治县人，民籍，明朝政治人物、进士出身。"],
        ["魏尙纶", 22, "魏尚纶，字仲一，河南钧州（今禹州）人。明朝政治人物。"],
        ["汪　伊", 23, "汪伊（？－？），字汝衡，直隶徽州府歙县人，匠籍，明朝政治人物、进士出身。"],
        ["薛尚义", 24, "薛尚义（？－？），字仲行，直隶河间府河间县人，民籍，明朝政治人物、进士出身。"],
        ["林万潮", 25, "林万潮（？－？），字养晦，福建兴化府莆田县人，军籍，明朝政治人物、进士出身。"],
        ["陈宗夔", 26, "陈宗夔（？－？），字维一，湖广武昌府通山县人，军籍，明朝政治人物、进士出身。"],
        ["步允迁", 27, "步允迁（？－？），字子安，山东高苑县人人，顺天府蓟州军籍，明朝政治人物、进士出身。"],
        ["杨以诚", 28, "杨以诚（？－？），字明夫，江西袁州府宜春县人，民籍，明朝政治人物、进士出身。"],
        ["敖宗庆", 29, "敖宗庆（？－？），字汝承，江西新喻县人人，贵州思南府水德江长官司民籍，明朝政治人物、进士出身。"],
        ["卜大同", 30, "卜大同（1509年－1555年），字吉夫，号监泉，浙江嘉兴府秀水县（今浙江省嘉兴市）人。明朝政治人物，嘉靖年间进士，官至福建按察司巡海副使。"],
        ["贾大亨", 31, "贾大亨（？－？），字贞甫，浙江绍兴府上虞县人，军籍，明朝政治人物、进士出身。"],
        ["张汝栋", 32, "张汝栋（1510年－1549年），字伯隆，号郭庄，陕西西安府泾阳县人，军籍，明朝政治人物、进士出身。"],
        ["周　怡", 33, "周怡（1505年－1569年），字顺之、号讷谿[1]，諡恭节，南直隶宁国府太平县（今安徽省黄山市黄山区）人，明朝官员、进士出身。周全之孙、周本秀之子、周忭、周恪之兄。"],
        ["赵正学", 34, "赵正学（1504年－1563年），字子崇，四川省嘉定州犍为县人，民籍，治《诗经》，年三十五岁中式嘉靖十七年戊戌科第三甲第三十四名进士。十二月初十日生，行三，曾祖赵俊；祖赵天禄；父赵时，知府；母江氏。具庆下，妻刘氏　，兄正秀；正吉（监生）；正言，弟正心。由县学增广生中式四川乡试第六名举人，会试中式第一百八十九名[1]。"],
        ["高　节", 35, "高节（1513年－1572年），字尔瞻，直隶永清县人，大兴左卫官籍，治《易经》，年二十六岁中式嘉靖十七年戊戌科第三甲第三十五名进士。五月初二日生，行一，曾祖高钦，指挥使，赠昭勇将军；祖高深，指挥使，封昭勇将军；父高镇，指挥使；母陈氏。具庆下，妻郭氏，弟箕；第。由顺天府学增广生中式顺天府乡试第六十一名举人，会试中式第一百七十二名[1]。"],
        ["黄　注", 36, "黄注（？－？），字汝霖，江西赣州府信丰县人，军籍，明朝政治人物、进士出身。"],
        ["杨九泽", 37, "杨九泽（？－1556年），字子德，陕西西安府华州华阴县人，民籍，明朝政治人物、进士出身。"],
        ["刘廷仪", 38, "刘廷仪（1512年－1571年），字汝修，浙江省慈谿县人，太医院籍，治《诗经》，年二十七岁中式嘉靖十七年戊戌科第三甲第三十八名进士。六月二十三日生，行二十，曾祖刘埈；祖刘镜；父刘藩；母邵氏。重庆下，妻冯氏，弟廷诰（同科进士）；廷制；廷咏；廷諲。由顺天府学生中式顺天府乡试第二十九名举人，会试中式第二百四十三名[1]。"],
        ["张　煌", 39, "张煌（？－？），字用韬，闽县人人，福建福州府怀安县民籍，明朝政治人物、进士出身。"],
        ["赵　汴", 40, "赵汴（？－1570年），字伯京，号震洋，直隶苏州府太仓州人，民籍，明朝政治人物。"],
        ["李希程", 41, "李希程（？－？），字宗伊，河南开封府兰阳县人，军籍，明朝政治人物、进士出身。"],
        ["胡叔廉", 42, "胡叔廉（？－？），字明发，江西临江府新淦县人，军籍，明朝政治人物、进士出身。"],
        ["王之臣", 43, "王之臣（1509年－1568年），字原孝，四川省顺庆府南充县人，民籍，治《诗经》，明朝政治人物、进士出身。"],
        ["孙宏轼", 44, "孙宏轼（1507年－1566年），字以瞻，四川成都府资县人，民籍，明朝政治人物、进士出身。"],
        ["谭　棨", 45, "谭棨（1511年－1570年），字朝器，四川省重庆府涪州人，民籍，治《易经》，明朝政治人物、进士出身。"],
        ["林应箕", 46, "林应箕（？－？），字辉南，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["臧　珊", 47, "臧珊（？－？），字子珮，陕西行都司人人，直隶淮安府山阳县民籍，明朝政治人物、进士出身。"],
        ["韩一右", 48, "韩一右（？－？），字汝弼，山东济南府青城县人，民籍，明朝政治人物、进士出身。"],
        ["刘养直", 49, "刘养直（1504年－1563年），字敬夫，四川成都府内江县人，民籍，治《诗经》，年三十五岁中式嘉靖十七年戊戌科第三甲第四十九名进士。九月十四日生，行三，曾祖刘志宁，赠户部主事；祖刘珏，知府；父刘时，府通判；母张氏；继母黄氏。严侍下，妻傅氏，继妻王氏；兄养蒙；养仕（贡士），弟养民；养性。由国子生中式四川乡试第二十七名举人，会试中式第一百九十四名[1]。"],
        ["冯时雨", 50, "冯时雨（？－？），字慰民，直隶河间府景州人，军籍，明朝政治人物、进士出身。"],
        ["李廷松", 51, "李廷松（？－？），字茂贞，直隶保定府安肃县人，民籍，明朝政治人物、进士出身。"],
        ["诸葛岘", 52, "诸葛岘（？－？），字叔静，浙江金华府兰谿县人，军籍，明朝政治人物、进士出身。"],
        ["马　麟", 53, "马麟（1511年－1570年），字子振，四川省重庆府巴县人，军籍，治《诗经》，年二十八岁中式嘉靖十七年戊戌科第三甲第五十三名进士。三月二十八日生，行四，曾祖马永聪；祖马政；父马应祥；母何氏。具庆下，妻陈氏，继妻谢氏；兄龙；健。由县学增广生中式四川乡试第十一名举人，会试中式第一百八十七名[1]。"],
        ["吴　宠", 54, "吴宠（？－？），字俊卿，江西饶州府德兴县人，民籍，明朝政治人物、进士出身。"],
        ["刘维禴", 55, "刘维禴（？－？），字子孚，陕西延安府清涧县人，官籍，明朝政治人物、进士出身。"],
        ["喻　时", 56, "喻时（1506年－1571年），字中甫，号吴皋，河南光州（今光山县）人。明朝官员。"],
        ["曹守贞", 57, "曹守贞（？－？），字子一，直隶扬州府江都县人，民籍，明朝政治人物、进士出身。"],
        ["喻希学", 58, "喻希学（？－？），字博之，河南汝宁府光山县人，民籍，明朝政治人物、进士出身。"],
        ["顾　问", 59, "顾问（？－？），字子承，湖广黄州府蕲州人，军籍，明朝政治人物、进士出身。"],
        ["王春复", 60, "王春复（？－？），字学收，福建泉州府晋江县人，军籍，明朝政治人物、进士出身。"],
        ["王　烱", 61, "王炯（？－？），字幼明，浙江嵊县人人，贵州清平卫官籍，明朝政治人物、进士出身。"],
        ["孙　乔", 62, "孙乔（？－？），字世南，浙江杭州府海宁县人，灶籍，明朝政治人物、进士出身。"],
        ["李孔阳", 63, "李孔阳（？－？），字子朱，直隶真定府冀州武邑县人，民籍，明朝政治人物、进士出身。"],
        ["刘昭文", 64, "刘昭文（？－？），字汝简，江西南安府南康县人，军籍，明朝政治人物、进士出身。"],
        ["金　城", 65, "金城（？－？），字邦卫，山东济南府历城县人，民籍，明朝政治人物、进士出身。"],
        ["冯惟重", 66, "冯惟重（1504年－1539年），字汝威，一字芹泉，山东临朐人。明朝官员、书法家。"],
        ["程　", 67, "程軏（？－？），字信甫，山东东昌府临清州人，民籍，明朝政治人物、进士出身。"],
        ["王国桢", 68, "王国桢（？－？），字以宁，浙江绍兴府山阴县人，民籍，明朝政治人物、进士出身。"],
        ["李天宠", 69, "参数所指定的目标页面不存在，建议更正成存在页面或直接建立下列一个页面（建立前请先搜寻是否有合适的存在页面可以取代）："],
        ["刘三畏", 70, "刘三畏（？－？），字少钦，山东青州府昌乐县人，军籍，明朝政治人物、进士出身。"],
        ["孙文锡", 71, "孙文锡（？－？），字公爵，福建福州府连江县人，民籍，明朝政治人物、进士出身。"],
        ["郑一鸾", 72, "郑一鸾（？－？），字鸣阳，福建泉州府晋江县人，民籍，明朝政治人物、进士出身。"],
        ["郭　进", 73, "郭进（？－？），字抑之，江西袁州府宜春县人，民籍，明朝政治人物、进士出身。"],
        ["赵承谦", 74, "赵承谦（1487年－1568年），字德光，号益斋。直隶常熟人，直隶苏州府常熟县民籍，明朝政治人物、进士出身。"],
        ["朱尙文", 75, "朱尚文（？－？），字质卿，直隶保定府新城县人，民籍，明朝政治人物、进士出身。"],
        ["蒋宗鲁", 76, "蒋宗鲁（1521年－1588年），字道父，号虹泉[1]，贵州普安卫（今盘县）人，明朝政治人物，同进士出身。"],
        ["李和芳", 77, "李和芳（？－？），字仁父，湖广荆州府公安县人，军籍，明朝政治人物、进士出身。"],
        ["朱　征", 78, "朱征（？－？），字晋卿，河南南阳府唐县人，民籍，明朝政治人物、进士出身。"],
        ["黄宗槩", 79, "黄宗槩（？－？），字时节，福建福州府闽县人，民籍，明朝政治人物、进士出身。"],
        ["齐宗道", 80, "齐宗道（1506年10月27日－？），号云汀，辽东都司广宁右卫人，明朝政治人物，同进士出身。"],
        ["张　道", 81, "张道（？－？），字允中，湖广衡州卫人，官籍，明朝政治人物、进士出身。"],
        ["邹　守", 82, "邹守（？－？），字惟一，四川成都府双流县人，民籍，明朝政治人物、进士出身。"],
        ["程　绅", 83, "程绅（？－？），字伯书，山东青州府乐安县人，匠籍，明朝政治人物、进士出身。"],
        ["林　冕", 84, "林冕（？－？），字端吾，广东广州府番禺县人，民籍，明朝政治人物、进士出身。"],
        ["张　瑞", 85, "张瑞（？－？），字应时，福建泉州府惠安县人，民籍，明朝政治人物、进士出身。"],
        ["缪文龙", 86, "缪文龙（？－？），字见甫，号阳泉，云南乌萨卫（今威宁），一说为云南霑益州（今宣威）人，祖籍直隶华亭，明朝政治人物，同进士出身。"],
        ["葛廷章", 87, "葛廷章（1504年－1548年），字朝宪，号柳泉，陕西临洮府兰州工正所人，匠籍，明朝政治人物、进士出身。"],
        ["李凌云", 88, "李凌云（？－？），字子鹏，河南开封府钧州人，民籍，明朝政治人物、进士出身。"],
        ["郑光溥", 89, "郑光溥（？－？），字伯公，山东青州府益都县人，民籍，明朝政治人物、进士出身。"],
        ["刘学易", 90, "刘学易（？－？），字道甫，山东青州府寿光县人，民籍，明朝政治人物、进士出身。"],
        ["赵　恒", 91, "赵恒（？－？），字志贞，福建泉州府晋江县人，军籍，明朝政治人物、进士出身。"],
        ["李　珊", 92, "李珊（？－？），字敬孚，号慎菴，湖广衡州卫人，官籍，明朝政治人物，官至应天府尹。"],
        ["朱家相", 93, "朱家相（？－？），字伯邻，直隶太仓州人人，河南开封府归德州民籍，明朝政治人物、进士出身。"],
        ["黄洪毗", 94, "黄洪毗（？－？），字协恭，福建兴化府莆田县人，军籍，明朝政治人物、进士出身。"],
        ["周　宁", 95, "周宁（？－？），字彦靖，福建兴化府莆田县人，军籍，明朝政治人物、进士出身。"],
        ["胡　经", 96, "胡经（？－？），字伯常，河南彰德府磁州人，民籍，明朝政治人物、进士出身。"],
        ["林　策", 97, "林策（？－？），字直夫，福建漳州府漳蒲县人，军籍，明朝政治人物、进士出身。"],
        ["孙　孟", 98, "孙孟（？－？），字端甫，直隶滁州人，官籍，明朝政治人物、进士出身。"],
        ["李用和", 99, "李用和（？－？），字元乐，山东青州府益都县人，民籍，明朝政治人物、进士出身。"],
        ["戴维师", 100, "戴维师（？－？），字秉文，浙江绍兴府萧山县人，灶籍，明朝政治人物、进士出身。"],
        ["吴　相", 101, "吴相（？－？），字汝立，直隶顺德府内丘县人，民籍，明朝政治人物、进士出身。"],
        ["杨　梁", 102, "杨梁（？－？），字廷材，浙江衢州府西安县人，民籍，明朝政治人物、进士出身。"],
        ["刘起宗", 103, "刘起宗（1504年－1563年），字宗之，四川省重庆府巴县人，民籍，治《书经》，年三十五岁中式嘉靖十七年戊戌科第三甲第一百零三名进士。八月初四日生，行一，曾祖刘规，监察御史 □封翰林院侍讲学士 赠资政大夫礼部尚书；祖刘春，掌詹事府事资政大夫礼部尚书兼翰林院学士 赠太子太保 諡文简；父刘彭年，按察司按察使；母牟氏（封安人）。具庆下，妻李氏，继妻柳氏；弟起元；起东（官生）；起溟；起蒙；起敬；起莘；起江。由国子生中式四川乡试第二名举人，会试中式第一百五名[1]。"],
        ["张思诚", 104, "张思诚（？－？），字子脩，陜西长安县人人，顺天府固安县民籍，明朝政治人物、进士出身。"],
        ["何　御", 105, "何御（？－？），字范之，福建福州府福清县人，民籍，明朝政治人物、进士出身。"],
        ["孟　淮", 106, "孟淮（？－？），字豫川，河南开封府祥符县人，民籍，明朝政治人物、进士出身。"],
        ["张　僖", 107, "张僖（？－？），字廷和，福建汀州府永定县人，民籍，明朝政治人物、进士出身。"],
        ["鲍道明", 108, "鲍道明（？－？），字行之，直隶徽州府歙县人，民籍，明朝政治人物、进士出身。"],
        ["叶遇春", 109, "叶遇春（？－？），字体仁，常熟县人人，直隶苏州府太仓州民籍，明朝政治人物、进士出身。"],
        ["刘大武", 110, "刘大武（？－？），字象成，湖广荆州府江陵县人，民籍，明朝政治人物、进士出身。"],
        ["程时思", 111, "程时思（？－？），字以学，江西饶州府浮梁县人，军籍，明朝政治人物、进士出身。"],
        ["董子策", 112, "董子策（？－？），字元正，湖广京山县人人，直隶庐州府合肥县军籍，明朝政治人物、进士出身。"],
        ["叶　照", 113, "叶照（？－？），字以明，江西南昌府南昌县人，军籍，明朝政治人物、进士出身。"],
        ["叶春泽", 114, "叶春泽（？－？），字仁敷，福建福州府闽县人，民籍，明朝政治人物、进士出身。"],
        ["许元祥", 115, "许元祥（？－？），字国锺，浙江宁波府鄞县人，民籍，明朝政治人物、进士出身。"],
        ["聂　栎", 116, "聂栎（？－？），字公寿，河南祥符县人人，山东临清卫军籍，明朝政治人物、进士出身。"],
        ["刘洛生", 117, "刘洛生（？－？），字希程，山东东昌府恩县人，民籍，明朝政治人物、进士出身。"],
        ["刘大实", 118, "刘大实（？－？），字子虚，山东淄川县人人，河南汝宁府确山县民籍，明朝政治人物、进士出身。"],
        ["陈　鹄", 119, "陈鹄（？－？），字鸣霄，直隶武进县人人，浙江绍兴卫官籍，明朝政治人物、进士出身。"],
        ["张秉壶", 120, "张秉壶（1507年－？），字国镇，号八峰，福建莆田人，明朝政治人物，同进士出身。"],
        ["张文卿", 121, "张文卿（？－？），字质夫，陜西西安府三原县人，军籍，明朝政治人物、进士出身。"],
        ["胡川楫", 122, "胡川楫（？－？），字巨卿，直隶徽州府歙县人，匠籍，明朝政治人物、进士出身。"],
        ["袁凤鸣", 123, "袁凤鸣（？－？），字子时，直隶盱眙县人人，湖广辰州卫军籍，明朝政治人物、进士出身。"],
        ["吴　兰", 124, "吴兰（？－？），字卿佩，云南霑益州人人，直隶庐州府六安州霍山县民籍，明朝政治人物、进士出身。"],
        ["蒿　宾", 125, "蒿宾（？－？），字大宾，直隶清河县人人，山东兖州府滕县民籍，明朝政治人物、进士出身。"],
        ["徐良傅", 126, "徐良傅（？－？），字子弼，江西抚州府东乡县人，民籍，明朝政治人物、进士出身。"],
        ["欧阳建", 127, "欧阳建（？－？），字参可，广东广州府新会县人，民籍，明朝政治人物、进士出身。"],
        ["洪庭桂", 128, "洪庭桂（1504年9月21日－1574年9月21日），字德馨，号芹谷[1]，福建南安人，徙居晋江，明朝政治人物，进士出身。"],
        ["胡尧臣", 129, "胡尧臣（1507年－1579年），字伯纯，一字石屏，四川省重庆府安居县（今属铜梁县安居镇）人，明朝政治人物。"],
        ["董懋中", 130, "董懋中（？－？），字德甫，直隶保定府安州高阳县人人，，明朝政治人物、进士出身。"],
        ["郭惟清", 131, "郭惟清（？－？），字寅仲，直隶崑山县人人，武功中卫匠籍，明朝政治人物、进士出身。"],
        ["倪　瑗", 132, "倪瑗（？－？），字公引，直隶长洲县人人，陜西咸宁县民籍，明朝政治人物、进士出身。"],
        ["袁　衮", 133, "袁衮（？－？），字补之，直隶苏州府吴县人，民籍，明朝政治人物、进士出身。"],
        ["庄思宽", 134, "庄思宽（？－？），字君栗，福建泉州府晋江县人，民籍，明朝政治人物、进士出身。"],
        ["孟　颜", 135, "孟颜（？－？），字学颜，山西泽州人，民籍，明朝政治人物、进士出身。"],
        ["刘　干", 136, "刘干（1507年－1566年），字仲坤，直隶保定府唐县人，军籍，治《诗经》，年三十二岁中式嘉靖十七年戊戌科第三甲第一百三十六名进士。十一月十一日生，行三，曾祖刘着，教谕；祖刘瑜，翰林院检讨；父刘汝教；母左氏。慈侍下，妻王氏，继妻徐氏；兄鼎；泰，弟恒。由国子生中式顺天府乡试第一百十七名举人，会试中式第二百十九名[1]。"],
        ["赵之屏", 137, "赵之屏（1511年－1570年），字宪甫，四川省顺庆府南充县人，民籍，治《诗经》，年二十八岁中式嘉靖十七年戊戌科第三甲第一百三十七名进士。十二月十四日生，行一，曾祖赵永富；祖赵廷爵；父赵恺；母师氏。具庆下，妻韩氏，弟之翰；之藩；之纲；之纪。由国子生中式四川乡试第七名举人，会试中式第一百四十五名[1]。"],
        ["甄成德", 138, "甄成德（？－？），字行叔，□县人人，山西太原府平定州守御千户所军籍，明朝政治人物、进士出身。"],
        ["冷　珂", 139, "冷珂（1499年－1558年），字鸣叔，湖广省麻城县人，入四川重庆府荣昌县军籍，治《易经》，年四十岁中式嘉靖十七年戊戌科第三甲第一百三十九名进士。六月二十日生，行五，曾祖冷廷杰；祖冷奎　，教谕 赠奉政大夫府同知；父冷宗元，知府；母张氏（赠宜人）；继母郑氏（封宜人）。具庆下，妻。由国子生中式四川乡试第五十九名举人，会试中式第一百四十名[1]。"],
        ["孟廷相", 140, "孟廷相（？－？），字爰立，顺天府霸州人，军籍，明朝政治人物、进士出身。"],
        ["刘　选", 141, "刘选（？－？），字子铨，山西安邑县人人，河南汝宁府汝阳县民籍，明朝政治人物、进士出身。"],
        ["王尚学", 142, "王尚学，字敏叔，号抑滨[1]，广西承宣布政使司柳州府马平（今广西柳州市），清朝政治人物、同进士出身。"],
        ["王　德", 143, "王德（1517年－1558年），字汝修，号东华，浙江永嘉县场二都英桥里（今温州市龙湾区永昌堡）人。明朝官员。"],
        ["谢体升", 144, "谢体升（？－？），字顺之，江西吉安府吉水县人，军籍，明朝政治人物、进士出身。"],
        ["唐　时", 145, "唐时（？－？），字学孔，直隶保定府雄县人，民籍，明朝政治人物、进士出身。"],
        ["魏谦吉", 146, "魏谦吉（？－？），字子惠，直隶真定府栢乡县人，民籍，明朝政治人物、进士出身。"],
        ["张　情", 147, "张情（？－？），字约之，直隶苏州府崑山县人，匠籍，明朝政治人物、进士出身。"],
        ["刘　焘", 148, "刘焘（1511年－1598年），字仁甫，号带川，沧州刘辛庄人。中国明朝官员，杰出的军事家，抗倭名将。"],
        ["查秉彝", 149, "查秉彝（？－？），字性甫，浙江杭州府海宁县人，民籍，明朝政治人物、进士出身。"],
        ["吴世良", 150, "吴世良（？－？），字元良，浙江严州府遂安县人，民籍，明朝政治人物、进士出身。"],
        ["张　诏", 151, "张诏（？－？），字朝宣，山东济南府济阳县人，民籍，明朝政治人物、进士出身。"],
        ["丘　玳", 152, "丘玳（？－？），字文玉，直隶庐州府六安州人，军籍，明朝政治人物、进士出身。"],
        ["李　实", 153, "李实（1505年－1564年），字幼华，河南省河南府灵宝县人，民籍，治《易经》，年三十四岁中式嘉靖十七年戊戌科第三甲第一百五十三名进士。七月初八日生，行三，曾祖李孜，义官；祖李孟阳；父李禋；母葛氏。具庆下，妻闾氏，兄继义；继儒，弟守。由县学生中式河南乡试第七十四名举人，会试中式第二百三十七名[1]。"],
        ["许　瑄", 154, "许瑄（？－？），字伯温，福建泉州府晋江县人，匠籍，明朝政治人物、进士出身。"],
        ["张　潜", 155, "张潜（？－？），字时见，山东济南府齐河县人，官籍，明朝政治人物、进士出身。"],
        ["黄如桂", 156, "黄如桂（？－？），字德馨，江西吉安府庐陵县人，民籍，明朝政治人物、进士出身。"],
        ["萧世延", 157, "萧世延（1505年－1564年），字可静，四川成都府内江县人，民籍，治《书经》，年三十四岁中式嘉靖十七年戊戌科第三甲第一百五十七名进士。四月初十日生，行六，曾祖萧汝明，赠都察院右都御史；祖萧骐，义官；父萧露；嫡母吴氏；生母李氏。慈侍下，妻梅氏，继妻罗氏；兄世显（寿官）；世雍；世选；世熙（监生）；世建，弟世尚；世曾（贡士）；世谦；世赏。由县学生中式四川乡试第十名举人，会试中式第三百十一名[1]。"],
        ["罗廷绣", 158, "罗廷绣（？－？），字公裳，陕西西安府邠州淳化县人，民籍，明朝政治人物、进士出身。"],
        ["金　志", 159, "金志（？－？），字允立，浙江绍兴府山阴县人，民籍，明朝政治人物、进士出身。"],
        ["馀善继", 160, "馀善继（1512年－1571年），字伯贤，四川省重庆府长寿县人，民籍，治《春秋》，年二十七岁中式嘉靖十七年戊戌科第三甲第一百六十名进士。三月初三日生，行一，曾祖馀永寿；祖馀锺，王府教授；父馀龙；母赵氏。具庆下，妻谢氏，兄廷宠，弟能继；可继。由县学附学生中式四川乡试第三十一名举人，会试中式第三百十名[1]。"],
        ["吴道南", 161, "吴道南（？－？），字文在，江西丰城县人人，河南汝宁府光州民籍，明朝政治人物、进士出身。"],
        ["杨载鸣", 162, "杨载鸣（？－？），字虚卿，江西吉安府泰和县人，儒籍，明朝政治人物、进士出身。"],
        ["沈　练", 163, "绍兴印刷局《越中三不朽图赞》之沈鍊像"],
        ["李一瀚", 164, "李一瀚（？－？），字源甫，浙江台州府僊居县人，民籍，明朝政治人物、进士出身。"],
        ["洪　恩", 165, "洪恩（？－？），字从仁，湖广黄州府蕲州黄梅县人，民籍，明朝政治人物、进士出身。"],
        ["符　验", 166, "符验（？－？），字大克，浙江台州府黄巖县人，军籍，明朝政治人物、进士出身。"],
        ["高　谦", 167, "高谦（？－？），字孔益，榆林卫人人，陕西绥德卫军籍，明朝政治人物、进士出身。"],
        ["汝齐贤", 168, "汝齐贤（？－？），字懋思，直隶苏州府吴江县人，民籍，明朝政治人物、进士出身。"],
        ["吴维岳", 169, "吴维岳（1514年－1569年），字峻伯，孝丰（今属浙江）人。军籍，明朝政治人物、进士出身。"],
        ["万虞恺", 170, "万虞恺（1505年－1588年），字懋卿，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["茅　坤", 171, "茅坤（1512年－1601年），字顺甫，号鹿门，浙江归安县（今属湖州市）人，明朝政治人物、文学家、藏书家，同进士出身。"],
        ["汪宗伊", 172, "汪宗伊，字子衡，湖广承宣布政使司武昌府崇阳县（今湖北省崇阳县）人，明朝政治人物，同进士出身。汪文盛之子。"],
        ["冯　璋", 173, "冯璋（？－？），字如之，浙江宁波府慈谿县人，军籍，明朝政治人物、进士出身。"],
        ["林　绅", 174, "林绅（？－？），字佩之，陕西凤翔府宝鸡县人，民籍，明朝政治人物、进士出身。"],
        ["顺　境", 175, "顺境（？－？），字履常，湖广武昌府江夏县人，军籍，明朝政治人物、进士出身。"],
        ["李　槃", 176, "湖广岳州府澧州官籍"],
        ["李　嵩", 177, "李嵩（1517年－1576年），字中行，陕西省西安府华州华阴县人，河南归德卫军籍，治《易经》，年二十二岁中式嘉靖十七年戊戌科第三甲第一百七十七名进士。正月初六日生，行二，曾祖李贵；祖李通；父李芳；母宋氏；继母周氏。具庆下，妻陈氏，兄崑。由归德州学增广生中式河南乡试第十七名举人，会试中式第八十六名[1]。"],
        ["刘存德", 178, "刘存德，福建同安（今福建厦门）人，明朝政治人物。同进士出身。"],
        ["阮　高", 179, "阮高（？－？），字思抑，中卫人人，直隶保定府大宁都司官籍，明朝政治人物、进士出身。"],
        ["游震得", 180, "游震得（？－？），字汝潜，直隶徽州府婺源县人，民籍，明朝政治人物、进士出身。"],
        ["杜汝桢", 181, "杜汝桢（1503年－？年），字公宁，四川省顺庆府南充县人，明朝政治人物。"],
        ["盛　唐", 182, "盛唐（？－？），字原陶，浙江嘉兴府嘉善县人，民籍，明朝政治人物、进士出身。"],
        ["李遇春", 183, "李遇春（？－？），字时芳，吴县人人，直隶苏州府常熟县民籍，明朝政治人物、进士出身。"],
        ["郑　直", 184, "郑直（？－？），字子敬，山东兖州府来平州人，军籍，明朝政治人物、进士出身。"],
        ["坑进良", 185, "坑进良（？－？），字汝率，直隶保定府安肃县人，民籍，明朝政治人物、进士出身。"],
        ["冯惟讷", 186, "冯惟讷（1513年－1572年），字汝言，号少洲，临朐人，辽东广宁左卫军籍，明朝政治人物、进士出身。"],
        ["许东望", 187, "许东望（？－？），字应鲁，直隶宿松县人人，山东平山卫旗籍，明朝政治人物、进士出身。"],
        ["胡宗宪", 188, "明嘉靖胡宗宪冕官坐像，馀姚胜归山胡公岩摩崖石刻"],
        ["萧　轼", 189, "萧轼（？－？），字仲敬，江西吉安府吉水县人，民籍，明朝政治人物、进士出身。"],
        ["诸敬之", 190, "诸敬之（？－？），字守礼，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["谭大初", 191, "谭大初（1504年－1578年），字宗元，广东承宣布政使司南雄府始兴县（今广东省韶关市南雄市）人，明朝官员，同进士出身。"],
        ["徐鹤龄", 192, "徐鹤龄（？－？），字仁甫，浙江杭州府海宁县人，军籍，明朝政治人物、进士出身。"],
        ["万文彩", 193, "万文彩（？－？），字国华，江西南昌县人人，云南临安卫官籍，明朝政治人物、进士出身。"],
        ["邵　楩", 194, "邵楩（？－？），字良用，浙江杭州府仁和县人，民籍，明朝政治人物、进士出身。"],
        ["李仅可", 195, "李仅可（？－？），字子与，直隶广平府清河县人，民籍，明朝政治人物、进士出身。"],
        ["罗崇奎", 196, "罗崇奎（？－？），字子文，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["陈　珂", 197, "陈珂（？－？），字仲声，顺天府蓟州遵化县人人，直隶涿鹿左卫官籍，明朝政治人物、进士出身。"],
        ["孟养性", 198, "孟养性（？－？），字存甫，山东济南府齐河县人，民籍，明朝政治人物、进士出身。"],
        ["阮朝策", 199, "阮朝策（？－？），字子定，湖广黄州府麻城县人，民籍，明朝政治人物、进士出身。"],
        ["周　山", 200, "周山（？－？），字子仁，直隶常州府武进县人，民籍，明朝政治人物、进士出身。"],
        ["张　雨", 201, "张雨（？－？），字惟时，江西吉安府万安县人，民籍，明朝政治人物、进士出身。"],
        ["欧思贤", 202, "欧思贤（？－？），字希甫，福建连江县人人，顺天府蓟州民籍，明朝政治人物、进士出身。"],
        ["杨　皆", 203, "杨皆（？－？），字同乡，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["荆应春", 204, "荆应春（？－？），字子元，河南怀德府武陟县人，军籍，明朝政治人物、进士出身。"],
        ["李　宠", 205, "李宠（1498年－1553年），字汝承，陜西泾阳县，军籍，明朝政治人物、进士出身。"],
        ["王尧日", 206, "王尧日（？－？），字明时，河南开封府归德州鹿邑县人，民籍，明朝政治人物、进士出身。"],
        ["魏梦贤", 207, "魏梦贤（？－？），字良辅，浙江绍兴府山阴县人，民籍，明朝政治人物、进士出身。"],
        ["谷　峤", 208, "谷峤（？－？），字惟升，河南息县人人，直隶兴州前屯卫官籍，明朝政治人物、进士出身。"],
        ["温　新", 209, "温新（？－？），字伯明，山东益都县人人，河南洛阳中护卫官籍，明朝政治人物、进士出身。"],
        ["张　玶", 210, "张玶（？－？），字子珍，直隶河间府景州东光县人，民籍，明朝政治人物、进士出身。"],
        ["朱　鹄", 211, "朱鹄（？－？），字秉直，广西桂林府阳朔县人，民籍，明朝政治人物、进士出身。"],
        ["尹　纶", 212, "尹纶（？－？），字汝渔，德州人人，山东济南府齐河县民籍，明朝政治人物、进士出身。"],
        ["林大有", 213, "林大有（1515年－？），字端时，号东庐，广东潮州府潮阳县县廓都（今棉城）人，明朝政治人物。"],
        ["王崇义", 214, "王崇义（？－？），字子由，山东济南府淄川县人，军籍，明朝政治人物、进士出身。"],
        ["汪　柏", 215, "汪柏，字廷节，浮梁县人。明朝政治人物、进士出身。"],
        ["王大平", 216, "王大平（？－？），字象行，山东青州府安丘县人，民籍，明朝政治人物、进士出身。"],
        ["陈应魁", 217, "陈应魁（？－？），字孚元，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["杜　拯", 218, "杜拯（？－？），字子民，江西南昌府丰城县人，军籍，明朝政治人物、进士出身。"],
        ["王　心", 219, "王心（？－？），字惟一，浙江定海县人人，直隶龙江右卫军籍，明朝政治人物、进士出身。"],
        ["徐文亨", 220, "徐文亨（？－？），字道行，江西馀干县人人，辽东定辽后卫官籍，明朝政治人物、进士出身。"],
        ["牛沈度", 221, "牛沈度（？－？），字玄范，河南南阳府叶县人，民籍，明朝政治人物、进士出身。"],
        ["宋惟元", 222, "宋惟元（？－？），字以贞，浙江绍兴府馀姚县人，灶籍，明朝政治人物、进士出身。"]
    ]
}