{
    "year_name": "嘉靖二十三年甲辰科殿试金榜",
    "first": [
        ["秦鸣雷", 1, "秦鸣雷（1518年－1593年），字子豫，号华峰，浙江临海城关人，明朝政治人物、状元。"],
        ["瞿景淳", 2, "1920年上海石印本《常熟瞿氏忠贤遗像》"],
        ["吴　情", 3, "吴情（1503年－1574年），字以中，号泽峰，南直隶无锡县（今江苏无锡市）人，明朝探花、政治人物。"]
    ],
    "third": [
        ["曹三旸", 1, "曹三旸（1516年－1589年），字子泰，号云山，直隶宜兴县人，明朝政治人物，同进士出身。"],
        ["姜良翰", 2, "姜良翰（？－？），字希召，浙江金华府金华县人，民籍，明朝政治人物、进士出身。"],
        ["刘　凤", 3, "刘凤，字子威，长洲（今江苏省苏州市）人。明朝官员。"],
        ["申　价", 4, "申价（？－？），字懋德，直隶广平府永年县人，民籍，明朝政治人物、进士出身。"],
        ["陈其学", 5, "陈其学（1514年－1593年），字宗孟，諡恭靖，南京宁国府宣城人（今安徽宣州市）人，明朝政治人物。"],
        ["吉来献", 6, "吉来献（？－？），字子钦，陕西西安府兴平县人，民籍，明朝政治人物、进士出身。"],
        ["章　熙", 7, "章熙（？－？），字尧载，广东潮州府海阳县人，民籍，明朝政治人物、进士出身。"],
        ["马　锡", 8, "马锡（？－？），字伯厚，河南开封府尉氏县人，军籍，明朝政治人物、进士出身。"],
        ["张承宪", 9, "张承宪（？－？），字监先，直隶松江府华亭县人，民籍，明朝政治人物、进士出身。"],
        ["赵世奎", 10, "赵世奎（？－？），字启文，直隶江苏县人人，神武右卫右所军籍，明朝政治人物、进士出身。"],
        ["叶　材", 11, "叶材（？－？），字达卿，直隶常州府武进县人人，锦衣卫校尉籍，明朝政治人物、进士出身。"],
        ["霍　冀", 12, "霍冀（1516年－1575年），字尧封，号思斋，山西孝义人，明朝政治人物，同进士出身。"],
        ["任　璜", 13, "任璜（1507年－1566年），字北玉，陕西省西安府临潼县人，民籍，治《诗经》，年三十八岁中式嘉靖二十三年甲辰科第三甲第十三名进士。九月十三日生，行五，曾祖任信；祖任昶；父任动阳；母贾氏。慈侍下，妻□氏，兄珮；玠；环；珠；珪；玑；瑶，弟瑱。由国子生中式陕西乡试第三十七名举人，会试中式第一百四十名[1]。"],
        ["文　方", 14, "文方（1518年－1577年），字子静，四川省重庆府合州人，民籍，明朝政治人物。"],
        ["张德熹", 15, "张德熹（？－？），字宗儒，福建福州府福清县人，军灶籍，明朝政治人物、进士出身。"],
        ["黄国卿", 16, "黄国卿（？－？），字君任，广东潮州府揭阳县人，民籍，明朝政治人物、进士出身。"],
        ["尚　薰", 17, "尚薰（？－？），字德馨，陕西西安府干州武功县人，军籍，明朝政治人物、进士出身。"],
        ["李　檀", 18, "李檀（？－？），字子荐，河南卫辉府汲县人，民籍，明朝政治人物、进士出身。"],
        ["陈　绛", 19, "陈绛（？－？），字用阳，浙江绍兴府上虞县人，民籍，明朝政治人物、进士出身。"],
        ["蒋　贲", 20, "蒋贲（？－？），字子素，广西桂林府全州人，民籍，明朝政治人物、进士出身。"],
        ["王　民", 21, "王民（？－？），字暤如，山东东昌府临清州人，民籍，明朝政治人物、进士出身。"],
        ["朱熙载", 22, "朱熙载（？－？），字懋勳，直隶杨州府□兴县人人，山东平山卫旗籍，明朝政治人物、进士出身。"],
        ["徐　易", 23, "徐易（？－？），字希文，江西广信府永丰县人，民籍，明朝政治人物、进士出身。"],
        ["向洪迈", 24, "向洪迈（？－？），字景臯，浙江宁波府慈谿县人，民籍，明朝政治人物、进士出身。"],
        ["俞　介", 25, "俞介（？－？），字仲和，浙江绍兴府馀姚县人，匠籍，明朝政治人物、进士出身。"],
        ["钱　峄", 26, "钱峄（？－？），字景鲁，浙江宁波府鄞县人，民籍，明朝政治人物、进士出身。"],
        ["金九成", 27, "金九成（？－？），字鸣韶，直隶常州府武进县人，民籍，明朝政治人物、进士出身。"],
        ["洪　遇", 28, "洪遇（？－？），字伯时，山东济南府历城县人，民籍，明朝政治人物、进士出身。"],
        ["任　环", 29, "《沧浪亭五百名贤像》之任环石刻像"],
        ["赵世录", 30, "赵世录（？－？），字汝公，山西汾州人，军籍，明朝政治人物、进士出身。"],
        ["欧阳震", 31, "欧阳震（1501年－1560年），字起叔，江西省泰和县人，入四川重庆府巴县民籍，治《易经》，年四十四岁中式嘉靖二十三年甲辰科第三甲第三十一名进士。正月初八日生，行二，曾祖欧阳隆；祖欧阳仲谦；父欧阳润；前母张氏；杜氏。永感下，妻杭氏，兄复（贡士）。由国子生中式四川乡试第三十七名举人，会试中式第三百七名[1]。"],
        ["闾　东", 32, "闾东（1506年－1565年），字启明，四川成都府内江县人，民籍，治《诗经》，年三十九岁中式嘉靖二十三年甲辰科第三甲第三十二名进士。十二月二十五日生，行一，曾祖闾澄清；祖闾宗器；父闾光；母王氏。慈侍下，妻潘氏，继妻马氏；弟元；亨；仁；永。由县学生中式四川乡试第五十四名举人，会试中式第三百六名[1]。"],
        ["卢岐嶷", 33, "卢岐嶷（？－？），字希稷，福建漳州府长泰县人，军籍，明朝政治人物、进士出身。"],
        ["唐守勳", 34, "唐守勳（？－？），字允懋，广东广州府番禺县人，民籍，明朝政治人物、进士出身。"],
        ["孙　昭", 35, "孙昭（？－？），字明德，浙江温州府永嘉县人，民籍，明朝政治人物、进士出身。"],
        ["王本固", 36, "王本固（？－？），字子民，直隶顺德府邢台县人，军籍，明朝政治人物、进士出身。"],
        ["倪　润", 37, "倪润（？－？），字伯雨，常熟县人人，直隶大河卫军籍，明朝政治人物、进士出身。"],
        ["俞时歆", 38, "俞时歆（？－？），字伯骏，浙江绍兴府新昌县人，民籍，明朝政治人物、进士出身。"],
        ["丘秉文", 39, "丘秉文（？－？），字鸣周，福建兴化府莆田县人，军籍，明朝政治人物、进士出身。"],
        ["王　斛", 40, "王斛（？－？），字应万，湖广汉阳府汉阳县人，民籍，明朝政治人物、进士出身。"],
        ["缪　宣", 41, "缪宣（？－？），字时化，吴县人人，直隶苏州府常熟县民籍，明朝政治人物、进士出身。"],
        ["王光祖", 42, "王光祖（1518年－1581年），字子孝，祖籍京师大名府魏县（今河北魏县驻地魏城镇），山西黎城县[1]人，明朝政治人物、进士出身。"],
        ["宋国华", 43, "宋国华，字霁山，明朝政治人物。江西南昌府奉新县（今宜春市奉新县）北乡人。同进士出身。"],
        ["胡汝安", 44, "胡汝安（？－？），字恭甫，陕西西安府三原县人，民籍，明朝政治人物、进士出身。"],
        ["刘时进", 45, "刘时进（？－？），字子亨，河南开封府中牟县人，民籍，明朝政治人物、进士出身。"],
        ["胡景荣", 46, "胡景荣（？－？），字子仁，直隶扬州府江都县人，民籍，明朝政治人物、进士出身。"],
        ["张　才", 47, "张才（？－？），字茂参，直隶江都县人人，陕西西安后卫官籍，明朝政治人物、进士出身。"],
        ["张承敍", 48, "张承敍，字怀德，明朝官员。顺天府固安县（今河北省固安县）通关厢人。同进士出身。"],
        ["刘　禄", 49, "刘禄，章丘人，明朝官员、进士出身。"],
        ["张志学", 50, "张志学（1502年－1561年），字叔行，四川省重庆府长寿县人，民籍，治《诗经》，年四十三岁中式嘉靖二十三年甲辰科第三甲第五十名进士。正月初八日生，行一，曾祖张和；祖张藩；父张钰；嫡母方氏；生母王氏。永感下，妻□氏。由国子生中式四川乡试第二十九名举人，会试中式第一百三十名[1]。"],
        ["郭维藩", 51, "郭维藩（？－？），字价夫，广东潮州府揭阳县人，民籍，明朝政治人物、进士出身。"],
        ["王　楠", 52, "王楠（？－？），字子梁，山东文登县人人，直隶德州左卫军籍，明朝政治人物、进士出身。"],
        ["王鸣臣", 53, "王鸣臣（？－？），字汝文，号阳冈，江西吉安府泰和县人，民籍，明朝政治人物、进士出身。"],
        ["戚　慎", 54, "戚慎（？－？），字汝初，直隶宁国府宣城县人，民籍，明朝政治人物、进士出身。"],
        ["蔡　朴", 55, "蔡朴（？－？），字子初，直隶河间府沧州人，灶籍，明朝政治人物、进士出身。"],
        ["陈大宾", 56, "陈大宾（？－？），字敬夫，湖广荆州府江陵县人，匠籍，明朝政治人物、进士出身。"],
        ["赵　锦", 57, "赵锦，字元朴，号麟阳。明朝绍兴府馀姚县（今宁波馀姚市）人。"],
        ["朱　绘", 58, "朱绘（？－？），字白甫，直隶凤阳府人人，山西平定州守御千户所官籍，明朝政治人物、进士出身。"],
        ["吉　澄", 59, "吉澄（？－？），字静甫，直隶大名府开州人，匠籍，明朝政治人物、进士出身。"],
        ["严天祥", 60, "严天祥（？－？），字叔善，陕西西安府同州朝邑县人，军籍，明朝政治人物、进士出身。"],
        ["张　鑑", 61, "张鑑（1509年－1568年），字汝明，四川省顺庆府南充县人，民籍，治《易经》，明朝政治人物、进士出身。"],
        ["刘应箕", 62, "刘应箕（1513年－1572年），字维南，四川省重庆府巴县人，明朝政治人物。[1]"],
        ["甘　观", 63, "甘观（？－？），字贞父，直隶怀宁县人人，南京府军右卫官籍，明朝政治人物、进士出身。"],
        ["高　光", 64, "高光（1512年－1571年），字子谦，四川省嘉定州峨眉县人，军籍，治《书经》，年三十三岁中式嘉靖二十三年甲辰科第三甲第六十四名进士。九月二十四日生，行五，曾祖高裕；祖高伦；父高世贤，监生 例授七品散官；母徐氏；继母尹氏。具庆下，妻何氏，兄辅；弼；杰；尚，弟常。由县学生中式四川乡试第三十四名举人，会试中式第二百六十九名[1]。"],
        ["申思夔", 65, "申思夔（？－？），字汝一，直隶苏州府吴江县人，民籍，明朝政治人物、进士出身。"],
        ["汪克用", 66, "汪克用（？－？），字子才，江西广信府永丰县人，□籍，明朝政治人物、进士出身。"],
        ["俞　干", 67, "俞干（？－？），字一清，浙江嘉兴府平湖县人，民籍，明朝政治人物、进士出身。"],
        ["万　寀", 68, "万寀（？－？），字一和，江西南昌府丰城县人，军籍，明朝政治人物、进士出身。"],
        ["王　学", 69, "王学（？－？），字师古，广西桂林府阳朔县人，民籍，明朝政治人物、进士出身。"],
        ["张　鍊", 70, "张錬（？－？），字伯纯，陕西西安府范州武功县人，□籍，明朝政治人物、进士出身。"],
        ["张　侃", 71, "张侃（？－？），字巽卿，苏州府崑山县人人，直隶大河卫军籍，明朝政治人物、进士出身。"],
        ["何海晏", 72, "何海晏（？－？），字治象，山东兖州府东平州平阴县人，军籍，明朝政治人物、进士出身。"],
        ["葛　桷", 73, "葛桷（？－？），字安甫，浙江绍兴府上虞县人，民籍，明朝政治人物、进士出身。"],
        ["钱　仕", 74, "钱仕（？－？），字忠甫，湖广荆州府江陵县人，民籍，明朝政治人物、进士出身。"],
        ["薛　樟", 75, "薛樟（？－？），字子乔，山东济南府历城县人，匠籍，明朝政治人物、进士出身。"],
        ["谷中虚", 76, "陕西巡抚、浙江巡抚、兵部尚书、湖广巡抚"],
        ["凌汝志", 77, "凌汝志（？－？），字云鹄，直隶苏州府大仓州人，民籍，明朝政治人物、进士出身。"],
        ["陈甘雨", 78, "陈甘雨（？－？），字应时，福建兴化府莆田县人，盐籍，明朝政治人物、进士出身。"],
        ["席上珍", 79, "席上珍（1510年－1569年），字聘之，四川省潼川州遂宁县人，民籍，治《春秋》，年三十五岁中式嘉靖二十三年甲辰科第三甲第七十九名进士。十一月二十三日生，行一，曾祖席祖宪，封知县 赠光禄大夫柱国少保兼太子太保礼部尚书；祖席书，光禄大夫柱国少保兼太子太保礼部尚书□□殿大学士 赠太傅 諡文襄；父席中，尚贤司卿；母杨氏（赠宜人）；继母杨氏（封宜人）。具庆下，妻赵氏，弟上贤；上宾；上儒；上卿；上士；上寿；上第；上相；上璧；上台；上应。由国子生中式四川乡试第十九名举人，会试中式第二百七十三名[1]。"],
        ["李九功", 80, "李九功（？－？），字惟叙，河南南阳府裕州人，军籍，明朝政治人物、进士出身。"],
        ["王宗性", 81, "王宗性（？－？），字继善，山东兖州府沂州人，军籍，明朝政治人物、进士出身。"],
        ["赵孔昭", 82, "赵孔昭（？－？），字子潜，直隶顺德府邢台县人，民籍，明朝政治人物、进士出身。"],
        ["栗永禄", 83, "栗永禄（？－？），字士学，山西潞安府长治县人，民籍，明朝政治人物、进士出身。"],
        ["陈昌言", 84, "陈昌言（？－？），字德夫，广东潮州府揭阳县人，民籍，明朝政治人物、进士出身。"],
        ["杨　选", 85, "杨选（？－1563年），字以公，山东承宣布政使司济南府章丘县（今山东省章丘市），明朝政治人物。官至蓟辽总督。因防御蒙古鞑靼入关不力，下狱论罪弃市。"],
        ["萧一鹗", 86, "萧一鹗（？－？），字尔荐，江西临江府新喻县人，民籍，明朝政治人物、进士出身。"],
        ["王　鹤", 87, "王鹤（？－？），字子皋，号于野，陕西西安府长安县人，民籍，明朝政治人物、进士出身。"],
        ["王顺德", 88, "王顺德（1501年－1560年），字叔昌，四川省泸州人，民籍，治《书经》，年四十四岁中式嘉靖二十三年甲辰科第三甲第八十八名进士。五月十一日生，行二，曾祖王瑄；祖王臣；父王大才；母华氏；继母李氏。慈侍下，妻杨氏，兄顺贤。由国子生中式四川乡试第六十二名举人，会试中式第二百六十七名[1]。"],
        ["黄希周", 89, "黄希周（？－？），字宗鲁，山东兖州府滕县人，军籍，明朝政治人物、进士出身。"],
        ["冯应麟", 90, "冯应麟（？－？），字德及，陕西凤翔府凤翔县人，民籍，明朝政治人物、进士出身。"],
        ["李　淳", 91, "李淳（1500年－1559年），字彦穆，四川省嘉定州夹江县人，灶籍，治《易经》，年四十五岁中式嘉靖二十三年甲辰科第三甲第九十一名进士。八月初八日生，行一，曾祖李廷佐；祖李墨；父李观，教授；母郑氏。严侍下，妻姜氏，继妻王氏；。由国子生中式四川乡试第二十一名举人，会试中式第一百七十五名[1]。"],
        ["申　旞", 92, "申旞（？－？），字仪卿，山西潞城县人人，直隶大名府魏县民籍，明朝政治人物、进士出身。"],
        ["江　珍", 93, "江珍（？－？），字民璞，直隶徽州府歙县人，军籍，明朝政治人物、进士出身。"],
        ["张　岚", 94, "张岚（？－？），字云少，山东济南府历城县人，民籍，明朝政治人物、进士出身。"],
        ["石　鲸", 95, "石鲸（？－？），字应声，山东青州府益都县人，民籍，明朝政治人物、进士出身。"],
        ["马　快", 96, "马快（？－？），字汝励，直隶广平府广平县人，民籍，明朝政治人物、进士出身。"],
        ["张廷柏", 97, "张廷栢（？－？），字寿卿，山西平阳府蒲州人，军籍，明朝政治人物、进士出身。"],
        ["张邦彦", 98, "张邦彦，字士祯，福建怀安人，明朝政治人物、同进士出身。"],
        ["姜廷颐", 99, "姜廷颐（？－？），字以正，湖广岳州府巴陵县人，军籍，明朝政治人物、进士出身。"],
        ["孙　坊", 100, "孙坊（？－？），字志国，浙江馀姚县人人，锦衣卫籍，明朝政治人物、进士出身。"],
        ["朱曰藩", 101, "朱曰藩（1501年－？），字子价，号射陂。明代宝应（今江苏宝应县）人，军籍，明朝政治人物、进士出身。"],
        ["俞　谨", 102, "俞谨（？－？），字懋庸，直隶常州府无锡县人，民籍，明朝政治人物、进士出身。"],
        ["李廷春", 103, "李廷春（1503年－1562年），字元甫，四川省重庆府江津县人，军籍，治《诗经》，年四十二岁中式嘉靖二十三年甲辰科第三甲第一百零三名进士。十月十九日生，行四，曾祖李璇；祖李志昂；父李林；母刘氏；继母刘氏。永感下，妻黄氏。由国子生中式四川乡试第六名举人，会试中式第三百十二名[1]。"],
        ["李汝兰", 104, "李汝兰（？－？），字秀夫，陕西西安府咸宁县人，匠籍，明朝政治人物、进士出身。"],
        ["乌从善", 105, "乌从善（？－？），字汝登，山东东昌府博平县人，民籍，明朝政治人物、进士出身。"],
        ["金九龄", 106, "金九龄，武进人，是一名明朝政治人物。进士出身。"],
        ["郭公周", 107, "郭公周（？－？），字景复，福建福宁州福安县人，民籍，明朝政治人物、进士出身。"],
        ["朱有孚", 108, "朱有孚（？－？），字子贞，浙江杭州府海宁县人，民籍，明朝政治人物、进士出身。"],
        ["马汝松", 109, "马汝松（？－？），字节甫，山西灵川县人人，直隶河间府景州东光县民籍，明朝政治人物、进士出身。"],
        ["刘体干", 110, "刘体干（？－1574年），字子元，顺天东安县（今属河北廊坊市）人。明朝政治人物，官至户部尚书。"],
        ["李万实", 111, "李万实（？－？），字少虚，江西建昌府南丰县人，民籍，明朝政治人物、进士出身。"],
        ["贺承光", 112, "贺承光（？－1556年），字子谦，陕西西安府华州渭南县人，军籍，明朝政治人物、进士出身。"],
        ["沈　束", 113, "沈束（1514年－1581年），字宗安，号梅岗[1]、梅冈[2]，浙江承宣布政使司绍兴府会稽县（今浙江省绍兴市）人，明朝政治人物、进士出身。沈琨之孙、沈尽之子。"],
        ["苏志仁", 114, "苏志仁（1516年－1553年），字道先，广东潮州府海阳县人，军籍，明朝政治人物，官至江西按察使司佥事。"],
        ["刘自强", 115, "刘自强（1508年－1582年），字体干，河南省陈州府扶沟县人，明朝政治人物、进士出身。"],
        ["吴　昶", 116, "吴昶（？－？），字伯明，直隶泰州人人，山东登州卫旗籍，明朝政治人物、进士出身。"],
        ["林懋举", 117, "林懋举（？－？），字直卿，闽县人人，福建福州府怀安县民籍，明朝政治人物、进士出身。"],
        ["张　祦", 118, "张祦（？－？），字介福，河南开封府祥符县人，民籍，明朝政治人物、进士出身。"],
        ["任希祖", 119, "任希祖（1511年－1570年），字元孝，四川省保宁府苍溪县人，民籍，治《诗经》，年三十四岁中式嘉靖二十三年甲辰科第三甲第一百一十九名进士。四月二十五日生，行一，曾祖任彬，知州；祖任谟；父任仲仁；前母李氏；王氏。具庆下，妻何氏，弟继祖；绳祖（贡士）；纉祖；率祖；法祖。由府学生中式四川乡试第三十五名举人，会试中式第二百三名[1]。"],
        ["冀　鍊", 120, "冀鍊（？－？），字纯夫，山东青州府益都县人，民籍，明朝政治人物、进士出身。"],
        ["涂泽民", 121, "涂泽民（？－？），字志伊，四川成都府汉州人，民籍，明朝政治人物、进士出身。"],
        ["叚　鑂", 122, "叚鑂（？－？），字文贵，直隶顺天府闽安县人，民籍，明朝政治人物、进士出身。"],
        ["李文麟", 123, "李文麟（？－？），字应桢，直隶常州府无锡县人，军籍，明朝政治人物、进士出身。"],
        ["胡惟中", 124, "胡惟中（？－？），字可久，江西瑞州府高安县人，民籍，明朝政治人物、进士出身。"],
        ["吴　岳", 125, "吴岳（？－？），字宗泰，无锡县人人，直隶常州府武进县民籍，明朝政治人物、进士出身。"],
        ["谢　谠", 126, "谢谠（？－？），字献忠，浙江绍兴府□□□□□人，□籍，明朝政治人物、进士出身。"],
        ["朱　木", 127, "朱木（？－？），字子乔，直隶苏州府常熟县人，民籍，明朝政治人物、进士出身。"],
        ["刘　槚", 128, "刘槚（？－？），字元美，浙江绍兴府山阴县人，军籍，明朝政治人物、进士出身。"],
        ["郝鸣阴", 129, "郝鸣阴（？－？），字子和，顺天府通州宝坻县人，民籍，明朝政治人物、进士出身。"],
        ["邵　漳", 130, "邵漳（？－？），字子清，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["杨廷相", 131, "杨廷相（？－？），字爕甫，直隶金坛县人人，云南临安卫军籍，明朝政治人物、进士出身。"],
        ["边　洵", 132, "边洵（？－？），字文允，直隶河间府任丘县人，官籍，明朝政治人物、进士出身。"],
        ["徐　洛", 133, "徐洛（？－？），字子京，河南开封府许州人，军籍，明朝政治人物、进士出身。"],
        ["姚一元", 134, "姚一元（1509年－1578年），字惟贞，自号画溪居士，浙江湖州府长兴县人，军籍，明朝政治人物。"],
        ["郑　河", 135, "郑河（？－？），字师程，江西新建县人人，应天府江宁县民籍，明朝政治人物、进士出身。"],
        ["汪一中", 136, "汪一中（？－？），字正叔，直隶徽州府歙县人，匠籍，明朝政治人物、进士出身。"],
        ["许彦忠", 137, "许彦忠（？－？），字汝敬，应天府句容县人，民籍，明朝政治人物、进士出身。"],
        ["孙　慎", 138, "孙慎（？－？），字用脩，河南武宁县人人，大宁都司保定右卫官籍，明朝政治人物、进士出身。"],
        ["徐　纲", 139, "徐纲（？－？），字立之，湖广武昌府兴国州人，军籍，明朝政治人物、进士出身。"],
        ["陈　信", 140, "陈信（？－？），字子行，浙江绍兴府上虞县人，匠籍，明朝政治人物、进士出身。"],
        ["牛　珠", 141, "牛珠（？－？），字光甫，河南开封府通许县人，匠籍，明朝政治人物、进士出身。"],
        ["林应奎", 142, "林应奎（？－？），字德晖，福建漳州府龙溪县人，军籍，明朝政治人物、进士出身。"],
        ["王之诰", 143, "王之诰，字告若，湖广承宣布政使司荆州府石首县（今湖北省石首市）人，明朝政治人物、进士出身。"],
        ["石茂华", 144, "石茂华后人保存之石茂华官服像"],
        ["宋　贤", 145, "宋贤，字及甫，号定宇。上海市奉贤县头桥乡东新市人。"],
        ["赵　宸", 146, "赵宸（？－？），字德聪，直隶保定府定兴县人，民籍，明朝政治人物、进士出身。"],
        ["高　镛", 147, "高镛（1512年－1571年），字景甫，四川成都府内江县人，民籍，治《书经》，年三十三岁中式嘉靖二十三年甲辰科第三甲第一百四十七名进士。九月初九日生，行二，曾祖高友恭，知县 赠通议大夫户部右侍郎；祖高齐南，府通判 赠承德郎 加赠通议大夫户部右侍郎；父高公韶，通议大夫户部右侍郎；前母冉氏（赠孺人 封淑人）；罗氏（封孺人 加封淑人）。具庆下，妻郑氏，继妻喻氏；兄麒冈（封主事）；科登；夔涉；恩；玨；斌；锳；钺（贡士）；铨；鍊；锡（监生）；□，弟镐；钊；鈂；錞；錪；釪（官正生□）；□。由国子生中式四川乡试第四十九名举人，会试中式第二百十七名[1]。"],
        ["金　淛", 148, "金淛（？－？），字汝东，浙江金华府东阳县人，民籍，明朝政治人物、进士出身。"],
        ["成于学", 149, "成于学（？－？），字怀道，广东潮州府海阳县人，军籍，明朝政治人物、进士出身。"],
        ["张守直", 150, "张守直（？－？），字时举，顺天府蓟州遵化县人，民籍，明朝政治人物、进士出身。"],
        ["周世远", 151, "周世远（1520年－1579年），字子道，四川省重庆府江津县人，民籍，治《诗经》，年二十五岁中式嘉靖二十三年甲辰科第三甲第一百五十一名进士。九月十八日生，行二，曾祖周瑄；祖周玉鑑，寿官；父周谟；母何氏。具庆下，妻杨氏，兄世才，弟世表；世业。由县学附学生中式四川乡试第五十四名举人，会试中式第五十七名[1]。"],
        ["马汝骥", 152, "马汝骥（？－？），字德甫，辽东都司金州卫人，官籍，明朝政治人物、进士出身。"],
        ["蔡扬金", 153, "蔡扬金（？－？），字子砺，江西新淦县人人，河南卫辉府千户所军籍，明朝政治人物、进士出身。"],
        ["彭应麟", 154, "彭应麟，华亭人，是一名明朝政治人物。进士出身。"],
        ["傅　卿", 155, "傅卿（？－？），字献卿，湖广蒲圻县人人，福建兴化府莆田县军籍，明朝政治人物、进士出身。"],
        ["孙学古", 156, "孙学古（？－？），字汝□，浙江绍兴府萧山县人，匠籍，明朝政治人物、进士出身。"],
        ["马震章", 157, "马震章（？－？），字国华，应天府溧阳县人，民籍，明朝政治人物、进士出身。"],
        ["徐承祖", 158, "徐承祖（？－？），字克修，山东济南府历城县人，民籍，明朝政治人物、进士出身。"],
        ["严　清", 159, "严清（1524年－1590年），字公直、直甫[1]，号寅所[2]，諡恭肃，云南都指挥使司云南后衞人，明朝政治人物。官至太子少保、吏部尚书。"],
        ["卢　宁", 160, "卢宁（？－？），字忠献，广东广州府南海县人，军籍，明朝政治人物、进士出身。"],
        ["李　恕", 161, "李恕（？－？），字道夫，直隶河间府献县人，民籍，明朝政治人物、进士出身。"],
        ["徐公遴", 162, "徐公遴（？－？），字举之，浙江衢州府开化县人，民籍，明朝政治人物、进士出身。"],
        ["魏文焲", 163, "魏文焲（？－？），字德章，福清县人人，福建福州府候官县军籍，明朝政治人物、进士出身。"],
        ["郭邦光", 164, "郭邦光（？－？），字元宾，山东东昌府冠县人，军籍，明朝政治人物、进士出身。"],
        ["张邦彦", 165, "张邦彦（？－？），字德崇，山东潞安府长治县人，民籍，明朝政治人物、进士出身。"],
        ["韩朝江", 166, "韩朝江（？－？），字顺甫，陕西西安府干洲醴泉县人，军籍，明朝政治人物、进士出身。"],
        ["徐行可", 167, "徐行可（？－？），字子恕，湖广荆州府监利县人，军籍，明朝政治人物、进士出身。"],
        ["李　侨", 168, "李侨（？－？），字子高，山东济南府长清县人，民籍，明朝政治人物、进士出身。"],
        ["周　美", 169, "周美（？－？），字济叔，直隶苏州府崑山县人，民籍，明朝政治人物、进士出身。"],
        ["陆　州", 170, "陆州（？－？），字汝行，浙江杭州府海宁县人，□籍，明朝政治人物、进士出身。"],
        ["左　旦", 171, "左旦（1518年－1577年），字君发，四川省重庆府大足县人，军籍，治《诗经》，年二十七岁中式嘉靖二十三年甲辰科第三甲第一百七十一名进士。正月十五日生，行一，曾祖左伯训；祖左万迪；父左立教；母梁氏。具庆下，妻周氏，弟昆；鼎；暹。由县学附学生中式四川乡试第二十二名举人，会试中式第二百七十二名[1]。"],
        ["都文奎", 172, "都文奎（？－？），字彦卿，河南开封府祥符县人，民籍，明朝政治人物、进士出身。"],
        ["赵彦章", 173, "赵彦章（？－？），字征甫，直隶真定府定州人，民籍，明朝政治人物、进士出身。"],
        ["沈　科", 174, "沈科（？－？），字子进，浙江嘉兴府嘉兴县人，民籍，明朝政治人物、进士出身。"],
        ["宿应参", 175, "宿应参（？－？），字文炳，山东莱州府掖县人，民籍，明朝政治人物、进士出身。"],
        ["杨应元", 176, "杨应元（？－？），字伯仁，浙江绍兴府萧山县人人，陕西群牧所籍，明朝政治人物、进士出身。"],
        ["尤　瑛", 177, "尤瑛（？－？），字汝白，号廻溪，直隶常州府无锡县人，军籍，明朝政治人物、进士出身。"],
        ["何尚贤", 178, "何尚贤（？－？），字汝恩，山西平阳府猗氏县人，军籍，明朝政治人物、进士出身。"],
        ["李尚智", 179, "李尚智（？－？），字汝愚，山西潞安府屯留县人，民籍，明朝政治人物、进士出身。"],
        ["胡志夔", 180, "胡志夔（？－？），字鸣和，山西平阳府安邑县人，盐籍，明朝政治人物、进士出身。"],
        ["林　軏", 181, "林軏（？－？），字济远，四川成都左护卫中所人，总旗籍，明朝政治人物、进士出身。"],
        ["梁　恩", 182, "梁恩（？－？），字子承，湖广岳州府巴陵县人，□籍，明朝政治人物、进士出身。"],
        ["张　达", 183, "张达（？－？），字懋德，浙江绍兴府馀姚县人，官籍，明朝政治人物、进士出身。"],
        ["张守蒙", 184, "张守蒙（？－？），字启哲，陕西西安府华阴县人人，山东兖州府滕县军籍，明朝政治人物、进士出身。"],
        ["刘景韶", 185, "刘景韶（？－？），字子成，湖广武昌府崇阳县人，军籍，明朝政治人物、进士出身。"],
        ["李华鲁", 186, "李华鲁（？－？），字季荣，河南开封府祥符县人，民籍，明朝政治人物、进士出身。"],
        ["罗文蔚", 187, "罗文蔚（1506年－1565年），字变夫，四川省重庆府綦江县人，民籍，治《书经》，年三十九岁中式嘉靖二十三年甲辰科第三甲第一百八十七名进士。十二月初十日生，行三，曾祖罗鑑；祖罗添亮；父罗敏；母孙氏。严侍下，妻孟氏，兄文教；文训。由国子生中式四川乡试第三十名举人，会试中式第一百十三名[1]。"],
        ["李初元", 188, "李初元（1519年－1578年），字少贞，四川省顺庆府营山县人，民籍，治《易经》，年二十六岁中式嘉靖二十三年甲辰科第三甲第一百八十八名进士。正月十五日生，行一，曾祖李仕麒，主簿；祖李鍪；父李浑然；母任氏。具庆下，妻陈氏，弟庆元；亨元；体元。由县学生中式四川乡试第四十七名举人，会试中式第一百七十六名[1]。"],
        ["王国光", 189, "王国光（1512年－1594年），字汝观，号疏庵，山西阳城县（今属山西省晋城市）人。明朝政治人物。官至吏部尚书。"],
        ["赵祖元", 190, "赵祖元（？－？），字宗仁，浙江金华府东阳县人，民籍，明朝政治人物、进士出身。"],
        ["朱　宠", 191, "朱宠（？－？），字德承，山东兖州府宁阳县人人，湖广武昌卫后千户所官籍，明朝政治人物、进士出身。"],
        ["张子顺", 192, "张子顺（？－？），字聚甫，河南唐县人人，直隶德州卫官籍，明朝政治人物、进士出身。"],
        ["汪　任", 193, "汪任（？－？），字子仁，直隶徽州府祁门县人，民籍，明朝政治人物、进士出身。"],
        ["殷从俭", 194, "殷从俭，字汝中，广西桂林人。中国明朝官员。"],
        ["裘仕濂", 195, "裘仕濂（？－？），字子宪，浙江绍兴府嵊县人，民籍，明朝政治人物、进士出身。"],
        ["杨　敷", 196, "杨敷（1520年－1579年），字震卿，四川省顺庆府西充县人，军籍，治《易经》，年二十五岁中式嘉靖二十三年甲辰科第三甲第一百九十六名进士。闰八月十四日生，行一，曾祖杨春，吏目；祖杨儒；父杨凌汉；母任氏。具庆下，妻罗氏，弟敏。由县学生中式四川乡试第十四名举人，会试中式第二百八十五名[1]。"],
        ["李庭桂", 197, "李庭桂（？－？），字子馨，山西潞安府长治县人，军籍，明朝政治人物、进士出身。"],
        ["陈　璨", 198, "陈璨（？－？），字德润，湖广岳州府巴陵县人，军籍，明朝政治人物、进士出身。"],
        ["陈效古", 199, "陈效古（？－？），字武周，河南汝宁府光州息县人，民籍，明朝政治人物、进士出身。"],
        ["万　善", 200, "万善（？－？），字一之，江西抚州府临川县人人，辽东都司定辽前卫军籍，明朝政治人物、进士出身。"],
        ["邵　稷", 201, "邵稷（？－？），字子嘉，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["杨允绳", 202, "《松江邦彦图》之杨允绳像"],
        ["赵　輄", 203, "赵輄（？－？），字以载，山西泽州高平县人，民籍，明朝政治人物、进士出身。"],
        ["曹　钿", 204, "曹钿（1512年－1571年），字右文，四川省顺庆府渠县人，民籍，治《礼记》，年三十三岁中式嘉靖二十三年甲辰科第三甲第二百零四名进士。十一月初二日生，行二，曾祖曹彦彬；祖曹宥；父曹孟瓒；前母陈氏；吴氏；继母毛氏。永感下，妻蔡氏，兄钥，弟锜。由县学生中式四川乡试第二十一名举人，会试中式第一百九十二名[1]。"],
        ["申　仲", 205, "申仲（？－？），字次孟，山西潞安府屯留县人人，河间府任丘县军籍，明朝政治人物、进士出身。"],
        ["张廷槐", 206, "张廷槐（？－？），字子征，顺天府苏州人人，万全都司兴和守御千户所官籍，明朝政治人物、进士出身。"],
        ["何　璋", 207, "何璋（？－？），字国珍，湖广荆州府夷陵州人，军籍，明朝政治人物、进士出身。"],
        ["金　豪", 208, "金豪（？－？），字文兴，浙江金华府兰谿县人，民籍，明朝政治人物、进士出身。"],
        ["陈全之", 209, "陈全之（？－？），字粹中，福建福州府闽县人，民籍，明朝政治人物、进士出身。"],
        ["李　燧", 210, "李燧（？－？），字晦夫，山东兖州府人，□籍，明朝政治人物、进士出身。"],
        ["戴　才", 211, "戴才（1514年－1586年），字子需，号晋菴。明朝政治人物，同进士出身。"],
        ["李逢时", 212, "李逢时（？－？），字化甫，江西赣县人人，直隶德州卫军籍，明朝政治人物、进士出身。"],
        ["王宗圣", 213, "王宗圣（？－？），字汝学，浙江金华府义乌县人，民籍，明朝政治人物、进士出身。"],
        ["李攀龙", 214, "李攀龙（1514年－1570年），字于鳞，号沧溟，山东历城（今济南）人，明朝官员、文学家，「后七子」之首。"],
        ["万充浊", 215, "范充浊（？－？），一说万充浊[1][2]，字清夫，顺天府霸州人，民籍，明朝政治人物、进士出身。"],
        ["靳学曾", 216, "靳学曾（？－？），字子鲁，山东兖州府济宁州人，民籍，明朝政治人物、进士出身。"]
    ],
    "index": 55,
    "url": "https://zh.wikipedia.org/wiki/Template:%E5%98%89%E9%9D%96%E4%BA%8C%E5%8D%81%E4%B8%89%E5%B9%B4%E7%94%B2%E8%BE%B0%E7%A7%91%E6%AE%BF%E8%A9%A6%E9%87%91%E6%A6%9C",
    "second": [
        ["涂　铉", 1, "涂铉（？－？），字廷举，江西南昌府丰城县人，军籍，明朝政治人物、进士出身。"],
        ["熊　逵", 2, "熊逵（约1519－？），又作熊奎，字于渐，江西临江府清江县人，民籍，明朝政治人物、进士出身。"],
        ["戴　完", 3, "戴完（？－？），字仲修，直隶安庆府桐城县人，民籍，明朝政治人物、进士出身。"],
        ["林　洙", 4, "林洙（？－？），字孔源，山东登州府宁海州文登县人，民籍，明朝政治人物、进士出身。"],
        ["刘　悫", 5, "刘悫（？－？），字致卿，江西吉安府万安县人，民籍，明朝政治人物、进士出身。"],
        ["蒋　宾", 6, "蒋宾（？－？），字汝观，浙江台州府临海县人，匠籍，明朝政治人物、进士出身。"],
        ["章士元", 7, "章士元（？－？），字伯允，吴县人人，直隶苏州府崑山县民籍，明朝政治人物、进士出身。"],
        ["李　懿", 8, "李懿（？－？），字美卿，直隶河间府景州吴桥县人，民籍，明朝政治人物、进士出身。"],
        ["周士佐", 9, "周士佐（？－？），字汝良，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["刘　松", 10, "刘松（？－？），字汝贞，江西临江府新喻县人，匠籍，明朝政治人物、进士出身。"],
        ["王之臣", 11, "王之臣（1510年－1569年），字惟忠，南直隶省徽州府歙县人，民籍，治《诗经》，明朝政治人物、进士出身。"],
        ["陈天祐", 12, "陈天祐（？－？），字谦甫，山西泽州人，民籍，明朝政治人物、进士出身。"],
        ["许应亭", 13, "许应亨（？－？），字子嘉，顺天府东安县人人，浙江杭州府钱塘县民籍，明朝政治人物、进士出身。"],
        ["谢　彬", 14, "谢彬（？－？），字文华，福建漳州府龙溪县人，民籍，明朝政治人物、进士出身。"],
        ["许用中", 15, "许用中（？－？），字子执，山东兖州府东平州东阿县人，军籍，明朝政治人物、进士出身。"],
        ["阮　鹗", 16, "阮鹗（1509年－1567年），字应荐，号𠙶峰，直隶桐城（今安徽枞阳）人，明朝政治人物，进士出身。"],
        ["陈臯谟", 17, "陈臯谟（？－？），字思赞，直隶常州府江阴县人，民籍，明朝政治人物、进士出身。"],
        ["雷梦麟", 18, "雷梦麟（？－？），字伯仁，江西南昌府进贤县人，民籍，明朝政治人物、进士出身。"],
        ["汪　垍", 19, "汪垍（？－？），字仲弘，直隶徽州府休宁县人，军籍，明朝政治人物、进士出身。"],
        ["吴桂芳", 20, "吴桂芳（1521年－1578年），字子实，号自湖、石潭，江西新建县人。中国明朝官员。"],
        ["李　逊", 21, "李逊（？－？），字子益，江西南昌府新建县人，民籍，明朝政治人物、进士出身。"],
        ["查懋昌", 22, "查懋昌（1506年－1565年），字允言，南直隶苏州府长洲县人，太医院籍，治《易经》，明朝政治人物、进士出身。"],
        ["罗一鸑", 23, "罗一鸑（？－？），字应周，福建福州府闽县人，民籍，明朝政治人物、进士出身。"],
        ["馀一鹏", 24, "馀一鹏（？－？），字朝举，福建兴化府莆田县人，军籍，明朝政治人物、进士出身。"],
        ["刘光济", 25, "刘光济（？－？），字宪谦，清江县人人，直隶常州府江阴县民籍，明朝政治人物、进士出身。"],
        ["冯有年", 26, "冯有年（1500年－1559年），字子占，南直隶常州府无锡县人，军籍，治《书经》，明朝政治人物、进士出身。"],
        ["徐惟贤", 27, "徐惟贤（1511年－1570年），字师圣，浙江省绍兴府上虞县人，民籍，治《易经》，明朝政治人物、进士出身。"],
        ["王宗尧", 28, "王宗尧 （1499年－1558年），字见甫，四川省叙州府富顺县人，灶籍，明朝政治人物、进士出身。"],
        ["冯　熊", 29, "冯熊（1513年－1572年），字伯祥，浙江省金华府金华县人，民籍，治《诗经》，明朝政治人物、进士出身。"],
        ["季德甫", 30, "季德甫（1508年－1567年），字仲修，南直隶苏州府太仓州，明朝政治人物。"],
        ["戈九章", 31, "戈九章（1513年－1572年），字惟衷，南直隶苏州府吴县人，锦衣卫匠籍，治《礼记》，明朝政治人物、进士出身。"],
        ["刘　崙", 32, "刘崙（1518年－1577年），字山甫，南直隶庐州府无为州人，军籍，治《诗经》，明朝政治人物、进士出身。"],
        ["林爱民", 33, "林爱民（？－？），字惟政，福建福宁州人，民籍，明朝政治人物、进士出身。"],
        ["曾　楚", 34, "曾楚（？－？），字维翘，广东广州府南海县人，民籍，明朝政治人物、进士出身。"],
        ["谢孟金", 35, "谢孟金（？－？），字子纯，河南陈州卫中所人，军籍，明朝政治人物、进士出身。"],
        ["方　瑜", 36, "方瑜（？－？），字元忠，直隶徽州府歙县人，民籍，明朝政治人物、进士出身。"],
        ["洪公谐", 37, "洪公谐（？－？），字廷和，福建漳州府龙溪县人，民籍，明朝政治人物、进士出身。"],
        ["张　烛", 38, "张烛（？－？），字汝玉，浙江绍兴府萧山县人，民籍，明朝政治人物、进士出身。"],
        ["江　冕", 39, "江冕（？－？），字端甫，江西建昌府南丰县人，民籍，明朝政治人物、进士出身。"],
        ["陶大有", 40, "陶大有（？－？），字子谦，浙江绍兴府会稽县人，民籍，明朝政治人物、进士出身。"],
        ["陆　炜", 41, "陆炜（？－？），字文蔚，浙江嘉兴府平湖县人人，锦衣卫官籍，明朝政治人物、进士出身。"],
        ["于　锦", 42, "于锦（？－？），字实甫，莱阳州人人，山东济宁卫籍，明朝政治人物、进士出身。"],
        ["王宗沐", 43, "王宗沐（1524年－1592年），字新甫，号敬所，临海城关人。明代政治人物。"],
        ["徐文通", 44, "徐文通（？－？），字汝思，浙江金华府永康县人，匠籍，明朝政治人物、进士出身。"],
        ["冯　观", 45, "冯觐（？－？），字晋叔，钱塘县人人，浙江杭州府海宁县匠籍，明朝政治人物、进士出身。"],
        ["李宜春", 46, "李宜春（？－？），字应元，福建兴化府莆田县人，盐籍，明朝政治人物、进士出身。"],
        ["皇甫濂", 47, "皇甫濂（1508年－1564年）[1]，字子约，一字道隆，长洲（今江苏吴县）人。[2]明朝诗人。[3]着有《水部集》二十卷。[4]"],
        ["徐学诗", 48, "徐学诗（？－1567年），字以言，号龙川[1]，浙江上虞人，明朝政治人物，进士出身。"],
        ["李　桥", 49, "李桥（？－？），字文济，江西建昌府南丰县人，匠籍，明朝政治人物、进士出身。"],
        ["钱嘉猷", 50, "钱嘉猷（？－？），字敬承，贵州镇远卫人，湖广镇远卫军籍，明朝政治人物、进士出身。"],
        ["陆　稳", 51, "陆稳（？－？），字汝成，浙江湖州府归安县人，民籍，明朝政治人物、进士出身。"],
        ["赵　釴", 52, "赵釴（？－？），字子举，直隶安庆府桐城县人，民籍，明朝政治人物、进士出身。"],
        ["周　冉", 53, "周冉（？－？），字子云，直隶永平府滦州人，民籍，明朝政治人物、进士出身。"],
        ["张　仲", 54, "张仲（？－？），字明孝，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["万　恭", 55, "万恭（1515年－1591年），字肃卿，号两溪，江西承宣布政使司南昌府南昌县（今江西省南昌市）人，明朝政治人物。"],
        ["唐　禹", 56, "唐禹（？－？），字思平，浙江杭州府海宁县人，民籍，明朝政治人物、进士出身。"],
        ["胡　安", 57, "胡安（？－？），字仁夫，浙江绍兴府馀姚县人，军籍，明朝政治人物、进士出身。"],
        ["林光祖", 58, "林光祖（？－？），字以谦，广东潮州府揭阳县人，民籍，明朝政治人物、进士出身。"],
        ["张子弘", 59, "张子弘（？－？），字汝容，江西吉安府庐陵县人，军籍，明朝政治人物、进士出身。"],
        ["王　询", 60, "王询，号芳湖，中国明朝官员，四川承宣布政使司成都府成都人。"],
        ["舒春芳", 61, "舒春芳（？－？），字景仁，江西饶州府鄱阳县人，民籍，明朝政治人物、进士出身。"],
        ["刘　佃", 62, "刘佃，安福人，是一名明朝政治人物。进士出身。"],
        ["张大中", 63, "张大中（？－？），字子用，山东东昌府临清州人，民籍，明朝政治人物、进士出身。"],
        ["邓向荣", 64, "邓向荣（？－？），字元植，福建汀州府清流县人，民籍，明朝政治人物、进士出身。"],
        ["方九敍", 65, "方九敍（？－？），字禹绩，浙江杭州府钱塘县人，民籍，明朝政治人物、进士出身。"],
        ["谭　纶", 66, "谭纶（1520年－1577年），字子理，一字以诏，号二华，江西宜黄人，明朝政治人物，进士出身。"],
        ["袁福征", 67, "袁福征（？－？），字履善，直隶松江府华亭县人人，军籍，明朝政治人物、进士出身。"],
        ["陆梦豹", 68, "陆梦豹（？－？），字文蔚，江西南昌府丰城县人，军籍，明朝政治人物、进士出身。"],
        ["周　键", 69, "周键（1515年－1574年），字启夫，四川省叙州府富顺县人，军籍，治《诗经》，年三十岁中式嘉靖二十三年甲辰科第二甲第六十九名进士。正月初九日生，行八，曾祖周秉儒；祖周万斗，赠户部主事；父周诏，知府；前母彭氏（赠安人）；方氏（封安人）。慈侍下，妻杨氏，兄锐；鋕；锦（引礼舍人）；铳；鈇；铉；鍊，弟鐩；钶；镕。由县学增广生中式四川乡试第二十二名举人，会试中式第六十三名[1]。"],
        ["周　爻", 70, "周爻（1506年－1565年），字易夫，四川省叙州府宜宾县人，军籍，治《书经》，年三十九岁中式嘉靖二十三年甲辰科第二甲第七十名进士。六月初八日生，行二，曾祖周友信；祖周旋，赠征仕郎义勇卫经历；父周嘉诰；母左氏；继母陈氏。具庆下，妻吴氏，继妻陈氏；兄士（监生），弟令；典；册；历。由国子生中式四川乡试第六名举人，会试中式第一百四十四名[1]。曾任陕西潼关兵备道。明隆庆元年（公元1567年）在叙州府（今四川省宜宾市）真武山，撰写有《三台书院碑记》，收录于清嘉庆版《宜宾县志》。明万历元年(1573年)九月，撰写有《平蛮颂碑》。"],
        ["馀文献", 71, "馀文献（？－？），字伯初，江西九江府德化县人，民籍，明朝政治人物、进士出身。"],
        ["项守礼", 72, "项守礼（？－？），字进伯，浙江宁波府奉化县人，军籍，明朝政治人物、进士出身。"],
        ["王　会", 73, "王会（1518年－1595年），号九霞，字子嘉，南京松江府华亭人，明朝政治人物、进士出身。"],
        ["蒋　孝", 74, "蒋孝（？－？），字惟忠，直隶常州府武进县人，民籍，明朝政治人物、进士出身。"],
        ["陈士元", 75, "陈士元（1516年－1597年），字心叔，号养吾，小名孟卿，自署江汉潜夫，又称环中愚叟，（「环」或作「寰」）。明朝湖北应城人，官员、诗人、经学学者，专门研究《论语》、《孟子》。年八十二。"],
        ["迟凤翔", 76, "迟凤翔（？－？），字德征，山东青州府临胊县人，军籍，明朝政治人物、进士出身。"],
        ["邬　琏", 77, "应天府府尹、浙江巡抚、南京别衙门用"],
        ["计士元", 78, "计士元（？－？），字允卿，江西饶州府鄱阳县人，民籍，明朝政治人物、进士出身。"],
        ["陶钦臯", 79, "陶钦臯（？－？），字克允，江西九江府彭泽县人，民籍，明朝政治人物、进士出身。"],
        ["刘朝佐", 80, "刘朝佐（？－？），字道卿，江西吉安府安福县人，军籍，明朝政治人物、进士出身。"],
        ["杨师震", 81, "杨师震（？－？），字子畏，山东东昌府馆陶县人，军籍，明朝政治人物、进士出身。"],
        ["刘尔牧", 82, "刘尔牧（？－？），字成卿，山东兖州府东平州人，民籍，明朝政治人物、进士出身。"],
        ["朱大器", 83, "朱大器（1506年－1583年），字自充，号东源，江西承宣布政使司建昌府南城（今江西南城县）人，明朝政治人物、进士出身。"],
        ["熊汝达", 84, "熊汝达（1510年－1590年），字德明，号北潭，江西进贤人，明朝政治人物，进士出身。"],
        ["毕　锵", 85, "毕锵（1517年－1609年），字廷鸣，諡恭介，南京池州府石埭县（今安徽省石台县广阳镇）人，明朝政治人物、进士出身。"],
        ["何一举", 86, "何一举（1507年－1566年），字德卿，四川成都府成都县人，民籍，治《诗经》，年三十八岁中式嘉靖二十三年甲辰科第二甲第八十六名进士。七月初一日生，行一，曾祖何彦昭；祖何谦；父何佐；母王氏。具庆下，妻高氏。由国子生中式四川乡试第一名举人，会试中式第七十五名[1]。"],
        ["范　阶", 87, "范阶（？－？），字景志，山东莱州府胶州即墨县人，军籍，明朝政治人物、进士出身。"],
        ["王一阳", 88, "王一阳（？－？），字子复，直隶扬州府江都县人，军籍，明朝政治人物、进士出身。"],
        ["蔺子克", 89, "蔺子充（？－？），字仲实，河南汝宁府汝阳县人，民籍，明朝政治人物、进士出身。"],
        ["李临阳", 90, "李临阳（1507年－1566年），字汝贞，四川省重庆府江津县人，军籍，治《春秋》，年三十八岁中式嘉靖二十三年甲辰科第二甲第九十名进士。十一月初六日生，行三，曾祖李树，寿官；祖李孟奇；父李周；母周氏。严侍下，妻王氏，兄扶阳，弟载阳。由国子生中式四川乡试第二十四名举人，会试中式第二百三十三名[1]。"],
        ["吴朝凤", 91, "吴朝凤（？－？），字鸣仲，浙江温州府乐清县人，军籍，明朝政治人物、进士出身。"],
        ["康迪吉", 92, "康迪吉（？－？），字道甫，山东济南府章丘县人，军籍，明朝政治人物、进士出身。"],
        ["陈　淮", 93, "陈淮（？－？），字豫之，浙江宁波府奉化县人，民籍，明朝政治人物、进士出身。"]
    ]
}