{
    "year_name": "嘉靖三十二年癸丑科殿试金榜",
    "first": [
        ["陈　谨", 1, "陈瑾（1525年－1566年），字德言，号环江，福建闽县人。明朝状元。"],
        ["曹大章", 2, "曹大章（1520年－？），字一呈，江苏金坛县人，明朝榜眼、政治人物。"],
        ["温应禄", 3, "温应禄（1507年－1554年），字以庸，号古渠。浙江乌程（今湖州）南浔辑里村人，明朝政治人物、探花。"]
    ],
    "second": [
        ["万　浩", 1, "万浩（？－？），字汝孟，江西南昌府进贤县人，民籍，明朝政治人物、进士出身。"],
        ["刘师颖", 2, "刘师颕（？－？），字方回，湖广武昌府兴国州人，民籍，明朝政治人物、进士出身。"],
        ["陈　绾", 3, "陈绾（？－？），字用章，浙江绍兴府上虞县人，民籍，明朝政治人物、进士出身。"],
        ["庞　远", 4, "庞远（？年－？年），号剑川，明朝政治人物、进士出身。"],
        ["姚弘谟", 5, "姚弘谟（？－？），字继文，浙江嘉兴府秀水县人，民籍，明朝政治人物、进士出身。"],
        ["秦宗道", 6, "秦宗道（？－？），字仲学，浙江宁波府慈谿县人，民籍，明朝政治人物、进士出身。"],
        ["陆　瓒", 7, "陆瓒（？－？），字邦器，浙江衢州府龙游县人，民籍，明朝政治人物、进士出身。"],
        ["何东序", 8, "何东序（？－？），字崇教，山西平阳府蒲州猗氏县人，灶籍，明朝政治人物、进士出身。"],
        ["张志孝", 9, "张志孝（1519年－1578年），字永锡，山东兖州府济宁州人，军籍，治《易经》，年三十五岁中式嘉靖三十二年癸丑科第二甲第九名进士。十二月二十五日生，行一，曾祖张贵；祖张昇；父张淮；嫡母李氏；生母赵氏。慈侍下，妻罗氏，继妻罗氏；弟志德。由国子生中式山东乡试第七十一名举人，会试中式第一百八十七名[1]。明朝政治人物、进士出身。官至右佥都御史，巡抚大同，隆庆元年，召还去世[2]。"],
        ["许汝骥", 10, "许汝骥（？－？），字德卿，直隶宁国府宁国县人，匠籍，明朝政治人物、进士出身。"],
        ["罗廷绅", 11, "罗廷绅（？－？），字公书，陕西西安府邠州淳化县人，民籍，明朝政治人物、进士出身。"],
        ["杨　准", 12, "杨准（？－？），字汝平，直隶常州府宜兴县人，军籍，明朝政治人物、进士出身。"],
        ["叶万禄", 13, "叶万禄（？－？），字惟学，江西饶州千户所人，军籍，明朝政治人物、进士出身。"],
        ["黄　钧", 14, "黄钧（？－？），字叔秉，南阳府镇平县人人，河南归德卫军籍，明朝政治人物、进士出身。"],
        ["李如松", 15, "李如松（？－？），字子茂，山西平阳府洪洞县人，军籍，明朝政治人物、进士出身。"],
        ["庄士元", 16, "庄士元（？－？），字君聘，福建泉州府晋江县人，民籍，明朝政治人物、进士出身。"],
        ["李　贵", 17, "李贵（？－？），字廷良，江西南昌府丰城县人，军籍，明朝政治人物、进士出身。"],
        ["吕　穆", 18, "吕穆（？－？），字宗文，浙江嘉兴府秀水县人，民籍，明朝政治人物、进士出身。"],
        ["胡　麟", 19, "胡麟（？－？），字伯祥，直隶真定府藳城县人，民籍，明朝政治人物、进士出身。"],
        ["赵祖朝", 20, "赵祖朝（？－？），字宗正，浙江金华府东阳县人，民籍，明朝政治人物、进士出身。"],
        ["吕　旻", 21, "吕旻（？－？），字仁甫，福建漳州府龙溪县人，军籍，明朝政治人物、进士出身。"],
        ["江一麟", 22, "江一麟（1520年－1580年），字仲文，号新源，南直隶婺源江湾村人，明朝政治人物、抗倭名将、治淮功臣。"],
        ["何　宠", 23, "何宠（？－？），字汝锡，浙江台州府临海县人，民籍，明朝政治人物、进士出身。"],
        ["郭敬贤", 24, "郭敬贤（？－？），字希尧，广东潮州府海阳县人，民籍，明朝政治人物、进士出身。"],
        ["梁梦龙", 25, "梁梦龙（1527年－1602年），字干吉、乹吉[1]，号鸣泉[2]，諡贞敏，京师真定府真定县（今河北石家庄市正定县）人，明朝政治人物，官至吏部尚书、兵部尚书。"],
        ["齐　遇", 26, "齐遇（？－？），字士宾，直隶安庆府桐城县人，军匠籍，明朝政治人物、进士出身。"],
        ["邹　察", 27, "邹察（？－？），字明卿，常熟县人人，直隶苏州府长洲县民籍，明朝政治人物、进士出身。"],
        ["周道光", 28, "周道光（？－？），字子孚，直隶苏州府太仓州人，民籍，明朝政治人物、进士出身。"],
        ["何汝健", 29, "何汝健（？－？），字体干，直隶无锡县人人，南京留守左卫军籍，明朝政治人物、进士出身。"],
        ["应明德", 30, "应明德（？－？），字在明，浙江台州府临海县人，民籍，明朝政治人物、进士出身。"],
        ["李　裘", 31, "李裘（？－？），字绍冶，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["吴遵晦", 32, "吴遵晦（？－？），字明仲，浙江杭州府钱塘县人，民籍，明朝政治人物、进士出身。"],
        ["钞　介", 33, "钞介（？－？），字右宾，河南彰德卫人，军籍，明朝政治人物、进士出身。"],
        ["曾　镒", 34, "曾镒（？－？），字万甫，江西赣州府兴国县人人，直隶德州卫军籍，明朝政治人物、进士出身。"],
        ["谢鹏举", 35, "谢鹏举（1509年－1601年），字仲南，湖广武昌府蒲圻县人，厨籍，明朝政治人物、进士出身。"],
        ["阮文中", 36, "阮文中（？－？），字用和，江西南昌府南昌县人，匠籍，明朝政治人物、进士出身。"],
        ["孙鸣世", 37, "孙鸣世（？－？），字应卿，湖广承天府京山县人，军籍，明朝政治人物、进士出身。"],
        ["邓廷猷", 38, "邓廷猷（？－？），字汝嘉，湖广武昌府蒲圻县人，军籍，明朝政治人物、进士出身。"],
        ["张大韶", 39, "张大韶（？－？），字鸣德，直隶苏州府太仓州人，民籍，明朝政治人物、进士出身。"],
        ["赵与治", 40, "赵与治（？－？），字道隆，直隶常州府江阴县人，民籍，明朝政治人物、进士出身。"],
        ["沈志言", 41, "沈志言（？－？），字子谟，浙江杭州府海宁县人，民籍，明朝政治人物、进士出身。"],
        ["郑源彬", 42, "郑源彬（？－？），字汝宜，福建福州府长乐县人，民籍，明朝政治人物、进士出身。"],
        ["徐善庆", 43, "徐善庆（？－？），字元祯，江西抚州府金谿县人，民籍，明朝政治人物、进士出身。"],
        ["王希烈", 44, "王希烈（？－1577年），字子中，江西南昌人。明朝政治人物。"],
        ["杨　䌽", 45, "杨䌽（？－？），字质甫，江西吉安府泰和县人人，虎贲右卫军籍，明朝政治人物、进士出身。"],
        ["吴邦桢", 46, "吴邦桢（？－？），字子宁，直隶苏州府吴江县人，匠籍，明朝政治人物、进士出身。"],
        ["祝世廉", 47, "祝世廉（？－？），字子隅，浙江杭州府海宁县人，匠籍，明朝政治人物、进士出身。"],
        ["南　轩", 48, "南轩（1518年－1602年），字叔后，号阳谷，学者称渭上先生，陕西渭南，明朝政治人物、学者，进士出身。"],
        ["姜　宝", 49, "姜宝（？－？），字廷善，直隶镇江府丹阳县人，军籍，明朝政治人物、进士出身。"],
        ["王学颜", 50, "王学颜（？－？），字少潜，湖广长沙府湘潭县人，军籍，明朝政治人物、进士出身。"],
        ["赵祖鹏", 51, "赵祖鹏（？－？），字宗南，浙江金华府东阳县人，民籍，明朝政治人物、进士出身。"],
        ["徐　炳", 52, "徐炳（？－？），字仲孚，浙江杭州府海宁县人，军籍，明朝政治人物、进士出身。"],
        ["沈继志", 53, "沈继志（？－？），字体道，浙江嘉兴府桐乡县人，民籍，明朝政治人物、进士出身。"],
        ["馀朝卿", 54, "馀朝卿（？－？），字汝弼，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["瞿　晟", 55, "瞿晟（？－？），字景明，湖广黄州府蕲州黄梅县人，官籍，明朝政治人物、进士出身。"],
        ["徐　玭", 56, "徐玭（？－？），字叔明，浙江金华府兰谿县人，民籍，明朝政治人物、进士出身。"],
        ["胡汝嘉", 57, "胡汝嘉（？－？），字懋中，南京鹰扬卫人，官籍，明朝政治人物、进士出身。"],
        ["冯　叶", 58, "冯叶（？－？），字子奕，浙江宁波府慈谿县人，军籍，明朝政治人物、进士出身。"],
        ["夏惟纯", 59, "夏惟纯（？－？），字德卿，直隶真定府冀州人人，锦衣卫籍，明朝政治人物、进士出身。"],
        ["刘　侃", 60, "刘侃（？－？），字正言，湖广承天府京山县人，军籍，明朝政治人物、进士出身。"],
        ["曾一经", 61, "曾一经（？－？），字正夫，广东惠州府博罗县人，民籍，明朝政治人物、进士出身。"],
        ["喻南岳", 62, "喻南岳（？－？），字极夫，江西南昌府新建县人，民籍，明朝政治人物、进士出身。"],
        ["于惟一", 63, "于惟一（？－？），字德夫，直隶安庆府怀宁县人，官籍，明朝政治人物、进士出身。"],
        ["周贤宣", 64, "周贤宣，万安人，是一名明朝政治人物。进士出身。"],
        ["孙应鳌", 65, "孙应鳌（1527年－1586年），字山甫，号淮海，学者称淮海先生，贵州清平卫（今凯里）人，祖籍江苏如皋，明朝政治人物、理学家，进士出身。"],
        ["戴时雍", 66, "戴时雍（？－？），字逢尧，江西饶州府浮梁县人，民籍，明朝政治人物、进士出身。"],
        ["孙　铤", 67, "孙铤（1528年－1570年），明朝政治人物，字文初，号正峰，浙江馀姚人，锦衣卫籍。"],
        ["张大化", 68, "张大化（？－？），字原德，顺天府宛平县人，民籍，明朝政治人物、进士出身。"],
        ["屠　宽", 69, "屠宽（？－？），字德宏，苏州府吴江县人人，直隶松江府上海县民籍，明朝政治人物、进士出身。"],
        ["桂嘉孝", 70, "桂嘉孝（1512年－1571年），字纯甫，四川成都府成都县人，明朝政治人物[1]。"],
        ["方良曙", 71, "方良曙（？－？），字子宾，直隶徽州府歙县人，民籍，明朝政治人物、进士出身。"],
        ["周　望", 72, "周望（？－？），字道见，广东广州府东莞县人，军籍，明朝政治人物、进士出身。"],
        ["王　宇", 73, "王宇（？－？），字大猷，直隶苏州府崑山县人，军籍，明朝政治人物、进士出身。"],
        ["顾　阙", 74, "顾阙（？－？），字子良，湖广黄州府蕲州人，军籍，明朝政治人物、进士出身。"],
        ["金　深", 75, "金深（1513年5月5日－？年），字孔志，号绯江，南直隶松江府上海县人，四川成都府绵州籍[1]。"],
        ["李元泰", 76, "李元泰（？－？），字道隆，浙江馀姚县人人，云南云南中卫军籍，明朝政治人物、进士出身。"],
        ["徐师曾", 77, "徐师曾（？－？），字伯鲁，直隶苏州府吴江县人，民籍，明朝政治人物、进士出身。"],
        ["金立相", 78, "金立相（？－？），字道夫，号允庵，浙江台州府临海县人，民籍，明朝政治人物、进士出身。"],
        ["周时中", 79, "周时中（？－？），字从道，山东济南府临邑县人人，广西桂林右卫官籍，明朝政治人物、进士出身。"],
        ["杨一鹗", 80, "杨一鹗（？－？），字子荐，直隶广平府曲周县人，民籍，明朝政治人物、进士出身。"],
        ["孔惟德", 81, "孔惟德（？－？），字恒夫，河南汝宁府汝阳县人，匠籍，明朝政治人物、进士出身。"],
        ["程　金", 82, "程金（？－？），字德良，直隶徽州府歙县人，民籍，明朝政治人物、进士出身。"],
        ["王可大", 83, "王可大（？－？），字元简，苏州府吴江县人人，南京锦衣卫镇抚司籍，明朝政治人物、进士出身。"],
        ["张　僊", 84, "张僊（？－？），字诚之，江西饶州府浮梁县人，民籍，明朝政治人物、进士出身。"],
        ["臧继芳", 85, "臧继芳，（1516年－1568年），字原实，号尧山，浙江长兴人，明朝政治人物，进士出身。"],
        ["张四维", 86, "张四维（1526年－1585年），字子维，号凤磐，或作凤盘。明朝蒲州平阳（今山西临汾市）人。明中后期政治人物。"],
        ["锺一元", 87, "锺一元（？－？），字太初，浙江嘉兴府秀水县人，军籍，明朝政治人物、进士出身。"],
        ["周　鑑", 88, "周鑑（？－？），字子明，江西萍乡县人人，陕西平凉府仪卫司军籍，明朝政治人物、进士出身。"],
        ["曾　杰", 89, "曾杰（？－？），字国佐，江西建昌府南城县人，匠籍，明朝政治人物、进士出身。"],
        ["丘有嵓", 90, "丘有嵓（？－？），字孔观，福建泉州府晋江县人，军籍，明朝政治人物、进士出身。"],
        ["程廷策", 91, "程廷策（？－？），字汝扬，直隶徽州府休宁县人，民籍，明朝政治人物、进士出身。"],
        ["方万有", 92, "方万有（？－？），字如初，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["张　谊", 93, "张谊（？－？），字宜言，浙江绍兴府萧山县人，匠籍，明朝政治人物、进士出身。"],
        ["戴一俊", 94, "戴一俊（1530年－1607年），字惟宅，号卓峰，自号石室主人，福建惠安崇武镇人[1]。"],
        ["毛　术", 95, "毛术（？－？），字仲和，直隶顺德府任县人，民籍，明朝政治人物、进士出身。"],
        ["林　敬", 96, "林敬（？－？），字确成，福建漳州府漳浦县人，民籍，明朝政治人物、进士出身。"],
        ["蒋　焞", 97, "蒋焞（？－？），字子厚，广西桂林府全州人，民籍，明朝政治人物、进士出身。"],
        ["黎德充", 98, "黎德充（1505年－1564年），字本虚，江西饶州府乐平县人，民籍，治《诗经》，年四十九岁中式嘉靖三十二年癸丑科第二甲第九十八名进士。八月十五日生，行十二，曾祖黎宪祺；祖黎琯；父黎愈；母鄥氏。慈侍下，妻王氏，兄朗，弟德明。由县学生中式江西乡试第四十九名举人，会试中式第一百一名[1]。"],
        ["凌　立", 99, "凌立（？－？），字子中，浙江杭州府钱塘县人，民籍，明朝政治人物、进士出身。"],
        ["张问行", 100, "张问行（？－？），字维诚，山西蒲州人人，直隶定边卫军籍，明朝政治人物、进士出身。"],
        ["徐用光", 101, "徐用光（1526年－1560年），字成孚，号益庵，浙江金华府兰谿县人，民籍，明朝政治人物、进士出身。"],
        ["汪春时", 102, "汪春时（？－？），字子育，直隶徽州府婺源县人，民籍，明朝政治人物、进士出身。"],
        ["张正位", 103, "张正位（？－？），字以立，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["胡　湧", 104, "胡湧（？－？），字汝原，江西南康府星子县人，民籍，明朝政治人物、进士出身。"],
        ["胡士彦", 105, "胡士彦（？－？），字世美，江西饶州府鄱阳县人，民籍，明朝政治人物、进士出身。"]
    ],
    "index": 58,
    "url": "https://zh.wikipedia.org/wiki/Template:%E5%98%89%E9%9D%96%E4%B8%89%E5%8D%81%E4%BA%8C%E5%B9%B4%E7%99%B8%E4%B8%91%E7%A7%91%E6%AE%BF%E8%A9%A6%E9%87%91%E6%A6%9C",
    "third": [
        ["李东华", 1, "李东华（？－？），字景晓，江西南昌府丰城县人，民籍，明朝政治人物、进士出身。"],
        ["郭文辅", 2, "郭文辅（？－？），字共臣，山西阳曲县人人，金吾左卫匠籍，明朝政治人物、进士出身。"],
        ["姜继会", 3, "姜继曾（？－？），字守约，山东莱州府胶州人，官籍，明朝政治人物、进士出身。"],
        ["顾章志", 4, "顾章志（？－？），字子行，崑山县人人，直隶苏州府太仓州民籍，明朝政治人物、进士出身。"],
        ["徐仲楫", 5, "徐仲楫（？－？），字济卿，直隶苏州府长洲县人，民籍，明朝政治人物、进士出身。"],
        ["温如玉", 6, "温如玉（？－？），字孟纯，湖广郧阳府郧县人，民籍，明朝政治人物、进士出身。"],
        ["方　敏", 7, "方敏（？－？），字汝修，直隶徽州府祁门县人，民籍，明朝政治人物、进士出身。"],
        ["周　京", 8, "周京（？－？），字子依，直隶广平府永年县人，军籍，明朝政治人物、进士出身。"],
        ["吕　程", 9, "吕程（？－？），字宗洛，浙江嘉兴府秀水县人，民籍，明朝政治人物、进士出身。"],
        ["李　蓘", 10, "李蓘（1531年－1609年）字于田，号少庄，晚年自号黄谷山人，出生于顺阳（今河南省淅川县李官桥镇），祖籍邓州长乐林（今邓州市孟楼镇长乐岭）[注 1] 。明朝政治人物。"],
        ["吴时来", 11, "吴时来（？－1590年），字惟修、维修，号悟斋[1]，諡忠恪，浙江承宣布政使司台州府仙居县（今浙江省仙居县），明朝政治人物，官至都察院左都御史。"],
        ["徐　爌", 12, "徐爌（？－？），字明宇，直隶苏州府太仓州人，民籍，明朝政治人物、进士出身。"],
        ["李叔和", 13, "李叔和（？－？），字介甫，直隶徽州府祁门县人，民籍，明朝政治人物、进士出身。"],
        ["蒋应期", 14, "蒋应期（？－？），字汝昌，广西桂林府全州人，军籍，明朝政治人物、进士出身。"],
        ["曹　灼", 15, "曹灼（？－？），字用晦，直隶苏州府太仓州人，民籍，明朝政治人物、进士出身。"],
        ["王三锡", 16, "王三锡（1524年－1583年），字怀国，浙江省嘉兴府嘉兴县人，民籍，治《易经》，年三十岁中式嘉靖三十二年癸丑科第三甲第十六名进士。九月十三日生，行一，曾祖王敏，通判；祖王璇；父王绶；母潘氏。具庆下，妻宗氏，弟三接；三聘；三顾。由国子生中式浙江乡试第八十三名举人，会试中式第二百五十三名[1]。"],
        ["苑　囿", 17, "苑囿（？－？），字公甫，顺天府通州宝坻县人，民籍，明朝政治人物、进士出身。"],
        ["魏元吉", 18, "魏元吉（？－？），字敬之，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["王其勤", 19, "王其勤（？－？），字时敏，湖广荆州府松滋县人，民籍，明朝政治人物、进士出身。"],
        ["张求可", 20, "张求可（1515年－1574年），字中甫，四川成都府内江县人，民籍，治《易经》，年三十九岁中式嘉靖三十二年癸丑科第三甲第二十名进士。十二月十一日生，行二，曾祖张时宗，赠推官；祖张拱，南京户部郎中；父张璵；母宋氏。慈侍下，妻杨氏，兄适可；际可，弟见可；其可；行可；进可；朞可；永可；孚可。由国子生中式四川乡试第五十二名举人，会试中式第一百三十七名[1]。"],
        ["李春芳", 21, "李春芳（？－？），字□实，山西平阳府沁水县人，民籍，明朝政治人物、进士出身。"],
        ["陈　奎", 22, "陈奎（？－？），字汝星，福建福州府怀安县人，民籍，明朝政治人物、进士出身。"],
        ["王学谟", 23, "王学谟（？－？），字子扬，陕西西安府同州朝邑县人，匠籍，明朝政治人物、进士出身。"],
        ["吴承焘", 24, "吴承焘（？－？），字仁甫，直隶苏州府吴江县人，匠籍，明朝政治人物、进士出身。"],
        ["锺　沂", 25, "锺沂（？－？），字宗鲁，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["张九功", 26, "张九功（1528年－1565年），字惟叙，号继源。山西沁县人，明朝政治人物、进士出身。张鹏之子。"],
        ["唐自化", 27, "唐自化（？－？），字伯咸，直隶松江府华亭县人，灶籍，明朝政治人物、进士出身。"],
        ["江　北", 28, "江北（？－？），字拱北，江西广州府铅山县人人，顺天府霸洲民籍，明朝政治人物、进士出身。"],
        ["吴可行", 29, "吴可行（？－？），字子言，宜兴县人人，直隶常州府武进县民籍，明朝政治人物、进士出身。"],
        ["陆　泰", 30, "陆泰（？－？），字惟安，浙江宁波府鄞县人，军籍，明朝政治人物、进士出身。"],
        ["马自强", 31, "马自强（？－？），字体干，陕西西安府同州人，军籍，明朝政治人物、进士出身。"],
        ["蔡本端", 32, "蔡本端（？－？），字幼贞，福建福州府闽县人，民籍，明朝政治人物、进士出身。"],
        ["叶可成", 33, "叶可成（？－？），字懋学，直隶苏州府吴江县人，民籍，明朝政治人物、进士出身。"],
        ["梁　淮", 34, "梁淮（？－？），字中行，浙江金华县人人，锦衣卫镇抚司军籍，明朝政治人物、进士出身。"],
        ["李　瑶", 35, "李瑶（？－？），字温甫，山西平阳府解州人，民籍，明朝政治人物、进士出身。"],
        ["赵　桐", 36, "赵桐（？－？），字汝阳，山西平阳府绛州人，匠籍，明朝政治人物、进士出身。"],
        ["秦　禾", 37, "秦禾（？－？），字子实，直隶常州府无锡县人，民籍，明朝政治人物、进士出身。"],
        ["殷　仁", 38, "殷仁（？－？），字静夫，顺天府怀柔乡人人，龙骧卫官籍，明朝政治人物、进士出身。"],
        ["宋　儒", 39, "宋儒（？－？），字子淳，河南彰德府安阳县人，匠籍，明朝政治人物、进士出身。"],
        ["汪汝达", 40, "汪汝达（？－？），字志行，直隶常州府无锡县人，民籍，明朝政治人物、进士出身。"],
        ["李　琏", 41, "李琏（？－？），字从啇，顺天府蓟州遵化县人，民籍，明朝政治人物、进士出身。"],
        ["黄休泰", 42, "黄休泰（？－？），字启大，福建兴化府莆田县人，民籍，明朝政治人物、同进士出身。"],
        ["李从宜", 43, "李从宜（？－？），字宗贤，直隶大名府开州长垣县人，民籍，明朝政治人物、进士出身。"],
        ["郑　茂", 44, "郑茂（？－？），字士元，福建兴化府莆田县人，军籍，明朝政治人物、进士出身。"],
        ["杨文光", 45, "杨文光（？－？），字诚甫，直隶保定府安州人，民籍，明朝政治人物、进士出身。"],
        ["司马初", 46, "司马初（？－？），字元甫，浙江绍兴府会稽县人，儒籍，明朝政治人物、进士出身。"],
        ["张巽言", 47, "张巽言（？－？），字子绎，山东青州府益都县人，民籍，明朝政治人物、进士出身。"],
        ["郑　东", 48, "郑东（？－？），字子元，河南归德府商丘县人，民籍，明朝政治人物、进士出身。"],
        ["陈懋观", 49, "陈懋观（？－？），字孔质，福建福州府长乐县人，民籍，明朝政治人物、进士出身。"],
        ["胡应文", 50, "胡应文（？－？），字子会，直隶广平府永年县人，民籍，明朝政治人物、进士出身。"],
        ["张于逵", 51, "张于逵（？－？），字鸿与，广东广州府番禺县人，军籍，明朝政治人物、进士出身。"],
        ["曾　梅", 52, "曾梅（？－？），字以调，江西吉安府泰和县人，民籍，明朝政治人物、进士出身。"],
        ["史朝宜", 53, "史朝宜（1514年－1581年），字直之，号方斋，福建晋江平易里（今泉州市鲤城区西街）人，祖籍浙江鄞县（今宁波），明朝政治人物，同进士出身。"],
        ["李应元", 54, "李应元（？－？），字文征，河南开封府祥符县人，民籍，明朝政治人物、进士出身。"],
        ["杨世凤", 55, "杨世凤（？－？），字应韶，山西绛州人人，山东临清卫军籍，明朝政治人物、进士出身。"],
        ["朱　贤", 56, "朱贤（？－？），字进甫，江浦县人，南京应天卫军籍，明朝政治人物、进士出身。"],
        ["何　察", 57, "何察（？－？），字明甫，四川成都府温江县人，民籍，明朝政治人物、进士出身。"],
        ["杨世第", 58, "杨世第（1518年－1577年），字伯雄，四川省重庆府长寿县人，民籍，治《诗经》，年三十六岁中式嘉靖三十二年癸丑科第三甲第五十八名进士。六月二十六日生，行一，曾祖杨应春，太仆寺卿；祖杨琦，府经历；父杨延宗；嫡母郑氏；生母馀氏。慈侍下，妻冉氏。由县学生中式四川乡试第二十七名举人，会试中式第八十七名[1]。"],
        ["董　鲲", 59, "董鲲（？－？），字化卿，海盐县人人，浙江杭州府海宁县军籍，明朝政治人物、进士出身。"],
        ["周启大", 60, "周启大（？－？），字自微，湖广德安府应城县人，军籍，明朝政治人物、进士出身。"],
        ["杨　芷", 61, "杨芷（？－？），字文植，湖广德安府安陆县人，民籍，明朝政治人物、进士出身。"],
        ["樊　垣", 62, "樊垣（1529年－1588年），字伯师，四川省叙州府宜宾县人，民籍，治《诗经》，年二十五岁中式嘉靖三十二年癸丑科第三甲第六十二名进士。五月二十八日生，行一，曾祖樊永明；祖樊顷；父樊才良，听选官；母龚氏。具庆下，妻张氏，弟翰；卫。由县学生中式四川乡试第二十五名举人，会试中式第一百五十五名[1]。"],
        ["刘存义", 63, "刘存义（？－？），字质卿，湖广襄阳卫人，军籍，明朝政治人物、进士出身。"],
        ["戚元辅", 64, "戚元辅（？－？），字希周，浙江嘉兴府嘉兴县人，匠籍，明朝政治人物、进士出身。"],
        ["慎　蒙", 65, "慎蒙（？－？），字子正，浙江湖州府归安县人，民籍，明朝政治人物、进士出身。"],
        ["罗汝芳", 66, "罗汝芳（1515年－1588年），字惟德，号近溪，江西南城人。明朝官员，泰州学派代表人物之一。"],
        ["秦　淦", 67, "秦淦（？－？），字懋清，浙江宁波府慈谿县人，民籍，明朝政治人物、进士出身。"],
        ["崔宗尧", 68, "崔宗尧（1512年－？），字汝钦，号辛桥，山西长治人，明朝政治人物，同进士出身。"],
        ["黄仁惠", 69, "黄仁惠（？－？），字廷敷，福建福州府福清县人，军籍，明朝政治人物、进士出身。"],
        ["刘　廓", 70, "刘廓（？－？），字公蕴，山东青州府寿光县人，官籍，明朝政治人物、进士出身。"],
        ["周思久", 71, "周思久（？－？），字子征，湖广黄州府麻城县人，军籍，明朝政治人物、进士出身。"],
        ["刘尧诲", 72, "刘尧诲（1522年－1585年），字君纳，号凝斋，湖广临武县人。明朝政治人物。嘉靖进士。以新喻县知县历官给事中，累升福建巡抚、两广总督等职。官至南京兵部尚书。"],
        ["葛　慈", 73, "葛慈（？－？），字伯止，直隶广德州人人，湖广荆州府江陵县民籍，明朝政治人物、进士出身。"],
        ["王文炳", 74, "王文炳（？－？），字道充，江西吉安府庐陵县人，民籍，明朝政治人物、进士出身。"],
        ["俞　意", 75, "俞意（？－？），字子诚，浙江绍兴府山阴县人，民籍，明朝政治人物、进士出身。"],
        ["沈　珤", 76, "沈珤（？－？），字邦重，浙江德清县人人，武功左卫匠籍，明朝政治人物、进士出身。"],
        ["蔡　结", 77, "蔡结（？－？），字国凝，湖广汉阳府汉阳县人，军籍，明朝政治人物、进士出身。"],
        ["徐　梓", 78, "徐梓（？－？），字汝良，浙江杭州府馀杭县人，民籍，明朝政治人物、同进士出身。"],
        ["石　梁", 79, "石梁（？－？），字士升，福建福州府长乐县人，民籍，明朝政治人物、进士出身。"],
        ["江万仞", 80, "江万仞（？－？），字若度，福建泉州府晋江县人，匠籍，明朝政治人物、进士出身。"],
        ["卜大顺", 81, "卜大顺（1520年－1561年），字达夫，号簠泉，浙江嘉兴府秀水县（今浙江省嘉兴市）人。明朝政治人物，嘉靖年间进士，官至吏部郎中。"],
        ["曹　科", 82, "曹科（？－？），字淑四，山西太原府石州宁乡县人，军籍，明朝政治人物、进士出身。"],
        ["杨君玺", 83, "杨君玺（？－？），字廷信，山东文登县人人，彭城卫军籍，明朝政治人物、进士出身。"],
        ["董世彦", 84, "董世彦（？－？），字子才，河南开封府钧州人，民籍，明朝政治人物、进士出身。"],
        ["程　熟", 85, "程熟（？－？），字伯生，直隶大名府开州人，军籍，明朝政治人物、进士出身。"],
        ["莫　仰", 86, "莫抑，字允升，广西马平人，明朝政治人物。"],
        ["曾廷芝", 87, "曾廷芝（？－？），字子芳，江西庐陵县人人，湖广汉阳府汉阳县民籍，明朝政治人物、进士出身。"],
        ["朱　𥘼", 88, "朱袗（？－？），字汝衷，湖广黄州府蕲水县人，民籍，明朝政治人物、进士出身。"],
        ["陈　志", 89, "陈志，福建省兴化府莆田县（今福建省莆田县）人，明朝政治人物、进士出身。"],
        ["周斯盛", 90, "周斯盛（？－？），字子才，陕西庆阳府宁州人，民籍，明朝政治人物、进士出身。"],
        ["潘子霓", 91, "潘子霓（？－？），字望甫，山西蔚州人人，山东济南府羣牧所军籍，明朝政治人物、进士出身。"],
        ["黄　吉", 92, "黄吉（？－？），字子修，直隶大名府开州长垣县人，民籍，明朝政治人物、进士出身。"],
        ["刘曰材", 93, "刘曰材（？－？），字汝成，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["刘　泉", 94, "刘泉（？－？），字渐甫，直隶苏州府常熟县人，民籍，明朝政治人物、进士出身。"],
        ["万　鹏", 95, "万鹏（？－？），字汝南，直隶常州府武进县人，民籍，明朝政治人物、进士出身。"],
        ["尹士龙", 96, "尹士龙（？－？），字见卿，浙江宁波府慈谿县人，民籍，明朝政治人物、进士出身。"],
        ["王察言", 97, "王察言（？－？），字师舜，山西马邑县人人，山东东昌府濮州朝城县民籍，明朝政治人物、进士出身。"],
        ["向　淇", 98, "向淇（？－？），字子瞻，湖广辰州府沅陵县人，军籍，明朝政治人物、进士出身。"],
        ["魏济民", 99, "魏济民（？－？），字子仁，直隶保定府定兴县人，民籍，明朝政治人物、进士出身。"],
        ["朱　茹", 100, "朱茹（1529年－1588年），字以汇，四川省泸州人，明朝政治人物[1]。"],
        ["盛　周", 101, "盛周（？－？），字文郁，浙江嘉兴府秀水县人，匠籍，明朝政治人物、进士出身。"],
        ["张九一", 102, "张九一（1533年－1598年），字助甫，河南省汝宁府新蔡县孙召乡绿波楼村人，明朝政治人物。"],
        ["沈维藩", 103, "沈维藩（？－？），字岳卿，江西德化县人人，直隶定州卫军籍，明朝政治人物、进士出身。"],
        ["罗嘉宾", 104, "罗嘉宾（1522年－1581年），字兴贤，四川省叙州府宜宾县人，民籍，治《诗经》，年三十二岁中式嘉靖三十二年癸丑科第三甲第一百零四名进士。十一月初七日生，行一，曾祖罗锦文；祖罗鼎，教谕；父罗舜臣；母周氏。重庆下，妻徐氏，弟用宾；大宾。由县学生中式四川乡试第十九名举人，会试中式第一百十名[1]。"],
        ["孙　乔", 105, "孙乔（？－？），字子迁，湖广黄州府蕲州广济县人，军籍，明朝政治人物、进士出身。"],
        ["杜　实", 106, "杜实（？－？），字伯润，山西榆社县人人，陕西庆阳卫军籍，明朝政治人物、进士出身。"],
        ["温如春", 107, "温如春（？－？），字和甫，山东益都县人人，河南洛阳中护卫官籍，明朝政治人物、进士出身。"],
        ["金　燕", 108, "金燕（？－？），字尚宾，直隶安庆府潜山县人，军籍，明朝政治人物、进士出身。"],
        ["杨九韶", 109, "杨九韶（？－？），字成甫，浙江绍兴府馀姚县开原乡双桥杨家人，灶籍，明朝政治人物、进士出身。"],
        ["杨　棐", 110, "杨棐（？－？），字宾周，福建建宁府建安县人，民籍，明朝政治人物、进士出身。"],
        ["李　瑜", 111, "李瑜（？－？），字季纯，陕西西安府三原县人，军籍，明朝政治人物、进士出身。"],
        ["秦可大", 112, "秦可大（？－？），字仲修，陕西西安府咸宁县人，匠籍，明朝政治人物、进士出身。"],
        ["柳东伯", 113, "柳东伯（？－？），字孟卿，湖广常德府武陵县人，军籍，明朝政治人物、进士出身。"],
        ["张　鹏", 114, "张鹏（？－？），字子抟，大同府大同县人人，山西平定州千户所军籍，明朝政治人物、进士出身。"],
        ["戴文奎", 115, "戴文奎（？－？），字玄明，直隶苏州府崑山县人，民籍，明朝政治人物、进士出身。"],
        ["俞文荣", 116, "俞文荣（？－？），字国华，直隶松江府上海县人，民籍，明朝政治人物、进士出身。"],
        ["呼为卿", 117, "呼为卿（？－？），字相之，山东黄县人人，辽东定辽左卫军籍，明朝政治人物、进士出身。"],
        ["金　柱", 118, "金柱（？－？），字国桢，浙江绍兴府上虞县人，民籍，明朝政治人物、进士出身。"],
        ["萧九峯", 119, "萧九峯（？－？），字寿夫，江西庐陵县人人，直隶兴州后屯卫军籍，明朝政治人物、进士出身。"],
        ["李伯遇", 120, "李伯遇（？－？），字载纯，福建泉州府晋江县人，军籍，明朝政治人物、进士出身。"],
        ["管嘉福", 121, "管嘉福（？－？），字正甫，山东莱州府胶州高密县人，匠籍，明朝政治人物、进士出身。"],
        ["李　凤", 122, "李凤（？－？），字鸣冈，江西大庾县人人，广东广州府番禺县民籍，明朝政治人物、进士出身。"],
        ["陈　甲", 123, "陈甲（？－？），字会先，直隶常州府江阴县人，军籍，明朝政治人物、进士出身。"],
        ["王宗会", 124, "王宗会（？－？），字宾之，福建泉州府晋江县人，军籍，明朝政治人物、进士出身。"],
        ["张待化", 125, "张待化（？－？），字子鱼，直隶大名府开州人，民籍，明朝政治人物、进士出身。"],
        ["吴道直", 126, "吴道直（？－？），字敬甫，直隶真定府定州人，民籍，明朝政治人物、进士出身。"],
        ["张乔桧", 127, "张乔桧（？－？），字行节，福建泉州府晋江县人，灶籍，明朝政治人物、进士出身。"],
        ["沈　淳", 128, "沈淳（？－？），字仲庞，浙江杭州府海宁县人，灶籍，明朝政治人物、进士出身。"],
        ["李廷龙", 129, "李廷龙（？－？），字德化，湖广长沙府湘阴县人，军籍，明朝政治人物、进士出身。"],
        ["何　全", 130, "何全（？－？），字原学，成都府温江县人人，四川仪卫司籍，明朝政治人物、进士出身。"],
        ["戴景和", 131, "戴景和（1527年－1586年），字叔宣，四川省泸州人，民籍，治《书经》，年二十七岁中式嘉靖三十二年癸丑科第三甲第一百三十一名进士。十月初二日生，行一，曾祖戴永清；祖戴政；父戴显荣；前母杨氏；杨氏。具庆下，妻桂氏，弟景星；景明。由州学生中式四川乡试第八名举人，会试中式第二百六十八名[1]。"],
        ["李寅实", 132, "李寅实（？－？），字于中，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["徐　行", 133, "徐行（？－？），字之弟，直隶保定府博野县人，民籍，明朝政治人物、进士出身。"],
        ["刘起蒙", 134, "刘起蒙（1523年12月23日－1583年），字养之，号岷源，四川省重庆府巴县人，明朝政治人物[1]。"],
        ["董尧封", 135, "董尧封（？－？），字淑化，河南河南府洛阳县人，民籍，明朝政治人物、进士出身。"],
        ["王汝正", 136, "王汝正（？－？），字养之，顺天府蓟州人，民籍，明朝政治人物、进士出身。"],
        ["陈　麟", 137, "陈麟（？－？），字子祥，直隶桐城县人人，河南河南卫军籍，明朝政治人物、进士出身。"],
        ["罗　良", 138, "罗良（？－？），字虞臣，江西吉安府万安县人，民籍，明朝政治人物、进士出身。"],
        ["杜时芳", 139, "杜时芳（1519年－1578年），字子实，四川省顺庆府南充县人，民籍，治《诗经》，年三十五岁中式嘉靖三十二年癸丑科第三甲第一百三十九名进士。正月十五日生，行一，曾祖杜成；祖杜思荣；父杜立；母何氏；继母郝氏。重庆下，妻王氏，弟联芳。由国子生中式四川乡试第四十二名举人，会试中式第三百六十九名[1]。"],
        ["甄　敬", 140, "甄敬（？－？），字子一，岢岚州岚县人人，山西太原府平定州千户所军籍，明朝政治人物、进士出身。"],
        ["林有望", 141, "林有望（？－？），字思道，直隶安庆府桐城县人，民籍，明朝政治人物、进士出身。"],
        ["燕仲义", 142, "燕仲义（？－？），字履道，直隶苏州府吴县人，匠籍，明朝政治人物、进士出身。"],
        ["顾曾唯", 143, "顾曾唯（？－？），字一贯，直隶苏州府吴江县人，民籍，明朝政治人物、进士出身。"],
        ["张存义", 144, "张存义（？－？），字宜甫，福建建宁府建安县人，民籍，明朝政治人物、进士出身。"],
        ["钱同文", 145, "钱同文（？－？），字大行，浙江嘉兴府嘉兴县人，民籍，明朝政治人物、进士出身。"],
        ["穆甯中", 146, "穆寗中（？－？），字允执，直隶永平府山海卫人人，府军前卫官籍，明朝政治人物、进士出身。"],
        ["葛大纪", 147, "葛大纪（？－？），字伯理，陕西商州人人，直隶潼关卫旗籍，明朝政治人物、进士出身。"],
        ["凌　儒", 148, "凌儒（？－？），字真卿，直隶扬州府泰州人，民匠籍，明朝政治人物、进士出身。"],
        ["黄　森", 149, "黄森（？－？），字敬蕃，福建泉州府惠安县人，民籍，明朝政治人物、进士出身。"],
        ["牛山木", 150, "牛山木（？－？），字子美，直隶广平府曲周县人，民籍，明朝政治人物、进士出身。"],
        ["赵　圭", 151, "赵圭（？－？），字子重，浙江绍兴府山阴县人，军籍，明朝政治人物、进士出身。"],
        ["王彦民", 152, "王彦民（？－？），字子惟，直隶顺德府商丘县人，民籍，明朝政治人物、进士出身。"],
        ["叶　龙", 153, "叶龙（？－？），字干甫，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["祝干寿", 154, "祝干寿（？－？），字以仁，湖广德安府应城县人，军籍，明朝政治人物、进士出身。"],
        ["孟　重", 155, "孟重（？－？），字女器，陕西西安府渭南县人，军籍，明朝政治人物、进士出身。"],
        ["张学颜", 156, "张学颜（16世纪－1598年），字子愚，直隶肥乡县（今属河北省邯郸市）人。明朝政治人物，官至户部尚书。"],
        ["李伯生", 157, "李伯生（1523年－1582年），字子元，四川省重庆府巴县人，军籍，治《易经》，年三十一岁中式嘉靖三十二年癸丑科第三甲第一百五十七名进士。六月初十日生，行二，曾祖李本良；祖李英；父李茂松；母王氏。具庆下，妻王氏，兄肇生。由县学增广生中式四川乡试第五十四名举人，会试中式第三百八十九名[1]。"],
        ["黄作孚", 158, "黄作孚（？－？），字汝从，山东莱州府即墨县人，军籍，明朝政治人物、进士出身。"],
        ["萧奇勳", 159, "萧奇勳（？－？），字懋建，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["许从龙", 160, "许从龙（？－？），字伯云，嘉定县人人，直隶苏州府崑山县民籍，明朝政治人物、进士出身。"],
        ["乔应光", 161, "乔应光（？－？），字子实，山西太原府石州人，军籍，明朝政治人物、进士出身。"],
        ["李　瑚", 162, "李瑚（？－？），字周珎，福建漳州府龙溪县人，民籍，明朝政治人物、进士出身。"],
        ["方时学", 163, "方时学（？－？），字敏之，河南河南卫人，军籍，明朝政治人物、进士出身。"],
        ["陈　珊", 164, "陈珊（？－？），字鸣仲，四川富顺县人人，贵州铜仁府铜仁司民籍，明朝政治人物、进士出身。"],
        ["黄干行", 165, "黄干行（？－？），字叔阳，福建福宁州人，军籍，明朝政治人物、进士出身。"],
        ["凌邦奇", 166, "凌邦奇（？－？），字正伯，直隶苏州府崑山县人，民籍，明朝政治人物、进士出身。"],
        ["王宗彝", 167, "王宗彝（？－？），字用中，山西平阳府解州闻喜县人，军籍，明朝政治人物、进士出身。"],
        ["归大道", 168, "归大道（？－？），字懋庸，直隶苏州府长洲县人，民籍，明朝政治人物、进士出身。"],
        ["钱邦偁", 169, "钱邦偁（？－？），字叔美，湖广黄州府蕲水县人，军籍，明朝政治人物、进士出身。"],
        ["叶期远", 170, "叶期远（？－？），字士毅，福建漳州府漳浦县人，民籍，明朝政治人物、进士出身。"],
        ["何　棨", 171, "何棨（？－？），字信卿，顺天府涿州人，民籍，明朝政治人物、进士出身。"],
        ["华秉中", 172, "华秉中（？－？），字正夫，直隶松江府上海县人，民籍，明朝政治人物、进士出身。"],
        ["郭　嵩", 173, "郭嵩（？－？），字叔中，湖广承天府潜江县人，民籍，明朝政治人物、进士出身。"],
        ["李　佩", 174, "李佩（？－？），字子玉，陕西汉中府南郑县人，民籍，明朝政治人物、进士出身。"],
        ["王惟宁", 175, "王惟宁（？－？），字子静，陕西西安府兴平县人，民籍，明朝政治人物、进士出身。"],
        ["王宫用", 176, "王宫用（？－？），字近臣，直隶广平府成安县人，民籍，明朝政治人物、进士出身。"],
        ["杜　完", 177, "杜完（1512年－1571年），字子脩，四川省叙州府宜宾县人，民籍，治《诗经》，年四十二岁中式嘉靖三十二年癸丑科第三甲第一百七十七名进士。十一月初九日生，行六，曾祖杜以忠，府同知；祖杜崇；父杜轸；前母唐氏；田氏。永感下，妻童氏，兄容（岁贡生）；寀；宾；官；宠。由国子生中式四川乡试第四十五名举人，会试中式第五十二名[1]。"],
        ["晁东吴", 178, "晁东吴（？－？），字叔泰，直隶大名府开州人，匠籍，明朝政治人物、进士出身。"],
        ["江　奎", 179, "江奎（？－？），字国祥，应天府句容县人人，辽东广宁中屯卫官籍，明朝政治人物、进士出身。"],
        ["边　傒", 180, "边傒（？－？），字志甫，直隶河间府任丘县人，官籍，明朝政治人物、进士出身。"],
        ["李邦魁", 181, "李邦魁（？－？），字士元，山东莱州府高密县人，军籍，明朝政治人物、进士出身。"],
        ["宋继祖", 182, "宋继祖（1526年－1585年），字汝孝，南直隶苏州府常熟县人，四川潼川州中江县籍，明朝政治人物[1]。"],
        ["赵　教", 183, "赵教（？－？），字子学，湖广黄州府麻城县人，民籍，明朝政治人物、进士出身。"],
        ["刘鸣阳", 184, "刘鸣阳（？－？），字应明，山西太原府孟县人，民籍，明朝政治人物、进士出身。"],
        ["林　命", 185, "林命（？－？），字子顺，福建建宁府建安县人，民籍，明朝政治人物、进士出身。"],
        ["夏　儒", 186, "夏儒（？－？），字汝醇，直隶镇江府丹徒县人，军籍，明朝政治人物、进士出身。"],
        ["徐　浦", 187, "徐浦（？－？），字伯源，福建建宁府浦城县人，军籍，明朝政治人物、进士出身。"],
        ["郭士髦", 188, "郭士髦（？－？），字召卿，山西潞安府壶关县人，民籍，明朝政治人物、进士出身。"],
        ["樊　倣", 189, "樊倣（？－？），字一甫，进贤县人人，江西南昌府南昌县民籍，明朝政治人物、进士出身。"],
        ["张书绅", 190, "张书绅（？－？），字思诚，直隶苏州府常熟县人，匠籍，明朝政治人物、进士出身。"],
        ["姜　儆", 191, "姜儆（？－？），字君习，江西南昌府南昌县人，军籍，明朝政治人物、进士出身。"],
        ["孙大学", 192, "孙大学（？－？），字希曾，浙江绍兴府山阴县人，民籍，明朝政治人物、进士出身。"],
        ["黄　泮", 193, "黄泮（？－？），字鲁在，福建漳州府龙溪县人，民籍，明朝政治人物、进士出身。"],
        ["周　滋", 194, "周滋（？－？），字伯霖，诸城县人人，山东青州左卫军籍，明朝政治人物、进士出身。"],
        ["郭汝霖", 195, "郭汝霖（1510年－1580年），字时望，号一厓，江西永丰县人。明朝政治人物。"],
        ["崔孔昕", 196, "崔孔昕（？－？），字晋明，山东济南府滨州人，军籍，明朝政治人物、进士出身。"],
        ["刘　祜", 197, "刘祜（？－？），字淑脩，山东莱州府掖县人，匠籍，明朝政治人物、进士出身。"],
        ["刘以节", 198, "刘以节（？－？），字叔度，广东潮州府海阳县人，民籍，明朝政治人物、进士出身。"],
        ["徐大壮", 199, "徐大壮（？－？），字子贞，直隶大名府开州长垣县人，民籍，明朝政治人物、进士出身。"],
        ["姜子羔", 200, "姜子羔（？－？），字宗孝，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["史朝富", 201, "史朝富（？－？），字节之，福建泉州府晋江县人，匠籍，明朝政治人物、进士出身。"],
        ["唐继禄", 202, "唐继禄（？－？），字子崇，直隶松江府上海县人，民籍，明朝政治人物、进士出身。"],
        ["路王道", 203, "路王道（1528年－？），字天德、汝遵，号坦斋，山西屯留人，明朝政治人物，同进士出身。"],
        ["郭　斗", 204, "郭斗（？－？），字应宿，河南封丘县人人，云南云南右卫官籍，明朝政治人物、进士出身。"],
        ["李一科", 205, "李一科（？－？），字志道，山东兖州府东平州人，军籍，明朝政治人物、进士出身。"],
        ["党　绪", 206, "党绪（？－？），字汝承，直隶常州府无锡县人人，锦衣卫旗籍，明朝政治人物、进士出身。"],
        ["王　渐", 207, "王渐（？－？），字斯进，山东莱州府潍县人，军籍，明朝政治人物、进士出身。"],
        ["袁祖荣", 208, "袁祖荣（？－？），字德甫，浙江宁波府鄞县人，民籍，明朝政治人物、进士出身。"],
        ["黄　纪", 209, "黄纪（？－？），字子陈，江西抚州府临川县人，民籍，明朝政治人物、进士出身。"],
        ["李希洛", 210, "李希洛（？－？），字宗程，直隶江都县人人，山西太原左卫军籍，明朝政治人物、进士出身。"],
        ["孙一正", 211, "孙一正（？－？），字格卿，陕西西安府华州渭南县人，军籍，明朝政治人物、进士出身。"],
        ["罗　田", 212, "罗田（？－？），字汝获，河南汝宁府光州光山县人，民籍，明朝政治人物、进士出身。"],
        ["刘　涷", 213, "刘冻（？－？），字汝宗，湖广黄州府麻城县人，民籍，明朝政治人物、进士出身。"],
        ["李从教", 214, "李从教（？－？），字伯勉，陕西西安府同州人，民籍，明朝政治人物、进士出身。"],
        ["高应芳", 215, "高应芳（？－？），字惟实，江西抚州府金谿县人，民籍，明朝政治人物、进士出身。"],
        ["何　煃", 216, "何煃（？－？），字文明，直隶宁国府南陵县人，军籍，明朝政治人物、进士出身。"],
        ["祝尧焕", 217, "祝尧焕（？－？），字文征，山东东昌府濮州人，民籍，明朝政治人物、进士出身。"],
        ["冯叔吉", 218, "冯叔吉（？－？），字汝迪，浙江宁波府慈谿县人，军籍，明朝政治人物、进士出身。"],
        ["杨　旦", 219, "杨旦（？－？），字汝明，浙江绍兴府上虞县人，灶籍，明朝政治人物、进士出身。"],
        ["易道谈", 220, "易道谈，四川巴陵人，是一名明朝政治人物。"],
        ["熊　坦", 221, "熊坦（？－？），字履道，通山县人人，湖广武昌府兴国州民籍，明朝政治人物、进士出身。"],
        ["张烈文", 222, "张烈文（？－？），字元焕，直隶巢县人人，云南蒙化卫军籍，明朝政治人物、进士出身。"],
        ["成守节", 223, "成守节（？－？），字子安，山西太谷县人人，山东兖州府曹州军籍，明朝政治人物、进士出身。"],
        ["史桂芳", 224, "史桂芳（？－？），字景实，江西饶州府鄱阳县人，民籍，明朝政治人物、进士出身。"],
        ["熊　迥", 225, "熊逈（1522年－1581年），字叔远，号南墩，四川省叙州府富顺县人，明朝政治人物。[1]"],
        ["吴非玉", 226, "吴非玉（？－？），字得莹，福建兴化府莆田县人，军籍，明朝政治人物、进士出身。"],
        ["王汝言", 227, "王汝言（1525年－1579年），字子慎，山东济南府滨州人，武骧左卫官籍，明朝政治人物。"],
        ["萧九成", 228, "萧九成（？－？），字汝和，江西庐陵县人人，直隶兴州后屯卫军籍，明朝政治人物、进士出身。"],
        ["徐耀宗", 229, "徐耀宗（？－？），字进贤，山东青州府蒙阴县人，军籍，明朝政治人物、进士出身。"],
        ["魏学曾", 230, "魏学曾（1525年－1596年），字惟贯，陕西泾阳县西关魏家壕人，陕西汉中府金州紫阳县民籍，明朝政治人物。官至兵部尚书、三边总督。"],
        ["李得春", 231, "李得春（？－？），字茂先，湖广承天府锺祥县人，民籍，明朝政治人物、进士出身。"],
        ["戴　冕", 232, "戴冕（？－？），字子端，河南河南府洛阳府人，军籍，明朝政治人物、进士出身。"],
        ["史起蛰", 233, "史起蛰（？－？），字德龙，应天府溧阳县人人，直隶扬州府江都县军籍，明朝政治人物、进士出身。"],
        ["史　官", 234, "史官（？－？），字懋德，河南河南卫人，官籍，明朝政治人物、进士出身。"],
        ["冯舜渔", 235, "冯舜渔（？－？），字泽甫，山西平阳府蒲州人，民籍，明朝政治人物、进士出身。"],
        ["魏　堂", 236, "魏堂（？－？），字汝高，襄阳县人人，湖广承天府奉祠所籍，明朝政治人物、进士出身。"],
        ["王　业", 237, "王业（？－？），字惟勤，陕西西安府高陵县人，民籍，明朝政治人物、进士出身。"],
        ["吴思敬", 238, "吴思敬（？－？），字德钦，直隶江阴县人人，山东德州卫军籍，明朝政治人物、进士出身。"],
        ["庞尚鹏", 239, "庞尚鹏（1524年－1580年），字少南，号惺庵，广东南海县人，明朝政治人物，嘉靖进士。万历年间官至福建巡抚。"],
        ["田三戒", 240, "田三戒（？－？），字子慎，山东济南府德州人，民籍，明朝政治人物、进士出身。"],
        ["沈熙载", 241, "沈熙载（？－？），字端揆，直隶苏州府崑山县人，民籍，明朝政治人物、进士出身。"],
        ["金应峯", 242, "金应奎（？－？），字文宿，浙江杭州府仁和县人，民籍，明朝政治人物、进士出身。"],
        ["方攸绩", 243, "方攸绩（？－？），字君谦，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["苏　存", 244, "苏存（？－？），字性甫，直隶河间府任丘县人，民籍，明朝政治人物、进士出身。"],
        ["杜鹏翔", 245, "杜鹏翔（？－？），字云翀，山西隰州人人，顺天府霸州民籍，明朝政治人物、进士出身。"],
        ["曾　濂", 246, "曾濂（？－？），字子濬，江西吉安府永丰县人，军籍，明朝政治人物、进士出身。"],
        ["毛　钢", 247, "毛钢（？－？），字伯鍊，山西太平县人人，顺天府蓟州官籍，明朝政治人物、进士出身。"],
        ["徐　节", 248, "徐节（1526年－1581年），字和卿，号頣斋，山西临汾县人，军籍，明朝政治人物、进士出身。"],
        ["潘　铨", 249, "潘铨（？－？），字文衡，浙江湖州府德清县人，民籍，明朝政治人物、进士出身。"],
        ["祝舜龄", 250, "祝舜龄（？－？），字寿卿，直隶常州府无锡县人，军籍，明朝政治人物、进士出身。"],
        ["王　咏", 251, "王咏（1528年－1587年），字于诗，四川省嘉定州人，民籍，治《书经》，年二十六岁中式嘉靖三十二年癸丑科第三甲第二百五十一名进士。十月二十一日生，行一，曾祖王时，义官；祖王守山；父王拱极；母童氏。慈侍下，妻周氏，弟谏；诚。由州学生中式四川乡试第二十二名举人，会试中式第八名[1]。"],
        ["崔大德", 252, "崔大德（1523年－？） ，字子谦，号临溪，山西长治人，明朝政治人物，同进士出身。"],
        ["王大任", 253, "王大任（？－？），字汝成，陕西延安府保安县人，军籍，明朝政治人物、进士出身。"],
        ["雷上儒", 254, "雷上儒（？－？），字季常，湖广武昌府嘉鱼县人，军籍，明朝政治人物、进士出身。"],
        ["杜　璿", 255, "杜璿（？－？），字子重，山东东昌府临清州丘县人，民籍，明朝政治人物、进士出身。"],
        ["陈德騄", 256, "陈德騄（？－？），字房甫，湖广德安府应城县人，官籍，明朝政治人物、进士出身。"],
        ["何惟憼", 257, "何惟憼（？－？），字汝一，直隶凤阳府寿州蒙城县人，军籍，明朝政治人物、进士出身。"],
        ["古文炳", 258, "古文炳（？－？），字仲毨，广东广州府番禺县人，民籍，明朝政治人物、进士出身。"],
        ["雷金科", 259, "雷金科（？－？），字公宪，福建建宁府建安县人，民籍，明朝政治人物、进士出身。"],
        ["季永康", 260, "季永康（？－？），字克雍，天津左卫人人，直隶沧州守御千户所旗籍，明朝政治人物、进士出身。"],
        ["张守道", 261, "张守道（？－？），字希贤，陕西西安府泾阳县人，军籍，明朝政治人物、进士出身。"],
        ["苟延庚", 262, "苟延庚（？－？），字季寿，四川嘉定府峨眉县人，民籍，明朝政治人物、进士出身。"],
        ["侯有功", 263, "侯有功（？－？），字思谦，江西饶州府浮梁县人，民籍，明朝政治人物、进士出身。"],
        ["黄希宪", 264, "黄希宪（？－？），字伯容，江西抚州府金谿县人，民籍，明朝政治人物、进士出身。"],
        ["李一阳", 265, "李一阳（？－？），字道原，福建泉州府同安县人，民籍，明朝政治人物、进士出身。"],
        ["王　治", 266, "王治（？－？），字本道，山西太原府忻州人，民籍，明朝政治人物、进士出身。"],
        ["刘得宽", 267, "刘得宽（？－？），字幼平，山西平阳府解州安邑县人，灶籍，明朝政治人物、进士出身。"],
        ["罗廷唯", 268, "罗廷唯（1526年－1558年），字曾甫，四川省重庆府永川县人，明朝政治人物。"],
        ["王可信", 269, "王可信（？－？），字子忠，直隶顺德府平乡县人，民籍，明朝政治人物、进士出身。"],
        ["安　谦", 270, "安谦（？－？），字汝光，直隶广平府成安县人，儒籍，明朝政治人物、进士出身。"],
        ["曾　震", 271, "曾震（1533年－1592年），字汝东，四川省泸州合江县人，民籍，治《易经》，年二十一岁中式嘉靖三十二年癸丑科第三甲第二百七十一名进士。正月二十六日生，行四，曾祖曾海宽，封户部主事；祖曾璠，卫经历；父曾士交，贡士；母唐氏。具庆下，妻任氏，兄曦；晓；明，弟益；晋；升；巽；萃。由县学生中式四川乡试第六名举人，会试中式第三百九十九名[1]。"],
        ["谢朝锡", 272, "谢朝锡（1519年－1578年），字怀邦，四川省叙州府富顺县人，民籍，治《诗经》，年三十五岁中式嘉靖三十二年癸丑科第三甲第二百七十二名进士。七月二十九日生，行一，曾祖谢训；祖谢金海；父谢鸣豸；母丁氏。重庆下，妻金氏，弟朝聘；朝玺。由国子生中式四川乡试第三十三名举人，会试中式第二百九十九名[1]。"],
        ["孙　用", 273, "孙用（？－？），字行可，福建福州府连江县人，民籍，明朝政治人物、进士出身。"],
        ["许宗镒", 274, "许宗镒（？－？），字应衡，福建泉州府晋江县人，民籍，明朝政治人物、进士出身。"],
        ["王文政", 275, "王文政（？－？），字道行，山东莱州府潍县人，匠籍，明朝政治人物、进士出身。"],
        ["季　科", 276, "季科（？－？），字与登，直隶常州府江阴县人，军籍，明朝政治人物、进士出身。"],
        ["林富春", 277, "林富春（？－？），字景严，福建泉州府惠安县人，军盐籍，明朝政治人物、进士出身。"],
        ["侯　祁", 278, "侯祁（？－？），字应文，山东兖州府郓城县人，民籍，明朝政治人物、进士出身。"],
        ["武　金", 279, "武金（？－？），字砺甫，直隶真定府井陉县人，民籍，明朝政治人物、进士出身。"],
        ["龚　情", 280, "龚情（？－？），字善甫，直隶松江府上海县人，民籍，明朝政治人物、进士出身。"],
        ["吴　过", 281, "吴过（？－？），字检之，河南汝宁府汝阳县人，民籍，明朝政治人物、进士出身。"],
        ["陈　瑞", 282, "陈瑞（1518年－1577年），字孔麟，福建省福州府长乐县人，军籍，治《诗经》，年三十六岁中式嘉靖三十二年癸丑科第三甲第二百八十二名进士。八月二十日生，行三，曾祖陈英；祖陈垐，赠监察御史；父陈大伦；母林氏。慈侍下，妻林氏，弟璋。由国子生中式福建乡试第七十八名举人，会试中式第二百八十八名[1]。"],
        ["霍　超", 283, "霍超（？－？），字叔谦，广东广州府南海县人，民籍，明朝政治人物、进士出身。"],
        ["刘　念", 284, "刘念（？－？），字克甫，四川成都府简州人，民籍，明朝政治人物、进士出身。"],
        ["杜　栋", 285, "杜栋（？－？），字孔材，山东莱州府即墨县人，民籍，明朝政治人物、进士出身。"],
        ["罗　复", 286, "罗复（？－？），字子贞，江西南昌府南昌县人，匠籍，明朝政治人物、进士出身。"],
        ["郑文茂", 287, "郑文茂（？－？），字实夫，浙江处州府缙云县人，军籍，明朝政治人物、进士出身。"],
        ["张国珍", 288, "张国珍（1521年－1580年），字廷重，四川省重庆府永川县人，民籍，治《书经》，年三十三岁中式嘉靖三十二年癸丑科第三甲第二百八十八名进士。十二月初三日生，行一，曾祖张太全；祖张翼；父张盈汉；母邬氏。具庆下，妻崔氏，继妻宋氏；孙氏；弟国瑶；国卿。由国子生中式四川乡试第十三名举人，会试中式第一百十二名[1]。"],
        ["卢嘉庆", 289, "卢嘉庆（？－？），字吉甫，河南开封府祥符县人，民籍，明朝政治人物、进士出身。"],
        ["丁盛世", 290, "丁盛世（？－？），字子逢，山东兖州府寿张县人，军籍，明朝政治人物、进士出身。"],
        ["王可立", 291, "王可立（？－？），字子中，直隶滁州来安县人，民籍，明朝政治人物、进士出身。"],
        ["张　翀", 292, "张翀（1530年－1579年），字子仪、号鹤楼[1]，諡忠简，广西承宣布政使司柳州府马平县（今广西壮族自治区柳州市）人，明朝刑部侍郎、进士出身。"],
        ["刘　溱", 293, "刘溱（？－？），字子杠，河南彰德府安阳县人，军籍，明朝政治人物、进士出身。"],
        ["朱　裳", 294, "朱裳（？－？），字则坤，河南怀庆府温县人，军籍，明朝政治人物、进士出身。"],
        ["赵宗", 295, "赵宗轨（？－？），字希清，直隶河间府沧州人，灶籍，明朝政治人物、进士出身。"]
    ]
}