{
    "year_name": "嘉靖三十五年丙辰科殿试金榜",
    "first": [
        ["诸大绶", 1, "《古圣贤像传略》卷十六之《诸文懿像》"],
        ["陶大临", 2, "陶大临（1526年－1574年），字虞臣，号念斋，浙江会稽（今绍兴）陶堰人，明朝政治人物、榜眼。"],
        ["金　达", 3, "金达（1506年－1577年），字德孚，号星桥，江西浮梁人，明朝政治人物、探花。"]
    ],
    "third": [
        ["沈　寅", 1, "沈寅（？－？），字敬叔，浙江绍兴府山阴县人，民籍，明朝政治人物、进士出身。"],
        ["鲍承荫", 2, "鲍承荫（？－？），字子传，山西潞安府长治县人，民籍，明朝政治人物、进士出身。"],
        ["刘行素", 3, "刘行素（？－？），字易甫，直隶保定府安州高阳县人，民籍，明朝政治人物、进士出身。"],
        ["柴　祥", 4, "柴祥（？－？），字汝嘉，浙江杭州府仁和县人，匠籍，明朝政治人物、进士出身。"],
        ["李际春", 5, "李际春（1536年－1583年），字应元，河南杞县青龙岗村（今西寨乡黄土岗村）人。明朝政治人物、进士出身。"],
        ["马文健", 6, "马文徤（？－？），字体干，山东兖州府钜野县人，民籍，明朝政治人物、进士出身。"],
        ["赵　灼", 7, "赵灼（？－？），字时章，直隶松江府上海县人，民籍，明朝政治人物、进士出身。"],
        ["杨　铨", 8, "杨铨（？－？），字朝明，直隶松江府华亭县人，民籍，明朝政治人物、进士出身。"],
        ["胡　文", 9, "胡文（？－？），字宣文，福建漳州府诏安县人，军籍，明朝政治人物、进士出身。"],
        ["董　学", 10, "董学（？－？），字希颜，浙江杭州府海宁县人，灶籍，明朝政治人物、进士出身。"],
        ["刘志伊", 11, "刘志伊（？－？），字可任，浙江宁波府慈谿县人，民籍，明朝政治人物、进士出身。"],
        ["王　楷", 12, "王楷（？－？），字子正，浙江金华府永康县人，军籍，明朝政治人物、进士出身。"],
        ["陈联芳", 13, "陈聮芳（？－？），字以成，福建福州府闵县人，民籍，明朝政治人物、进士出身。"],
        ["陈复升", 14, "陈复升（？－？），字以见，福建福州府长乐县人，民籍，明朝政治人物、进士出身。"],
        ["刘思问", 15, "刘思问（1519年－1583年），字汝知，号紫山，云南河阳县（今澄江）人。明朝政治人物。"],
        ["甕　蕙", 16, "甕蕙（？－？），字季芳，直隶保定府安肃县人，民籍，明朝政治人物、进士出身。"],
        ["方　岳", 17, "方岳（？－？），字镇伯，湖广麻城县人，山东莱州卫军籍，明朝政治人物、进士出身。"],
        ["查光述", 18, "查光述（？－？），字子孝，直隶苏州府常熟县人，民籍，明朝政治人物、进士出身。"],
        ["黄廷聘", 19, "黄廷聘（1522年－1581年），字道行，湖广永州府道州医籍，治《易经》，年三十五岁中式嘉靖三十五年丙辰科第三甲第十九名进士。二月初七日生，行二，曾祖黄文钺，知县；祖黄琳；父黄大义；母周氏。具庆下，妻何氏，兄廷裳，弟廷制；廷表；廷襄；廷卿；廷策；廷恩；廷思；廷箴；廷惠。由国子生中式湖广乡试第五十名举人，会试中式第一百四十八名[1]。"],
        ["陈　旌", 20, "陈旌（？－？），字仪甫，直隶河间府景州故城县人，民籍，明朝政治人物、进士出身。"],
        ["罗尚德", 21, "罗尚德（？－？），字希容，山西平阳府临汾县人，军籍，明朝政治人物、同进士出身。"],
        ["孙大霖", 22, "孙大霖（？－？），字汝济，浙江绍兴府馀姚县人，灶籍，明朝政治人物、进士出身。"],
        ["刘　岘", 23, "刘岘（？－？），字仁伯，江西吉安府万安县人，民籍，明朝政治人物、进士出身。"],
        ["马出图", 24, "马出图（？－？），字羲祥，山西辽州人，民籍，明朝政治人物、进士出身。"],
        ["常三省", 25, "常三省（1523年－1601年），字希曾，直隶凤阳府泗州人，民籍，明朝政治人物，官至湖广参议。"],
        ["王三聘", 26, "王三聘（？－？），字起莘，山西太原府代州人，匠籍，明朝政治人物、进士出身。"],
        ["刘应峰", 27, "刘应峰（？－？），字少衡，湖广长沙府茶陵州人，军籍，明朝政治人物、进士出身。"],
        ["杨汝辅", 28, "杨汝辅（？－？），字惟德，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["李汝宽", 29, "李汝寛（？－？），字严夫，山西平阳府解州闻喜县人，匠籍，明朝政治人物。"],
        ["陆凤仪", 30, "陆凤仪（？－？），字舜卿，浙江金华府兰谿人，民籍，明朝政治人物、进士出身。"],
        ["程汝盛", 31, "程汝盛（？－？），字以怕，江西饶州府浮梁县人，军籍，明朝政治人物、进士出身。"],
        ["张学古", 32, "张学古（？－？），字道夫，直隶真定府冀州南宫县人，民籍，明朝政治人物、进士出身。"],
        ["张天驭", 33, "张天驭（？－？），字叔驾，直隶真定府深州人，民籍，明朝政治人物、进士出身。"],
        ["潘清亶", 34, "潘清亶（？－？），字懋诚，浙江绍兴府上虞县人，民籍，明朝政治人物、进士出身。"],
        ["童承契", 35, "童承契（？－？），字士成，湖广承天府沔阳州人，军籍，明朝政治人物、进士出身。"],
        ["卢仲佃", 36, "卢仲佃（？－？），字汝田，浙江金华府东阳县人，民籍，明朝政治人物、进士出身。"],
        ["贺　贲", 37, "贺贲（？－？），字懋文，河南河南府陕州灵宝县人，民籍，明朝政治人物、进士出身。"],
        ["张鸣瑞", 38, "张鸣瑞（1527年－1586年），字载祯，四川省泸州人，军籍，治《礼记》，年三十岁中式嘉靖三十五年丙辰科第三甲第三十八名进士。五月十四日生，行一，曾祖张翔；祖张守道；父张愈，县氶；母杨氏；继母李氏。严侍下，妻邓氏，兄凤翼（卫经历），弟鸣和（卫知事）；鸣世；鸣阳；鸣铎；鸣谦；鸣时。由州学附学生中式四川乡试第六十九名举人，会试中式第六十名[1]。"],
        ["杜　谦", 39, "杜谦（？－？），字子益，河南南阳府裕州人，军籍，明朝政治人物、进士出身。"],
        ["黎复性", 40, "黎复性（1517年－1576年），字初炳，广东省广州府南海县人，民籍，治《易经》，年四十岁中式嘉靖三十五年丙辰科第三甲第四十名进士。四月初六日生，行一，曾祖黎子肄；祖黎后；父黎进；母梁氏。永感下，妻陆氏，弟复善；复兴；复昌；复良；复仁。由县学附学生中式广东乡试第三十八名举人，会试中式第二百五十名[1]。"],
        ["曹大川", 41, "曹大川（1528年－1587年），字长融，四川省重庆府巴县人，民籍，治《诗经》，年二十九岁中式嘉靖三十五年丙辰科第三甲第四十一名进士。八月二十日生，行一，曾祖曹文德，赠刑部主事；祖曹勑，刑部员外郎；父曹汴，左参政；母邓氏（封孺人）。具庆下，妻任氏，兄大伦；大田，弟大埜。由国子生中式四川乡试第三十九名举人，会试中式第九十一名[1]。"],
        ["史永寿", 42, "史永寿（？－？），字仁夫，山西平阳府翼城县人，军籍，明朝政治人物、同进士出身。"],
        ["王尚直", 43, "王尚直（？－？），字举之，直隶永平府昌黎县人，民籍，明朝政治人物、进士出身。"],
        ["包柽芳", 44, "包柽芳（？－？），字起春，浙江嘉兴府嘉兴县人，民籍，明朝政治人物、进士出身。"],
        ["胡应嘉", 45, "胡应嘉（？－1570年），字祈礼，号杞泉，直隶淮安府沐阳县人，民籍，明朝政治人物。"],
        ["曹一麟", 46, "曹一麟（？－？），字伯礼，山东青州府安丘县人，民籍，明朝政治人物、进士出身。"],
        ["蔡　完", 47, "蔡完（？－？），字人备，湖广黄州府黄陂县人，军籍，明朝政治人物、进士出身。"],
        ["林　德", 48, "林德（？－？），字有本，福建福州府长乐县人，民籍，明朝政治人物、进士出身。"],
        ["杨进道", 49, "杨进道（？－？），字自勉，直隶广平府曲周县人，民籍，明朝政治人物、进士出身。"],
        ["唐九德", 50, "唐九德（？－？），字伯懋，湖广长沙府湘潭县人，军籍，明朝政治人物、进士出身。"],
        ["戴廷忞", 51, "戴廷忞（？－？），字懋卿，直隶镇江府丹徒县人，湖广辰州卫籍，明朝政治人物、进士出身。"],
        ["冯　符", 52, "冯符（？－？），字信伯，直隶苏州府吴县人，匠籍，明朝政治人物、进士出身。"],
        ["陈一谦", 53, "陈一谦（？－？），字用豫，广西梧州府郁林州人，民籍，明朝政治人物、进士出身。"],
        ["龚　芝", 54, "龚芝（？－？），字应生，浙江绍兴府会稽县人，民籍，明朝政治人物、进士出身。"],
        ["梁　栋", 55, "梁栋（？－？），字伯隆，巩昌府安定县人人，陕西西安前卫军籍，明朝政治人物、进士出身。"],
        ["章汝槐", 56, "章汝槐（？－？），字子应，江西抚州府临川县人，民籍，明朝政治人物、进士出身。"],
        ["李用荧", 57, "李用荧（？－？），字汝明，山东东昌府高唐州人，军籍，明朝政治人物、进士出身。"],
        ["侯廷柱", 58, "侯廷柱（？－？），字子任，山东青州府诸城县人，民籍，明朝政治人物、进士出身。"],
        ["何廷锦", 59, "何廷锦（？－？），字实夫，福建邵武府邵武县人，匠籍，明朝政治人物、进士出身。"],
        ["尚德恒", 60, "尚德恒（1524年－1583年），字汝见，四川省顺庆府南充县人，明朝政治人物。"],
        ["林　润", 61, "林润（1531年－1570年），字若雨，福建承宣布政使司兴化府莆田县（今福建省莆田市）人，明朝政治人物。"],
        ["辛自脩", 62, "辛自修（？－1593年），字子吉，又字子言，号慎轩，河南襄城人。明朝政治人物、进士出身。"],
        ["王用中", 63, "王用中（？－？），字汝一，山西大同府大同县人，民籍，明朝政治人物、进士出身。"],
        ["姚汝循", 64, "姚汝循（？－？），字叙卿，浙江金华府永康县人人，南京锦衣卫籍，明朝政治人物、进士出身。"],
        ["江　潮", 65, "江潮（？－？），字大润，福建漳州府漳浦县人，民籍，明朝政治人物、进士出身。"],
        ["蒋弘德", 66, "蒋弘德（1517年－？年），字宗善，四川省重庆府巴县人，明朝政治人物。"],
        ["杨衍庆", 67, "杨衍庆（？－？），字善甫，江西袁州府宜春县人人，牧马千户所籍，明朝政治人物、进士出身。"],
        ["黄　扆", 68, "黄扆（？－？），字文断，广东潮州府大埔县人，民籍，明朝政治人物、进士出身。"],
        ["曾省吾", 69, "曾省吾（1532年－？），字三省，号确庵，晚年自号恪庵。明代政治人物，湖广承天府锺祥县人。"],
        ["胡　定", 70, "胡定（？－？），字明仲，湖广武昌府崇阳县人，军籍，明朝政治人物、进士出身。"],
        ["韩　怘", 71, "韩怘（1527年－1586年），字子淳，山东省兖州府鱼台县人，四川泸州卫官籍，治《书经》，年三十岁中式嘉靖三十五年丙辰科第三甲第七十一名进士。七月十六日生，行二，曾祖韩敬；祖韩琥，义官；父韩鸾，典膳；嫡母许氏；生母李氏。永感下，妻王氏，兄恩（参将）；懋；忍；爱；稳；悫；慈。由州学生中式四川乡试第七名举人，会试中式第一百四十九名[1]。"],
        ["陈所学", 72, "陈所学（？－？），字行父，浙江嘉兴府海盐县人，匠籍，明朝政治人物、进士出身。"],
        ["杨道亨", 73, "杨道亨（？－？），字豫甫，直隶松江府华亭县人人，浙江嘉兴府秀水县民籍，明朝政治人物、进士出身。"],
        ["黎民衷", 74, "黎民衷（1517年－1564年），字惟和，广东省广州府从化县人，明朝政治人物。"],
        ["张　胆", 75, "张胆（？－？），字惟慎，直隶扬州府高邮州人，民籍，明朝政治人物、进士出身。"],
        ["杨　标", 76, "杨标（？－？），字廷瞻，江西临江府清江县人，民籍，明朝政治人物、进士出身。"],
        ["周心易", 77, "周心易（？－？），字准卿，山西平阳府绛州人，军籍，明朝政治人物。"],
        ["张一霁", 78, "张一霁（？－？），字天光，直隶五河县人人，河南睢阳卫军籍，明朝政治人物、进士出身。"],
        ["乔　伊", 79, "乔伊（？－？），字良相，顺天府通州三河县人，民籍，明朝政治人物、进士出身。"],
        ["袁　淳", 80, "袁淳（？－？），字育真，江西赣州府雩都县人，民籍，明朝政治人物、进士出身。"],
        ["王得春", 81, "王得春（？－？），字一元，山西平阳府安邑县人，军籍，明朝政治人物。"],
        ["李启昭", 82, "李启昭（？－？），字升甫，河南河南府洛阳县人，湖广蕲州卫官籍，明朝政治人物、进士出身。"],
        ["徐必进", 83, "徐必进（？－？），字以正，直隶庐州府六安州人，民籍，明朝政治人物、进士出身。"],
        ["张　", 84, "张㷆（火阜）（1525年－1584年），字云京，福建省福州府闽县人，军籍，治《春秋》，年三十二岁中式嘉靖三十五年丙辰科第三甲第八十四名进士。七月二十八日生，行三，曾祖张铭；祖张滨，七品散官；父张世范；母林氏。永感下，妻方氏。由县学增广生中式福建乡试第八十二名举人，会试中式第二百五名[1]。"],
        ["王　洀", 85, "王洀（？－？），字道征，直隶徐州人人，直隶营州中屯卫官籍，明朝政治人物、进士出身。"],
        ["刘子延", 86, "刘子延（？－？），字体仁，直隶河间府沧州人，灶籍，明朝政治人物、进士出身。"],
        ["傅希挚", 87, "傅希挚，号后川[1]，京师真定府衡水县（今河北省衡县）人，明朝政治人物、进士出身。"],
        ["张问仁", 88, "张问仁（？－？），字以元，人，陕西西宁卫军籍，明朝政治人物、进士出身。"],
        ["董　懋", 89, "董懋（1519年－1578年），字子功，江西省临江府清江县人，四川泸州民籍，治《诗经》，年三十八岁中式嘉靖三十五年丙辰科第三甲第八十九名进士。十月初七日生，行二，曾祖董宾荣；祖董琦；父董澄，典膳；母黄氏。具庆下，妻徐氏，继妻何氏；兄爱，弟㦂；应。由州学附学生中式四川乡试第四十三名举人，会试中式第一百四十二名[1]。"],
        ["黄　镆", 90, "黄镆（？－？），字元威，兴化府莆田县人人，福建镇海卫铜山守御千户所军籍，明朝政治人物、进士出身。"],
        ["汪廷釴", 91, "汪廷釴（1521年－？年），字彦举，湖广武昌府崇阳县人，水站籍，治《易经》，年三十六岁中式嘉靖三十五年丙辰科第三甲第九十一名进士。二月初七日生，行五，曾祖汪仕恭，听选官；祖汪祥，寿官；父汪源大；母戴氏。慈侍下，妻饶氏，兄廷锡；廷镜；廷对；廷铨，弟廷录；廷钦。由县学生中式湖广乡试第二十名举人，会试中式第一百五十六名[1]。"],
        ["屠　镳", 92, "屠镳（？－？），字希文，浙江嘉兴府嘉兴县人，民籍，明朝政治人物、进士出身。"],
        ["黎　元", 93, "黎元（1525年－1584年），字叔期，四川省重庆府涪州人，民籍，治《诗经》，年三十二岁中式嘉靖三十五年丙辰科第三甲第九十三名进士。五月初九日生，行一，曾祖黎韬；祖黎永厚；父黎万斗；母夏氏。重庆下，妻张氏。由州学生中式四川乡试第六十三名举人，会试中式第五十四名[1]。"],
        ["沈　桂", 94, "沈桂（？－？），字仲木，浙江湖州府乌程县人人，直隶庐州府无为州军籍，明朝政治人物、进士出身。"],
        ["陈　纪", 95, "陈纪（？－？），字仲理，福建建宁府瓯宁县人，军籍，明朝政治人物、进士出身。"],
        ["何维复", 96, "何维复（？－？），字可几，广东广州府番禺县人，军籍，明朝政治人物、进士出身。"],
        ["周舜岳", 97, "周舜岳（？－？），字良卿，江西饶州府安仁县人，民籍，明朝政治人物、进士出身。"],
        ["蔡明复", 98, "蔡明复（？－？），字以脩，福建漳州府漳浦县人，民籍，明朝政治人物。"],
        ["赵孟豪", 99, "赵孟豪（？－？），字汝兴，广西桂林府全州人，民籍，明朝政治人物。"],
        ["夏　时", 100, "夏时（？－？），字人正，直隶松江府华亭县人，匠籍，明朝政治人物、进士出身。"],
        ["胡汝桂", 101, "胡汝桂（？－？），字芳甫，山东兖州府金乡县人，军籍，明朝政治人物、进士出身。"],
        ["赵时齐", 102, "赵时齐（？－？），字子巽，浙江金华府兰谿县人，军籍，明朝政治人物、进士出身。"],
        ["耿定向", 103, "耿定向（1524年－1597年），字在伦，号楚侗，人称天台先生，湖广黄安（今湖北红安）人，明朝政治人物，同进士出身。"],
        ["范以作", 104, "范以作（1522年－？年），字尔新，四川省叙州府富顺县人，明朝政治人物。"],
        ["温如璋", 105, "温如璋（？－？），字纯甫，山东青州府益都县人人，河南洛阳中护卫官籍，明朝政治人物、进士出身。"],
        ["夏可范", 106, "夏可范（？－？），字子极，江西九江府瑞昌县人，匠籍，明朝政治人物、进士出身。"],
        ["黄　錝", 107, "黄錝（？－？），字崇文，嘉兴府嘉兴县人人，浙江嘉兴守御千户所军籍，明朝政治人物、进士出身。"],
        ["吴宗周", 108, "吴宗周（？－？），字文甫，直隶安庆府怀宁县人，民籍，明朝政治人物、进士出身。"],
        ["郜大经", 109, "郜大经（？－？），字汝脩，山西潞安府陵川县人人，直隶河间府吴桥县民籍，明朝政治人物、进士出身。"],
        ["申　佐", 110, "申佐（？－？），字懋良，直隶广平府永年县人，民籍，明朝政治人物、进士出身。"],
        ["王道充", 111, "王道充（？－？），字懋中，常熟县人人，直隶苏州府太仓州民籍，明朝政治人物、进士出身。"],
        ["袁大诚", 112, "袁大诚（？－？），字宗正，浙江宁波府鄞县人，匠籍，明朝政治人物、进士出身。"],
        ["刘世昌", 113, "刘世昌（？－？），字仲积，陕西西安府高陵县人，民籍，明朝政治人物、进士出身。"],
        ["毛汝贤", 114, "毛汝贤（？－？），字子官，浙江嘉兴府嘉善县人，灶籍，明朝政治人物、进士出身。"],
        ["陈应诏", 115, "陈应诏（？－？），字仲龙，江西吉安府吉水县人人，直隶泰州守御千户所官籍，明朝政治人物、进士出身。"],
        ["周　诗", 116, "周诗（？－？），字汝学，浙江杭州府钱塘县人，民籍，明朝政治人物、进士出身。"],
        ["王嘉言", 117, "王嘉言（？－？），字献可，山东青州府临淄县人，军籍，明朝政治人物、进士出身。"],
        ["谢　封", 118, "谢封（？－？），字夫锡，直隶庐州府无为州人，民籍，明朝政治人物、进士出身。"],
        ["祝尔介", 119, "祝尔介（？－？），字维藩，浙江衢州府龙游县人，民籍，明朝政治人物、进士出身。"],
        ["胡顺华", 120, "胡顺华（？－？），字宾南，常德府武陵县人人，湖广澧州守御千户所军籍，明朝政治人物、进士出身。"],
        ["金　瓯", 121, "金瓯（？－？），字汝相，直隶庐州府六安州人，民籍，明朝政治人物、进士出身。"],
        ["杜　华", 122, "杜华（？－？），字歛甫，顺天府霸州人，民籍，明朝政治人物、进士出身。"],
        ["张　铭", 123, "张铭（？－？），字文粹，山东莱州府胶州人，民籍，明朝政治人物、进士出身。"],
        ["汤　彬", 124, "汤彬（？－？），字子雅，浙江嘉兴府海盐县人，民籍，明朝政治人物、进士出身。"],
        ["张　科", 125, "张科（？－？），字惟进，江西九江府湖口县人，民籍，明朝政治人物、进士出身。"],
        ["邹应龙", 126, "邹应龙，字云卿，长安人，一说兰州人[1]。明朝官员，以成功弹劾严嵩、严世蕃父子而闻名。"],
        ["郑　洛", 127, "郑洛（？－？），字禹秀，号范溪，諡襄敏，京师保定府安肃县（今河北省徐水县）人，明朝政治人物、进士出身。"],
        ["黄九成", 128, "黄九成（？－？），字子韶，陕西汉中府城固县人，民籍，明朝政治人物、进士出身。"],
        ["韩　宰", 129, "韩宰（？－？），字子衡，直隶真定府赵州隆平县人，民籍，明朝政治人物、进士出身。"],
        ["武建邦", 130, "武建邦（？－？），字懋荩，山东东昌府临清州舘陶县人，军籍，明朝政治人物、进士出身。"],
        ["刘永宁", 131, "刘永宁（？－？），字以德，山西潞安府长子县人，民籍，明朝政治人物、进士出身。"],
        ["李　澻", 132, "李澻（？－？），字世田，直隶河间府景州人，民籍，明朝政治人物、进士出身。"],
        ["倪光荐", 133, "倪光荐，顺天府平谷县（今北京平谷）人，明朝政治人物。同进士出身。"],
        ["商　诰", 134, "商诰（？－？），字元宠，山东济南府德州平原县人，匠籍，明朝政治人物、进士出身。"],
        ["王同伦", 135, "王同伦（？－？），字仲行，河南卫辉府辉县人，民籍，明朝政治人物、进士出身。"],
        ["张大业", 136, "张大业（？－？），字原德，济南府阳信县人人，山东德州左卫官籍，明朝政治人物、进士出身。"],
        ["卞　锡", 137, "卞锡（？－？），字叔孝，浙江嘉兴府嘉善县人，民籍，明朝政治人物、进士出身。"],
        ["薛　曾", 138, "薛曾（？－？），字师孔，福建福州府福清县人，盐籍，明朝政治人物、进士出身。"],
        ["孙丕扬", 139, "孙丕扬（1531年－1614年），字孝叔，号立山，陕西富平县流曲镇南街人，明朝吏部尚书。"],
        ["杨　栢", 140, "杨栢（？－？），字允节，河南归德府商丘县人，民籍，明朝政治人物、进士出身。"],
        ["陈万言", 141, "陈万言（？－？），字道襄，广东广州府南海县人，军籍，明朝政治人物、进士出身。"],
        ["吴朝仪", 142, "吴朝仪（？－？），字子敬，江西抚州府临川县人，军籍，明朝政治人物、进士出身。"],
        ["徐养相", 143, "徐养相（？－？），字子存，直隶凤阳府凤阳县人人，河南睢阳卫官籍，明朝政治人物、进士出身。"],
        ["李邦义", 144, "李邦义（？－？），字宜之，广东广州府连州人，军籍，明朝政治人物、进士出身。"],
        ["高　察", 145, "高察（1534年－1593年），字惟哲，四川成都府内江县人，民籍，治《诗经》，年二十三岁中式嘉靖三十五年丙辰科第三甲第一百四十五名进士。正月十七日生，行三，曾祖高志尧，寿官；祖高举，教谕；父高文潮，岁贡生；母李氏。具庆下，妻吴氏，兄遵；寰；从。由府学附学生中式四川乡试第五十六名举人，会试中式第四十名[1]。"],
        ["陈子佐", 146, "陈子佐（？－？），字道诲，福建泉州府惠安县人，民籍，明朝政治人物、进士出身。"],
        ["李世藩", 147, "李世藩（？－？），字邦镇，直隶真定府赵州临城县人，民籍，明朝政治人物、进士出身。"],
        ["孙梦豸", 148, "孙梦豸（？－？），字应兆，山东莱州府平度州昌邑县人，军籍，明朝政治人物、进士出身。"],
        ["晋应槐", 149, "晋应槐（1533年－1607年），字植吾，号似斋，人称念冲先生，山西平阳府洪洞县人，军籍，明朝政治人物，官至宁夏巡抚。"],
        ["何邦礼", 150, "何邦礼（？－？），字大中，福建福州府福清县人，盐籍，明朝政治人物、进士出身。"],
        ["许自新", 151, "许自新（？－？），字试可，福建泉州府晋江县人，军籍，明朝政治人物、进士出身。"],
        ["漆汝翼", 152, "漆汝翼（？－？），字行甫，湖广岳州府巴陵县人，军籍，明朝政治人物、进士出身。"],
        ["牛　镜", 153, "牛镜（？－？），字公照，直隶河间府献县人，民籍，明朝政治人物、进士出身。"],
        ["钱于邻", 154, "钱于邻（？－？），字震卿，直隶吴江县人人，浙江嘉兴府嘉善县民籍，明朝政治人物、进士出身。"],
        ["左　钧", 155, "左钧（？－？），字鸣和，直隶保定府唐县人，民籍，明朝政治人物、进士出身。"],
        ["李　维", 156, "李维（？－？），字国张，直隶凤阳府寿州蒙城县人，民籍，明朝政治人物、进士出身。"],
        ["李思悦", 157, "李思悦，字仰山[1]。广东海阳县（今潮州市潮安县龙湖寨）人。明嘉靖三十五年（1556年）中进士。历知寿昌、无锡两县，官至南京户部郎中。父李一庄为嘉靖十六年举人，兄李思寅为嘉靖四十四年进士，弟李思振为万历十七年进士[2]。"],
        ["赵大河", 158, "赵大河（？－？），字道源，直隶常州府江阴县人，民籍，明朝政治人物、进士出身。"],
        ["罗崇谦", 159, "罗崇谦（？－？），字汝益，广东广州府番禺县人，民籍，明朝政治人物、进士出身。"],
        ["操时贤", 160, "操时贤（？－？），字国用，江西饶州府浮梁县人，民籍，明朝政治人物。"],
        ["李齐芳", 161, "李齐芳（？－？），字㓗夫，直隶广平府成安县人，民籍，明朝政治人物、进士出身。"],
        ["林丛槐", 162, "林丛槐（？－？），字应昌，福建泉州府同安县人，民籍，明朝政治人物、同进士出身。"],
        ["林应雷", 163, "林应雷（？－？），字宗复，福建福州府闽县人，军籍，明朝政治人物、进士出身。"],
        ["傅思明", 164, "傅思明（？－？），字远甫，山东东昌府博平县人，军籍，明朝政治人物、进士出身。"],
        ["郑舜臣", 165, "郑舜臣（？－？），字希仁，上虞县人人，浙江绍兴府山阴县民籍，明朝政治人物、进士出身。"],
        ["郭志选", 166, "郭志选（？－？），字舜举，西汾州平遥县人人，万全都司万全右卫军籍，明朝政治人物、进士出身。"],
        ["吴　守", 167, "吴守（？－？），字化卿，湖广荆州府夷陵州宜都县人，民籍，明朝政治人物、进士出身。"],
        ["伍　令", 168, "伍令（？－？），字思行，江西吉安府安福县人，民籍，明朝政治人物、同进士出身。"],
        ["唐汝迪", 169, "唐汝迪（？－？），字吉甫，直隶宁国府宣城县人，军籍，明朝政治人物、进士出身。"],
        ["陈善道", 170, "陈善道（？－？），字伯敬，直隶保定府蠡县人，军籍，明朝政治人物、进士出身。"],
        ["范宗吴", 171, "范宗吴（？－？），字希淹，直隶真定府晋州人，民籍，明朝政治人物、进士出身。"],
        ["苏朝宗", 172, "苏朝宗（？－？），字汝宾，河南卫辉府汲县人，民籍，明朝政治人物、进士出身。"],
        ["李承式", 173, "李承式（1528年－1605年），字敬甫，又字之义，号见衡，山西大同县人，迁居江都（今扬州市）。明朝政治人物，同进士出身。"],
        ["郭　东", 174, "郭东（？－？），字仁府，山西泽州高平县人，民籍，明朝政治人物、进士出身。"],
        ["陈　瓒", 175, "《沧浪亭五百名贤像》之陈瓒像"],
        ["黄　诰", 176, "黄诰（生年不详－卒年不详），字汝纶，又字君勅，号慎庵，广东省广州府东莞县（今东莞市）人。明朝政治人物。"],
        ["黄　鹗", 177, "黄鹗（？－？），字子荐，直隶扬州府泰州军人，匠籍，明朝政治人物、进士出身。"],
        ["刘　孝", 178, "刘孝（？－？），字子仁，河南彰德府安阳县人，匠籍，明朝政治人物、进士出身。"],
        ["汤应科", 179, "汤应科（？－？），字体良，漳浦县人人，福建漳州府龙溪县军籍，明朝政治人物、进士出身。"],
        ["颜　鲸", 180, "颜鲸（1514年－1591年），字应雷、号冲宇[1]，浙江承宣布政使司宁波府慈谿县（今浙江省宁波市慈城镇）人，明朝政治人物、进士出身。"],
        ["孟　洙", 181, "孟洙（？－？），字鲁川，河南开封府祥符县人，民籍，明朝政治人物、进士出身。"],
        ["韩君恩", 182, "韩君恩（？－？），字元宠，山西泽州沁水县人，民籍，明朝政治人物、进士出身。"],
        ["郝　杰", 183, "蔚县文化馆藏郝杰公服画像"],
        ["程　纯", 184, "程纯（？－？），字子一，河南汝宁府光州光山县人，民籍，明朝政治人物、进士出身。"],
        ["张士佩", 185, "张士佩（？－？），字玟夫，陕西西安府同州韩城县人，军籍，明朝政治人物、进士出身。"],
        ["陈忠翰", 186, "陈忠翰（？－？），字思翊，山东东昌府濮州人，民籍，明朝政治人物、进士出身。"],
        ["杨　霆", 187, "杨霆（？－？），字子威，顺天府昌平州顺义县人，民籍，明朝政治人物、进士出身。"],
        ["杨　旂", 188, "杨旂（？－？），字汝章，河南开封府延津县人，民籍，明朝政治人物、进士出身。"],
        ["丁尧相", 189, "丁尧相（？－？），字宗舜，河南汝州人，民籍，明朝政治人物、进士出身。"],
        ["张守贞", 190, "张守贞（？－？），字从正，直隶河间府故城县人，民籍，明朝政治人物、进士出身。"],
        ["蔚　锺", 191, "蔚锺（？－？），字万锺，山东青州府寿光县人，军籍，明朝政治人物、进士出身。"],
        ["卢　煌", 192, "卢煌（？－？），字道舍，河南开封府郑州人，民籍，明朝政治人物、进士出身。"],
        ["郑大经", 193, "郑大经（？－？），字正之，浙江衢州府西安县人，民籍，明朝政治人物、进士出身。"],
        ["史　官", 194, "史官（？－？），字秉衡，山西平阳府翼城县人，军籍，明朝政治人物、同进士出身。"],
        ["尹　校", 195, "尹校（？－？），字原学，直隶徽州府歙县人人，锦衣卫官籍，明朝政治人物、进士出身。"],
        ["邢守庭", 196, "邢守庭（？－？），字绍男，河南开封府许州临颍县人，民籍，明朝政治人物、进士出身。"],
        ["刘有诚", 197, "刘有诚（？－？），字存甫，山西太原府石州宁乡县人，军籍，明朝政治人物、进士出身。"],
        ["胡　钥", 198, "胡钥（？－？），字畏卿，湖广承天府潜江县人，军籍，明朝政治人物、进士出身。"],
        ["杨逢节", 199, "杨逢节（？－？），字应时，光山县人人，河南汝宁府光州固始县民籍，明朝政治人物、进士出身。"],
        ["任福民", 200, "任福民（1526年－1585年），字锡之，山东青州府乐安县人，锦衣卫籍，治《诗经》，年三十一岁中式嘉靖三十五年丙辰科第三甲第二百名进士。十一月二十六日生，行二，曾祖任荣；祖任全；父任宜；母裴氏。具庆下，妻杨氏，弟育民；济民；惠民。由国子生中式顺天府乡试第五十四名举人，会试中式第二百六十九名[1]。"],
        ["方　新", 201, "方新（？－？），字德新，直隶池州府青阳县人，军籍，明朝政治人物、进士出身。"],
        ["李世达", 202, "李世达（1533年－1599年），字子成，号渐菴，陕西承宣布政使司西安府泾阳县人，明朝政治人物，官至左都御史。"],
        ["李时渐", 203, "李时渐（？－？），字伯鸿，山东青州府寿光县人，军籍，明朝政治人物、进士出身。"]
    ],
    "index": 59,
    "url": "https://zh.wikipedia.org/wiki/Template:%E5%98%89%E9%9D%96%E4%B8%89%E5%8D%81%E4%BA%94%E5%B9%B4%E4%B8%99%E8%BE%B0%E7%A7%91%E6%AE%BF%E8%A9%A6%E9%87%91%E6%A6%9C",
    "second": [
        ["陈　锡", 1, "陈锡（？－？），字元之，浙江台州府临海县人，民籍，明朝政治人物、进士出身。"],
        ["孙　鑨", 2, "孙鑨（1525年－1594年），后人有误传作“孙龙”，字文中，号立峰，明朝大臣，馀姚（今浙江慈溪）横河孙家境人。时与平湖陆光祖、馀姚陈有年并称为“浙中三贤太宰”，闻名天下。"],
        ["戴　科", 3, "戴科（？－？），字朝賔，福建兴化府莆田县人，军籍，明朝政治人物、进士出身。"],
        ["张凤来", 4, "张凤来（？－？），字瑞虞，浙江嘉兴府秀水县人，民籍，明朝政治人物、进士出身。"],
        ["崔　吉", 5, "崔吉（？－？），字子脩，广东广州府南海县人，军籍，明朝政治人物、进士出身。"],
        ["伍　典", 6, "伍典（？－？），字克从，湖广永州府祁阳县人，民籍，明朝政治人物、进士出身。"],
        ["曹子朝", 7, "曹子朝（？－？），字以立，直隶苏州府长洲县人，直隶兴州后屯卫军籍，明朝政治人物、进士出身。"],
        ["张大猷", 8, "张大猷（？－？），字元敬，广东广州番禺县人，军籍，明朝政治人物、进士出身。"],
        ["陆梦韩", 9, "陆梦韩（？－？），字与文，浙江嘉兴府平湖县人，锦衣卫官籍，明朝政治人物、进士出身。"],
        ["田　稔", 10, "田稔（？－？），字庆甫，山东东昌府高唐州人，民籍，明朝政治人物、进士出身。"],
        ["冯　谦", 11, "冯谦（？－？），字道光，浙江宁波府慈谿县人，军籍，明朝政治人物、进士出身。"],
        ["查志立", 12, "查志立（？－？），字鸣朝，浙江杭州府海宁县人，民籍，明朝政治人物、进士出身。"],
        ["袁　随", 13, "袁随（？－？），字民悦，直隶扬州府通州人，民籍，明朝政治人物、进士出身。"],
        ["李　键", 14, "李键（？－？），字廷守，浙江处州府缙云县人，民籍，明朝政治人物、进士出身。"],
        ["谢宗明", 15, "谢宗明（？－？），字子诚，浙江绍兴府会稽县人，民籍，明朝政治人物、进士出身。"],
        ["黄　翰", 16, "黄翰（？－？），字可宪，江西南昌府丰城县人，军籍，明朝政治人物、进士出身。"],
        ["馀良翰", 17, "馀良翰（？－？），字邦宪，江西南昌府奉新县人，军籍，明朝政治人物、进士出身。"],
        ["杨　锦", 18, "杨锦（？－？），字尚綗，山东青州府益都县人，军籍，明朝政治人物、进士出身。"],
        ["严文梁", 19, "严文梁（？－？），字子成，浙江湖州府乌程县人，民籍，明朝政治人物、进士出身。"],
        ["阮自嵩", 20, "阮自嵩（？－？），字惟中，直隶安庆府桐城县人，民籍，明朝政治人物、进士出身。"],
        ["黄文豪", 21, "黄文豪（？－？），字国英，福建漳州府龙溪县人，军籍，明朝政治人物、进士出身。"],
        ["陈南金", 22, "陈南金（？－？），字子兼，浙江绍兴府馀姚县人，匠籍，明朝政治人物、进士出身。"],
        ["阴武卿", 23, "阴武卿（1527年－1586年），字定夫，四川成都府内江县人，民籍，治《书经》，年三十岁中式嘉靖三十五年丙辰科第二甲第二十三名进士。九月二十三日生，行二，曾祖阴柰；祖阴玺；父阴汝夏；母洪氏。慈侍下，妻刘氏，兄立卿；文卿，弟惠卿；相卿；定卿；玉卿；长卿；和卿；诚卿。由县学生中式四川乡试第一名举人，会试中式第二十一名[1]。"],
        ["吴一介", 24, "吴一介（？－？），字元石，直隶安庆府桐城县人，民籍，明朝政治人物、进士出身。"],
        ["杨　成", 25, "《杨成苏州石刻像》，清孔继尧绘，石蕴玉正书赞，谭松坡镌，刻于1827（清道光七年），为《沧浪亭五百名贤像》之一"],
        ["胡　孝", 26, "胡孝（？－？），字民行，绍兴府馀姚县人，浙江杭州府仁和县军籍，明朝政治人物、进士出身。"],
        ["赵　贤", 27, "赵贤（？－？），字良弼，河南汝宁府汝阳县人，民籍，明朝政治人物、进士出身。"],
        ["方来崇", 28, "方来崇（？－？），字士功，江西南昌府新建县人，民籍，明朝政治人物、进士出身。"],
        ["唐景禹", 29, "唐景禹（？－？），字治卿，浙江绍兴府馀姚县人，匠籍，明朝政治人物、进士出身。"],
        ["杨宗震", 30, "杨宗震（1523年－1582年），字仲起，四川省重庆府忠州垫江县人，民籍，治《易经》，年三十四岁中式嘉靖三十五年丙辰科第二甲第三十名进士。十月初八日生，行一，曾祖杨志亨；祖杨英；父杨朝，岁贡生；母夏氏。具庆下，妻胡氏，弟宗时。由国子生中式四川乡试第二十六名举人，会试中式第十八名[1]。"],
        ["邹光祚", 31, "邹光祚（？－？），字承卿，江西饶州府鄱阳县人，军籍，明朝政治人物、进士出身。"],
        ["张正谟", 32, "张正谟（？－？），字以明，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["杜　思", 33, "杜思（？－？），字子睿，浙江宁波府鄞县人，军籍，明朝政治人物、进士出身。"],
        ["叶宗春", 34, "叶宗春（？－？），字仁卿，直隶徽州府祁门县人，民籍，明朝政治人物、进士出身。"],
        ["徐绍卿", 35, "徐绍卿（？－？），字靖甫，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["边维垣", 36, "边维垣（？－？），字师甫，四川成都府彭县人，军籍，明朝政治人物、进士出身。"],
        ["王　凝", 37, "王凝，字道甫，湖广宜城县人。明朝政治人物。"],
        ["胡　直", 38, "胡直（？－？），字正甫，江西吉安府泰和县人，民籍，明朝政治人物、进士出身。"],
        ["蔡国珍", 39, "蔡国珍（1528年－1611年），字汝聘，号见麓[1]，諡恭靖，江西奉新县（今江西省奉新县）人，明朝政治人物、进士出身。"],
        ["邹　善", 40, "邹善（？－？），字继甫，江西吉安府安福县人，民籍，明朝政治人物、进士出身。"],
        ["黎　桂", 41, "黎桂（1524年－1583年），字克芳，江西吉安府万安县人，民籍，治《易经》，年三十三岁中式嘉靖三十五年丙辰科第二甲第四十一名进士。正月三十日生，行二，曾祖黎敬威；祖黎潜；父黎达邦；母匡氏。永感下，妻郭氏，兄克明，弟克敬；克恭。由县学生中式江西乡试第九十三名举人，会试中式第一百四十一名[1]。"],
        ["周　逊", 42, "周逊（1505年－1564年），字昌言，四川成都府成都县人，四川成都府茂州卫官籍，治《易经》，年五十二岁中式嘉靖三十五年丙辰科第二甲第四十二名进士。六月二十五日生，行二，曾祖周瑛；祖周晟，县主簿；父周武；嫡母王氏；继母张氏；生母鲁氏。永感下，妻常氏，兄莲，弟述；选。由府学生中式四川乡试第二名举人，会试中式第一百五十九名[1]。"],
        ["张　相", 43, "张相（？－？），字文忠，江西广信府贵溪县人，民籍，明朝政治人物、进士出身。"],
        ["葛邦典", 44, "葛邦典（？－？），字叙卿，直隶苏州府常熟县人，民籍，明朝政治人物、进士出身。葛邦弼之兄。"],
        ["曹　梅", 45, "曹梅（？－？），字子和，直隶河间府沧州塩山县人，民籍，明朝政治人物、进士出身。"],
        ["祝继志", 46, "祝继志（？－？），字汝德，浙江绍兴府山阴县人，民籍，明朝政治人物、进士出身。"],
        ["屠羲英", 47, "屠羲英（？－？），字淳卿，直隶宁国府宁国县人，民籍，明朝政治人物、进士出身。"],
        ["张人纪", 48, "张人纪（？－？），字伯脩，直隶庐州府合肥县人，军籍，明朝政治人物、进士出身。"],
        ["陆一鹏", 49, "陆一鹏（？－？），字应程，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["吴文华", 50, "吴文华（1521年－1598年），字子彬，福建福州府连江县人，民籍，明朝政治人物。"],
        ["陈　汲", 51, "陈汲（？－？），字汝及，江西吉安府吉水县人，直隶泰州守御千户所官籍，明朝政治人物、进士出身。"],
        ["胡　帛", 52, "胡帛（1518年－1577年），字子行，四川省重庆府忠州垫江县人，民籍，治《易经》，年三十九岁中式嘉靖三十五年丙辰科第二甲第五十二名进士。九月初四日生，行二，曾祖胡庆；祖胡崇易，左长史；父胡孜；母周氏。慈侍下，妻萧氏，兄泉，弟臯。由国子生中式四川乡试第二十三名举人，会试中式第十五名[1]。"],
        ["朱　卿", 53, "朱卿（？－？），字汝弼，山西潞安府长子县人，民籍，明朝政治人物、进士出身。"],
        ["李廷观", 54, "李廷观（？－？），字明文，江西南昌府丰城县人，军籍，明朝政治人物、进士出身。"],
        ["张　谐", 55, "张谐（？－？），字允弼，湖广黄州府蕲州广济县人，直隶安卫官籍，明朝政治人物、进士出身。"],
        ["郑　卿", 56, "郑卿（？－？），字君辅，浙江宁波府慈谿县人，灶籍，明朝政治人物、进士出身。"],
        ["张梦鲤", 57, "张梦鲤（？－？），字汝化，山东登州府莱阳县人，军籍，明朝政治人物、进士出身。"],
        ["柴　涞", 58, "柴涞（？－？），字季东，浙江宁波府鄞县人，光禄寺厨籍，明朝政治人物、进士出身。"],
        ["史朝寀", 59, "史朝寀（？－？），字升之，福建泉州府晋江县人，匠籍，明朝政治人物、进士出身。"],
        ["何显淑", 60, "何显淑（1521年－1580年），字晦仲，四川省嘉定州荣县人，民籍，治《诗经》，年三十六岁中式嘉靖三十五年丙辰科第二甲第六十名进士。九月十六日生，行一，曾祖何本新，寿官；祖何子竒，同知；父何鲁，监生；前母胡氏；陈氏。永感下，妻邹氏，弟颛淑；顗淑；颖淑；顺淑；頥淑。由县学附学生中式四川乡试第五十八名举人，会试中式第四十六名[1]。"],
        ["毛自道", 61, "毛自道（？－？），字子复，山东济南府德州平原县人，军籍，明朝政治人物、进士出身。"],
        ["郑云蓥", 62, "郑云蓥（？－？），字邦用，福建福州府闽县人，军籍，明朝政治人物、进士出身。"],
        ["姜廷珤", 63, "姜廷珤（？－？），字国信，山东莱州府掖县人，军籍，明朝政治人物、进士出身。"],
        ["项治元", 64, "项治元（1524年－1562年），字熙仲，号星渚，浙江嘉兴府嘉兴县人，民籍，明朝政治人物、进士出身。"],
        ["叶应春", 65, "叶应春（？－？），字叔华，浙江绍兴府会稽县人，军籍，明朝政治人物、进士出身。"],
        ["凌迪知", 66, "凌迪知（1529年－1600年），字稚哲，明代浙江湖州府吴兴县（今湖州市吴兴区）人。是著名雕版印书及文学家。子凌蒙初亦为著名小说家。"],
        ["姚体信", 67, "姚体信（？－？），字汝达，平湖县人，浙江嘉兴府嘉兴县灶籍，明朝政治人物、进士出身。"],
        ["薛一鹗", 68, "薛一鹗（？－？），字应荐，山西平阳府芮城县人，塩籍，明朝政治人物、进士出身。"],
        ["黄可大", 69, "黄可大（？－？），字士弘，广东广州府番禺县人，军籍，明朝政治人物、进士出身。"],
        ["应存性", 70, "应存性（？－？），字成之，浙江台州府仙居县人，民籍，明朝政治人物。"],
        ["薛守经", 71, "薛守经（？－？），字子权，广东潮州府揭阳县人，民籍，明朝政治人物、进士出身。"],
        ["高　", 72, "高𡹘（1525年－1584年），字叔崇，锺祥县人，湖广承天府京山县军籍，治《易经》，年三十二岁中式嘉靖三十五年丙辰科第二甲第七十二名进士。九月二十八日生，行三，曾祖高让；祖高镇；父高节，教谕；母李氏。严侍下，妻魏氏，兄高岱（刑部主事）；嵩，弟嶨（贡士）。由国子生中式湖广乡试第二名举人，会试中式第三十一名[1]。"],
        ["熊　俸", 73, "熊俸（？－？），字应秩，江西南康府星子县人，民籍，明朝政治人物、进士出身。"],
        ["葛　纶", 74, "葛纶，字礼卿，直隶崑山人，明朝政治人物。"],
        ["俞汝器", 75, "俞汝器（？－？），字器之，江西抚州府临川县人，民籍，明朝政治人物、进士出身。"],
        ["杨承闵", 76, "杨承闵（？－？），字子孝，浙江宁波府鄞县人，民籍，明朝政治人物、进士出身。"],
        ["劳　堪", 77, "劳堪，字任之，号庐岳，又号道亭，江西九江府德化县人，民籍，明朝政治人物、进士出身。"],
        ["张文渊", 78, "张文渊（1524年－1583年），字元静，四川省顺庆府西充县人，军籍，治《易经》，年三十三岁中式嘉靖三十五年丙辰科第二甲第七十八名进士。十二月二十五日生，行一，曾祖张景原，寿官；祖张翔，长官司吏目；父张腾霄；母陈氏。慈侍下，妻李氏。由县学附学生中式四川乡试第十九名举人，会试中式第六十七名[1]。"],
        ["施笃臣", 79, "施笃臣（1530年－1574年），字敦甫，号青阳居士，斋号春堂、恒斋，南直隶青阳人，明朝官员。 　　"],
        ["杨　兆", 80, "杨兆（？－？），字梦镜，陕西延安府肤施县人，民籍，明朝政治人物、进士出身。"],
        ["萧维翰", 81, "萧维翰（？－？），字良甫，浙江嘉兴府秀水县人，民籍，明朝政治人物、进士出身。"],
        ["程大宾", 82, "程大賔（？－？），字汝见，直隶徽州府歙县人，民籍，明朝政治人物、进士出身。"],
        ["杨　脩", 83, "杨脩（1521年－1580年），字子吉，四川省顺庆府南充县人，医籍，治《诗经》，年三十六岁中式嘉靖三十五年丙辰科第二甲第八十三名进士。二月初五日生，行三，曾祖杨道达；祖杨锡；父杨沐；嫡母冯氏；生母王氏。具庆下，妻唐氏，兄储；仕（监生），弟备；倌；作。由国子生中式四川乡试第七名举人，会试中式第十九名[1]。"],
        ["刘　𥡷", 84, "刘𥡷（？－？），字朝重，湖广衡州府酃县人，马船籍，明朝政治人物、进士出身。"],
        ["郑　旻", 85, "郑旻（？－？），字世穆，广东潮州府揭阳县人，灶籍，明朝政治人物、进士出身。"],
        ["介一清", 86, "介一清（？－？），字子澄，山西平阳府解州人，民籍，明朝政治人物。"],
        ["解明瑞", 87, "解明瑞（？－？），字希文，山东东昌府莘县人，直隶建阳卫官籍，明朝政治人物、进士出身。"],
        ["龚大器", 88, "龚大器（？－？），字用卿，湖广荆州府公安县人，民籍，明朝政治人物、进士出身。"],
        ["陈　选", 89, "陈选（？－？），字民秀，福建泉州府晋江县人，民籍，明朝政治人物、进士出身。"],
        ["李承芳", 90, "李承芳（？－？），字伯辉，江西吉安府永新县人，民籍，明朝政治人物、进士出身。"]
    ]
}