{
    "year_name": "嘉靖三十八年己未科殿试金榜",
    "first": [
        ["丁士美", 1, "丁士美（1521年－1577年），字邦彦，号后溪，清河（今淮安）人。明朝状元、政治人物。"],
        ["毛惇元", 2, "毛惇元（？－？），字裕仁，浙江绍兴府馀姚县（今馀姚市）人，民籍，明朝政治人物，榜眼及第。"],
        ["林士章", 3, "林士章（1523年－1600年），字德斐，号璧东。福建漳浦人，明朝政治人物、探花。"]
    ],
    "third": [
        ["王　淑", 1, "王淑（？－？），字仪甫，浙江台州府临海县人，江西南昌府新建县民籍，明朝政治人物、进士出身。"],
        ["陈绍登", 2, "陈绍登（？－？），字诞先，江阴县人，直隶常州府武进县民籍，明朝政治人物、进士出身。"],
        ["孙　枝", 3, "孙枝（？－？），字子荣，钱塘县人，浙江杭州府仁和县民籍，明朝政治人物、进士出身。"],
        ["崔　栋", 4, "崔栋（？－？），字隆吉，河南南阳府泌阳县人，民籍，明朝政治人物、进士出身。"],
        ["潘一桂", 5, "潘一桂（？－？），字子高，直隶河间府故城县人，顺天府忠义中卫军籍，明朝政治人物、进士出身。"],
        ["秦嘉楫", 6, "秦嘉楫（？－？），字少说，直隶松江府上海县人，灶籍，明朝政治人物、进士出身。"],
        ["胡维新", 7, "胡维新（？－？），字文化，浙江绍兴府馀姚县人，军籍，明朝政治人物、进士出身。"],
        ["解　宋", 8, "解宋（？－？），字应儒，直隶扬州府高邮州兴化县人，匠籍，明朝政治人物、进士出身。"],
        ["王期古", 9, "王期古（？－？），字克淳，山西潞州卫左所人，军籍，明朝政治人物、进士出身。"],
        ["燕儒宦", 10, "燕儒宦（？－？），字用道，河南汝州鲁山县人，民籍，明朝政治人物、进士出身。"],
        ["黄　襄", 11, "黄襄（？－？），字国着，福建泉州府南安县人，民籍，明朝政治人物、进士出身。"],
        ["陈　省", 12, "陈省（？－？），字孔震，福建福州府长乐县人，军籍，明朝政治人物、进士出身。"],
        ["牛若愚", 13, "牛若愚（？－？），字睿卿，河南开封府祥符县人，山西泽州民籍，明朝政治人物、进士出身。"],
        ["舒　化", 14, "舒化，字汝德，諡庄僖，江西承宣布政使司抚州府临川县（今江西省抚州市）人，明朝政治人物、进士出身。"],
        ["刘曰睿", 15, "刘曰睿（？－？），字汝思，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["雷稽古", 16, "雷稽古（？－？），字汝征，山东东昌府高唐州恩县人，军籍，明朝政治人物、进士出身。"],
        ["王之翰", 17, "王之翰（1819年－1884年），字次屏，号湘筠，山东潍城人，清末教育家、书法家。"],
        ["黄　鹤", 18, "黄鹤（？－？），字鸣臯，河南开封府杞县人，民籍，明朝政治人物、进士出身。"],
        ["张德恭", 19, "张德恭（？－？），字子安，河南汝宁府光山县人，民籍，明朝政治人物、进士出身。"],
        ["林茂勋", 20, "林茂勋（？－？），字汝策，福州府怀安县人，福建福州右卫军籍，明朝政治人物、进士出身。"],
        ["汪若泮", 21, "汪若泮（？－？），字文化，应天府江浦县人，贵州贵州卫军籍，明朝政治人物、进士出身。"],
        ["蔡可教", 22, "蔡可教（？－？），字子受，直隶广平府成安县人，民籍，明朝政治人物、进士出身。"],
        ["甄　沛", 23, "甄沛（？－？），字汝泽，山东兖州府鱼台县人，官籍，明朝政治人物、进士出身。"],
        ["查志隆", 24, "查志隆（？－？），字鸣治，浙江杭州府海宁县人，民籍，明朝政治人物、进士出身。"],
        ["张承赍", 25, "张承赉（？－？），字良甫，浙江绍兴府上虞县人，民籍，明朝政治人物、进士出身。"],
        ["房　楠", 26, "房楠（？－？），字茂材，河南汝宁府汝阳县人，民籍，明朝政治人物、进士出身。"],
        ["宿　度", 27, "宿度（？－？），字元周，山东莱州府掖县人，民籍，明朝政治人物、进士出身。"],
        ["佘敬中", 28, "佘敬中（？－？），字子惺，直隶池州府铜陵县人，军籍，明朝政治人物。"],
        ["沈子木", 29, "沈子木（？－？），字汝南，浙江湖州府归安县人，民籍，明朝政治人物、进士出身。"],
        ["谢东阳", 30, "谢东阳（1523年－1582年），字子生，湖广省巴陵县人，四川保宁千户所军籍，治《诗经》，年三十七岁中式嘉靖三十八年己未科第三甲第三十名进士。閠四月二十二日生，行二，曾祖谢琰；祖谢义；父谢廷臣；前母崔氏；杨氏；继母李氏；继母刘氏。具庆下，妻馀氏，继妻徐氏。由保宁府学生中式四川乡试第四十九名举人，会试中式第二百四十名[1]。"],
        ["公一扬", 31, "公一扬（？－？），字子举，山东青州府蒙阴县人，军籍，明朝政治人物。官至工部郎中。"],
        ["黄嘉宾", 32, "黄嘉宾（？－？），字子扬，福建建宁府崇安县人，军籍，明朝政治人物、进士出身。"],
        ["王　儒", 33, "王儒（1532年－1591年），字珍卿，浙江省嘉兴府嘉兴县人，民籍，治《书经》，年二十八岁中式嘉靖三十八年己未科第三甲第三十三名进士。八月二十四日生，行一，曾祖王言；祖王实；父王宪；母沈氏。具庆下，妻徐氏，弟仁。由县学增广生中式浙江乡试第五十六名举人，会试中式第七十三名[1]。"],
        ["张宪臣", 34, "张宪臣（？－？），字钦伯，直隶苏州府崑山县人，民籍，明朝政治人物、进士出身。"],
        ["王友贤", 35, "王友贤（？－？），字希尧，山西太原府石州宁乡县人，军籍，明朝政治人物、进士出身。"],
        ["董文寀", 36, "董文寀（？－？），字汝和，山西平阳府临汾县人，金吾前卫军籍，明朝政治人物、进士出身。"],
        ["林应节", 37, "林应节（？－？），字时卿，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["李思柱", 38, "李思柱（？－？），字子胜，直隶真定府冀州武邑县人，民籍，明朝政治人物、进士出身。"],
        ["俞守道", 39, "俞守道（？－？），字达卿，浙江杭州府仁和县人，民籍，明朝政治人物、进士出身。"],
        ["王天爵", 40, "王天爵（？－？），字子修，徽州府歙县人，直隶苏州府吴县民籍，明朝政治人物、进士出身。"],
        ["杨廷选", 41, "杨廷选（？－？），字子庸，浙江宁波府鄞县人，锦衣卫镇抚司匠籍，明朝政治人物、进士出身。"],
        ["赵熙靖", 42, "赵熙靖（？－？），字敬克，直隶常州府武进县人，民籍，明朝政治人物、进士出身。"],
        ["王育仁", 43, "王育仁（生卒年不详），明朝官员。江西泰和县梅冈人。同进士出身。"],
        ["荆文炤", 44, "荆文照，又名荆文炤，字叔韬，南直隶丹阳人，明朝政治人物、同进士出身。"],
        ["邢　实", 45, "邢实（？－？），字道充，山西平阳府洪洞县人，军籍，明朝政治人物、进士出身。"],
        ["贺邦泰", 46, "贺邦泰（？－？），字道卿，常州府武进县人，直隶镇江府丹阳县军籍，明朝政治人物、进士出身。"],
        ["周之屏", 47, "周之屏（？－？），字伯卿，湖广长沙府湘潭县人，马船籍，明朝政治人物、进士出身。"],
        ["张进思", 48, "张进思（？－？），字忠甫，山西沁州人，军籍，明朝政治人物、进士出身。"],
        ["王　堂", 49, "王堂（1532年－1591年），字以治，四川省重庆府涪州人，军籍，治《易经》，年二十八岁中式嘉靖三十八年己未科第三甲第四十九名进士。六月二十一日生，行三，曾祖王思鑑；祖王定；父王本雚；母何氏。具庆下，妻李氏，兄嘉；聘，弟问。由州学生中式四川乡试第二十九名举人，会试中式第二百七十八名[1]。"],
        ["游日章", 50, "游日章（？－？），字学䌹，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["张士纯", 51, "张士纯（？－？），字诚叔，浙江湖州府吉安州人，匠籍，明朝政治人物、进士出身。"],
        ["欧阳模", 52, "欧阳模（？－？），字宏甫，福建泉州府南安县人，民籍，明朝政治人物、进士出身。"],
        ["黄国华", 53, "黄国华（？－？），字良实，江西南昌府丰城县人，民籍，明朝政治人物、进士出身。"],
        ["宋　训", 54, "宋训（？－？），字汝式，河南汝宁府新蔡县人，民籍，明朝政治人物、进士出身。"],
        ["随承业", 55, "随承业（？－？），字思显，山东东昌府聊城县人，民籍，明朝政治人物、进士出身。"],
        ["顾　奎", 56, "顾奎（？－？），字文曜，直隶扬州府通州人，军籍，明朝政治人物、进士出身。"],
        ["李迁梧", 57, "李迁梧（？－？），字茂阳，山东青州府安丘县人，军籍，明朝政治人物、进士出身。"],
        ["沈如麒", 58, "沈如麒（？－？），字朝珍，浙江嘉兴府嘉兴县人，顺天府霸州民籍，明朝政治人物、进士出身。"],
        ["刘汉儒", 59, "刘汉儒（1529年－1603年），字文卿，河南开封府陈州沈丘县人，民籍，明朝政治人物、进士出身。"],
        ["杨应东", 60, "杨应东（？－？），字子仁，云南大理府太和县人，民籍，明朝政治人物、进士出身。"],
        ["张翰翔", 61, "张翰翔（？－？），字汝升，应天府溧阳县人，民籍，明朝政治人物、进士出身。"],
        ["李　江", 62, "李江（？－？），字汝贡，山东济南府武定州人，锦衣卫校籍，明朝政治人物、进士出身。"],
        ["王用桢", 63, "王用桢（1531年－1590年），字周行，四川省顺庆府南充县人，民籍，治《易经》，年二十九岁中式嘉靖三十八年己未科第三甲第六十三名进士。五月初三日生，行三，曾祖王儒，监生；祖王汾，赠征仕郎工科给事中；父王缵宗，知县；母谯氏。具庆下，妻范氏，兄用宾；用官；美锐（知县）；畴；茂孚；达孚；嘉，弟用章；用行；用康；用予。由县学附学生中式四川乡试第三十一名举人，会试中式第二百七十六名[1]。"],
        ["蒋　彬", 64, "蒋彬（？－？），字原中，直隶苏州府吴县人，民籍，明朝政治人物、进士出身。"],
        ["汤　仰", 65, "汤仰（1532年－1591年），字子山，四川成都后卫新都驿官籍，治《易经》，年二十八岁中式嘉靖三十八年己未科第三甲第六十五名进士。五月初九日生，行四，曾祖汤干，百户；祖汤钦，百户；父汤聘莘，百户；嫡母张氏；生母钱氏。具庆下，妻杨氏，兄仁（百户）；傅（知县）；仕。由新都县学增广生中式四川乡试第二十九名举人，会试中式第二百四十一名[1]。"],
        ["黄　枢", 66, "黄枢（？－？），字执甫，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["卢修可", 67, "卢修可（？－？），字子吉，河南开封府许州人，军籍，明朝政治人物、进士出身。"],
        ["陈思忠", 68, "陈思忠（？－？），字君衡，福建兴化府莆田县人，盐籍，明朝政治人物、进士出身。"],
        ["苏　松", 69, "苏松（1529年－1588年），字贞卿，四川省顺庆府广安州人，民籍，治《易经》，年三十一岁中式嘉靖三十八年己未科第三甲第六十九名进士。六月十九日生，行一，曾祖苏盛；祖苏贤；父苏宗哲；母辛氏；继母谈氏。具庆下，妻郑氏，继妻石氏；弟栢；桥。由州学生中式四川乡试第三十五名举人，会试中式第二百五十九名[1]。"],
        ["邓洪震", 70, "邓洪震，广西省宣化县人。明朝政治人物。"],
        ["张　卤", 71, "张卤（1523年－1598年），字召和，号浒东，河南仪封县人，明朝政治人物。"],
        ["岳　相", 72, "岳相（？－？），字惟忠，山东青州府寿光县人，军籍，明朝政治人物、进士出身。"],
        ["郜光先", 73, "郜光先（1533年－1586年），字子孝，号文川，山西长治县人，明朝政治人物、进士出身。"],
        ["邵梦麟", 74, "邵梦麟（？－？），字道征，直隶滁州人，民籍，明朝政治人物、进士出身。"],
        ["朱　纁", 75, "朱纁（？－？），字玄甫，应天府溧阳县人，军籍，明朝政治人物、进士出身。"],
        ["严从简", 76, "严从简，字仲可，号绍峰，浙江嘉兴人。明朝官员。"],
        ["万　庆", 77, "万庆（？－？），字子馀，直隶和州人，民籍，明朝政治人物、进士出身。"],
        ["金　定", 78, "金定（？－？），字汝济，直隶松江府上海县人，顺天府蓟州平谷县军籍，明朝政治人物、进士出身。"],
        ["胡执礼", 79, "胡执礼（？－？），字汝立，陕西行都司永昌卫人，民籍，明朝政治人物、进士出身。"],
        ["石　星", 80, "石星（？－1599年），字拱辰，号东泉，山东东明城内石家井（今解放街仁义胡同）人，明朝政治人物，同进士出身。"],
        ["陈于陛", 81, "陈于陛，北直隶广平府曲周县（今河北省曲周县）人，明朝南京户部尚书、进士出身。"],
        ["冯成能", 82, "冯成能（？－？），字子经，浙江宁波府慈谿县人，民籍，明朝政治人物、进士出身。"],
        ["宋　纁", 83, "宋纁（1522年－1591年），字伯敬，号栗菴[4]、栗亭[5]，諡庄敬[1]（一说庄敏[6][7]），明朝政治人物。河南商丘人。同进士出身，官至吏部尚书、户部尚书。"],
        ["李承选", 84, "李承选（？－？），字俊卿，河南开封府延津县人，民籍，明朝政治人物、进士出身。"],
        ["俞咨益", 85, "俞咨益（？－？），字汝虞，浙江绍兴府山阴县人，灶籍，明朝政治人物、进士出身。"],
        ["刘宗岱", 86, "刘宗岱（？－？），字伯东，山东济南府历城县人，军籍，明朝政治人物、进士出身。"],
        ["李尧德", 87, "李尧德（？－？），字性夫，直隶广平府永年县人，民籍，明朝政治人物、进士出身。"],
        ["岑用宾", 88, "岑用宾，字允穆，广东承宣布政使司广州府顺德县（今广东省佛山市顺德县）人，明朝政治人物。嘉靖丙戌科进士岑万之子。[1]"],
        ["刘　庠", 89, "刘庠（？－？），字养吾，湖广承天府锺祥县人，锦衣卫校籍，明朝政治人物、进士出身。"],
        ["沈　秱", 90, "沈秱（？－？），字时秀，乌程县人，浙江湖州府归安县民籍，明朝政治人物、进士出身。"],
        ["高文荐", 91, "高文荐（1527年－1586年），字伯简，陕西省凤翔府凤翔县人，四川成都右卫军籍，治《书经》，年三十三岁中式嘉靖三十八年己未科第三甲第九十一名进士。二月二十日生，行二，曾祖高政；祖高仕魁；父高鹏；母周氏。慈侍下，妻何氏，兄文佐（监生），弟文佑；文举；文进；文选。由成都府学增广生中式四川乡试第五十七名举人，会试中式第八十九名[1]。"],
        ["顾　坚", 92, "顾坚（？－？），字元贞，常熟县人，直隶苏州府吴县民籍，明朝政治人物、进士出身。"],
        ["林舜道", 93, "林舜道（？－？），字允中，怀安县人，福建福州府闽县军籍，明朝政治人物、进士出身。"],
        ["欧阳一敬", 94, "欧阳一敬（16世纪－1570年），字司直，彭泽人。明朝著名言官。"],
        ["史嗣元", 95, "史嗣元（？－？），字懋宗，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["彭文质", 96, "彭文质（？－？），字在份，福建兴化府莆田县人，民籍，明朝政治人物，同进士出身。"],
        ["沈人种", 97, "沈人种（？－？），字时雍，直隶苏州府嘉定县人，民籍，明朝政治人物、进士出身。"],
        ["林朝聘", 98, "林朝聘（？－？），字君珍，福建福州府闽县人，民籍，明朝政治人物、进士出身。"],
        ["蒋三益", 99, "蒋三益（1526年－1585年），字子谦，陕西省咸宁县人，四川成都前卫官籍，治《春秋》，年三十四岁中式嘉靖三十八年己未科第三甲第九十九名进士。二月初七日生，行二，曾祖蒋鑑，赠南京右军都督府经历；祖蒋弼，知府；父蒋芹，贡士；母曹氏。慈侍下，妻戴氏，兄鹏（千户）；三近（贡士）；三省，弟三畏；三馀；三祝；三乐。由成都府学生中式四川乡试第四十七名举人，会试中式第一百二十二名[1]。"],
        ["田登年", 100, "田登年（1531年－1590年），字子登，四川省重庆府忠州人，民籍，治《诗经》，年二十九岁中式嘉靖三十八年己未科第三甲第一百名进士。六月初九日生，行二，曾祖田容；祖田湘；父田亿，典膳；母任氏。具庆下，妻李氏，继妻李氏；兄有秋，弟有年。由州学生中式四川乡试第九名举人，会试中式第一百六十名[1]。"],
        ["霍与瑕", 101, "霍与瑕（？－？），字勉衷，广东广州府南海县人，民籍，明朝政治人物、进士出身。"],
        ["何　源", 102, "何源（？－？），字仲深，江西建昌府广昌县人，民籍，明朝政治人物、进士出身。"],
        ["张敏德", 103, "张敏德（？－？），字逊时，江西吉安府万安县人，民籍，明朝政治人物、进士出身。"],
        ["罗黄裳", 104, "罗黄裳（？－？），字美至，广东肇庆府高明县人，民籍，明朝政治人物、进士出身。"],
        ["陈云桂", 105, "陈云桂（？－？），字君芳，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["冯　善", 106, "冯善（？－？），字可欲，河南汝宁府守御千户所人，军籍，明朝政治人物、进士出身。"],
        ["王君赏", 107, "王君赏（？－？），字汝懋，山东济南府淄川县人，军籍，明朝政治人物、进士出身。"],
        ["魏时亮", 108, "魏时亮（1529年－1591年），字工甫，江西承宣布政使司南昌府南昌县人，明朝政治人物、进士出身。"],
        ["夏道南", 109, "夏道南（？－？），字宗时，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["邓楚望", 110, "邓楚望（？－？），字思鲁，湖广黄州府麻城县人，军籍，明朝政治人物、进士出身。"],
        ["严大纪", 111, "严大纪（1536年－1595年），字汝肃，浙江省绍兴府馀杭县人，太医院医籍，治《易经》，年二十四岁中式嘉靖三十八年己未科第三甲第一百一十一名进士。五月二十六日生，行一，曾祖严伦；祖严耔，仓副使；父严元，御医；前母林氏；郑氏。严侍下，妻高氏，兄大经；大邦。由顺天府学附学生中式顺天府乡试第六十七名举人，会试中式第二百十三名[1]。"],
        ["朱炳如", 112, "朱炳如（？－？），字仲南，桂阳县人，湖广衡州卫官籍，明朝政治人物、进士出身。"],
        ["曹自守", 113, "曹自守（？－？），字伯化，山东东昌府荏平县人，匠籍，明朝政治人物、进士出身。"],
        ["李　辙", 114, "李辙（？－？），字从道，陕西凤翔府凤翔县人，民籍，明朝政治人物、进士出身。"],
        ["潘　儯", 115, "潘儯（？－？），字文起，江西南昌府武宁县人，民籍，明朝政治人物、进士出身。"],
        ["徐　钺", 116, "徐钺（？－？），字用熙，江西建昌府南丰县人，匠籍，明朝政治人物、进士出身。"],
        ["程光甸", 117, "程光甸（？－？），字子极，直隶安庆府太湖县人，民籍，明朝政治人物、进士出身。"],
        ["何起鸣", 118, "何起鸣（1531年－？年），字应岐，四川成都府内江县人，明朝政治人物。"],
        ["朱　湘", 119, "朱湘（？－？），字子清，浙江金华府义乌县人，民籍，明朝政治人物、进士出身。"],
        ["曹　栋", 120, "曹栋（？－？），字隆卿，直隶镇江府丹徒县人，军籍，明朝政治人物、进士出身。"],
        ["邓　球", 121, "邓球（？－？），字应鸣，湖广永州府祁阳县人，民籍，明朝政治人物、进士出身。"],
        ["雷鸣春", 122, "雷鸣春（？－？），字肇元，直隶安庆府怀宁县人，民籍，明朝政治人物、进士出身。"],
        ["黄　纬", 123, "黄纬（？－？），字焕甫，山东青州府益都县人，军籍，明朝政治人物、进士出身。"],
        ["包大爟", 124, "包大爟（？－？），字举之，浙江宁波府鄞县人，民籍，明朝政治人物、进士出身。"],
        ["何永庆", 125, "何永庆（生卒年不详），字善夫，明朝官员。河南怀庆府人。同进士出身。"],
        ["纪　诫", 126, "纪诫（？－？），字勉夫，顺天府霸州文安县人，民籍，明朝政治人物、进士出身。"],
        ["刘　芬", 127, "刘芬（？－？），字世馨，直隶真定府真定县人，民籍，明朝政治人物、进士出身。"],
        ["徐　濬", 128, "徐濬（？－？），字哲甫，直隶合肥县人，广西柳州卫官籍，明朝政治人物、进士出身。"],
        ["杨　鉁", 129, "杨鉁（？－？），字汝奇，直隶顺德府刑台县人，民籍，明朝政治人物、进士出身。"],
        ["潘良贵", 130, "潘良贵（？－？），字汝思，浙江绍兴府上虞县人，神武左卫军籍，明朝政治人物、进士出身。"],
        ["乐舜宾", 131, "乐舜宾（？－？），字宗尧，号吾江，浙江定海人，明朝政治人物，同进士出身。"],
        ["赵云程", 132, "赵云程（？－？），字汝登，直隶扬州府通州人，顺天府大兴县匠籍，明朝政治人物、进士出身。"],
        ["张凤岐", 133, "张凤岐（？－？），字鸣治，浙江嘉兴府嘉兴县人，民籍，明朝政治人物、进士出身。"],
        ["蔡一槐", 134, "蔡一槐（？－？），字景明，福建泉州府晋江县人，民籍，明朝政治人物、进士出身。"],
        ["王徽猷", 135, "王徽猷（？－？），字天诰，福建泉州府晋江县人，民籍，明朝政治人物、进士出身。"],
        ["郑　栋", 136, "郑栋（？－？），字公宇，江西饶州府万年县人，民籍，明朝政治人物、进士出身。"],
        ["杨起元", 137, "杨起元（1530年－1589年），字体仁，直隶真定府栾城县人，民籍，治《易经》，明朝政治人物、进士出身。"],
        ["楼如山", 138, "楼如山，浙江东阳人，是一名明朝政治人物。进士出身。"],
        ["王　爱", 139, "王爱（？－？），字体仁，浙江嘉兴府秀水县人，军籍，明朝政治人物、进士出身。"],
        ["刘一孚", 140, "刘一孚（？－？），字贞甫，山东青州府益都县人，民籍，明朝政治人物、进士出身。"],
        ["何思谨", 141, "何思谨（？－？），字仲勉，山东青州府莒州人，民籍，明朝政治人物、进士出身。"],
        ["李文续", 142, "李文续（1534年－1593年），字德延，四川省叙州府宜宾县人，民籍，治《诗经》，明朝政治人物、进士出身。"],
        ["徐惟辑", 143, "徐惟辑（？－？），字汝洽，浙江衢州府江山县人，民籍，明朝政治人物、进士出身。"],
        ["梅惟和", 144, "梅惟和（？－？），字元臣，陕西西安府三原县人，贵州普定卫军籍，明朝政治人物、进士出身。"],
        ["张　岳", 145, "张岳(1535年－1590年)，字汝宗，号龙峰，浙江绍兴府馀姚县人，明朝官员。嘉靖三十八年（1559年）进士。喜欢上疏议论当权者的过失，万历年间于刑部右侍郎任上遭免职。"],
        ["赵　格", 146, "赵格（？－？），字君正，江西吉安府安福县人，民籍，明朝政治人物、进士出身。"],
        ["王世懋", 147, "王世懋（1536年－1588年），字敬美，号麟州，又号损斋，或曰墙东生。直隶太仓（今属江苏省）人。明朝政治人物。南京刑部尚书、史学家王世贞之弟。"],
        ["赖嘉谟", 148, "赖嘉谟，万安人，是一名明朝政治人物。进士出身。"],
        ["郭天禄", 149, "郭天禄（？－？），字子学，定兴县人，直隶保定后卫军籍，明朝政治人物、进士出身。"],
        ["徐廷祼", 150, "徐廷裸（？－？），字士敏，太仓州人，直隶苏州府崑山县民籍，明朝政治人物、进士出身。"],
        ["赵　莘", 151, "赵莘（？－？），字师尹，直隶大名府开州长垣县人，民籍，明朝政治人物、进士出身。"],
        ["谢廷杰", 152, "谢廷杰（？－？），字宗圣，江西南昌府新建县人，民籍，明朝政治人物、进士出身。"],
        ["李　辅", 153, "李辅（？－？），字子卿，江西南昌府进贤县人，民籍，明朝政治人物、进士出身。"],
        ["庞　澜", 154, "庞澜（？－？），字观吾，直隶河间府任丘县人，军籍，明朝政治人物、进士出身。"],
        ["李　琦", 155, "李琦（？－？），字伯玉，直隶常州府江阴县人，光禄寺厨籍，明朝政治人物、进士出身。"],
        ["蔡　悉", 156, "蔡悉（？－？），字士皆，直隶庐州府合肥县人，匠籍，明朝政治人物、进士出身。"],
        ["刘介龄", 157, "刘介龄（1523年－1582年），字少脩，广东省广州府南海县人，民籍，治《诗经》，明朝政治人物、进士出身。"],
        ["张　槚", 158, "张槚（？－？），字叔养，江西建昌府新城县人，民籍，明朝政治人物、进士出身。"],
        ["戴凤翔", 159, "戴凤翔（？－？），字志曾，嘉兴县人，浙江嘉兴府海盐县灶籍，明朝政治人物、进士出身。"],
        ["吴教傅", 160, "吴教传（？－？），字汝范，山东东昌府朝城县人，军籍，明朝政治人物、进士出身。"],
        ["翟　台", 161, "翟台（？－？），字思平，直隶宁国府泾县人，民籍，明朝政治人物、进士出身。"],
        ["杨　津", 162, "杨津（？－？），字汝问，山东青州府诸城县人，匠籍，明朝政治人物、进士出身。"],
        ["程鸣伊", 163, "程鸣伊（？－？），字希正，山东青州府乐安县人，匠籍，明朝政治人物、进士出身。"],
        ["梁　梧", 164, "梁梧（？－？），字凤鸣，河南汝宁府信阳卫人，军籍，明朝政治人物、进士出身。"],
        ["邢　邦", 165, "邢邦（？－？），字维翰，山东东昌府临清州人，民籍，明朝政治人物、进士出身。"],
        ["蒋凌汉", 166, "蒋凌汉（1523年－1582年），字节甫，四川成都府金堂县人，民籍，治《易经》，明朝政治人物、进士出身。"],
        ["詹　彬", 167, "詹彬（？－？），字汝宜，福建泉州府安溪县人，民籍，明朝政治人物、进士出身。"],
        ["熊秉元", 168, "熊秉元（？－？），字仁卿，江西南昌府丰城县人，民籍，明朝政治人物、进士出身。"],
        ["丘达道", 169, "丘达道（1536年－1595年），字和仲，四川成都府绵州人，民籍，治《书经》，明朝政治人物、进士出身。"],
        ["平康裕", 170, "平康裕（？－？），字德远，直隶保定府新城县（今高碑店市）人，民籍，明朝政治人物。"],
        ["孙汝翼", 171, "孙汝翼（？－？），字舜臣，顺天府密云县人，民籍，明朝政治人物、进士出身。"],
        ["王　缉", 172, "王缉（？－？），字熙甫，直隶凤阳府定远县人，山西汾州卫官籍，明朝政治人物、进士出身。"],
        ["张　齐", 173, "张齐（？－？），字子修，陕西西安府长安县人，民籍，明朝政治人物、进士出身。"],
        ["顾廷对", 174, "顾廷对（？－？），字子俞，直隶扬州府泰州人，民籍，明朝政治人物、进士出身。"],
        ["朱　擢", 175, "朱擢（？－？），字登庸，陕西西安府渭南县人，民籍，明朝政治人物、进士出身。"],
        ["吴于诗", 176, "吴于诗（1533年－1592年），字以兴，四川嘉定州荣县人，四川叙州府富顺县灶籍，治《诗经》，年二十七岁中式嘉靖三十八年己未科第三甲第一百七十六名进士。十二月二十九日生，行一，曾祖吴堂；祖吴可依；父吴谆；母江氏；继母魏氏。慈侍下，妻赵氏，弟于礼；于乐。由县学附学生中式四川乡试第四十四名举人，会试中式第八十四名[1]。"],
        ["贾　淇", 177, "贾淇（？－？），字希武，河南河南府嵩县人，民籍，明朝政治人物、进士出身。"],
        ["尹　约", 178, "尹约（？－？），字一之，山东兖州府平阴县人，民籍，明朝政治人物、进士出身。"],
        ["周鸣埙", 179, "周鸣埙（？－？），字思友，湖广黄州府蕲水县人，民籍，明朝政治人物、进士出身。"],
        ["郁　言", 180, "郁言（？－？），字从忠，浙江绍兴府山阴县人，民籍，明朝政治人物、进士出身。"],
        ["黄　仪", 181, "黄仪（？－？），字象卿，广东广州府东莞县人，民籍，明朝政治人物、进士出身。"],
        ["赵　讷", 182, "赵讷（？－？），字孟敏，山西汾州孝义县人，民籍，明朝政治人物、进士出身。"],
        ["张希稷", 183, "张希稷（？－？），字于田，山东青州府高苑县人，军籍，明朝政治人物、进士出身。"],
        ["洪有第", 184, "洪有第（？－？），字懋学，号肖英，福建南安人，徙居晋江，明朝政治人物，同进士出身。"],
        ["孙光祖", 185, "孙光祖（？－？），字子绍，浙江宁波府慈谿县人，民籍，明朝政治人物、进士出身。"],
        ["冯　珊", 186, "冯珊（？－？），字仲鸣，直隶真定府藳城县人，民籍，明朝政治人物、进士出身。"],
        ["郑惟侨", 187, "郑惟侨（？－？），字子爱，湖广荆州府石首县人，军籍，明朝政治人物、进士出身。"],
        ["高大化", 188, "高大化（？－？），字少贤，山东青州府沂水县人，民籍，明朝政治人物、进士出身。"],
        ["鲍宗沂", 189, "鲍宗沂（？－？），字志同，顺天府大兴县人，直隶扬州府江都县民籍，明朝政治人物、进士出身。"],
        ["甄　津", 190, "甄津（？－？），字汝问，山东兖州府鱼台县人，官籍，明朝政治人物、进士出身。"],
        ["夏　永", 191, "夏永（？－？），字吉甫，辽东广宁前屯卫人，官籍，明朝政治人物、进士出身。"],
        ["孙　代", 192, "孙代（？－？），字绍甫，陕西凤翔府扶风县人，军籍，明朝政治人物、进士出身。"],
        ["周　美", 193, "周美（？－？），字子充，浙江杭州府富阳县人，民籍，明朝政治人物、进士出身。"],
        ["李向阳", 194, "李向阳（1534年－1593年），字忠卿，四川雅州人，军籍，治《易经》，明朝政治人物、进士出身。"],
        ["罗大玘", 195, "罗大玘（？－？），字惟节，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["高　甲", 196, "高甲（？－？），字一卿，大宁都司中卫后所人，军籍，明朝政治人物、进士出身。"],
        ["雷以仁", 197, "雷以仁（？－？），字育卿，湖广荆州府夷陵州人，军籍，明朝政治人物、进士出身。"],
        ["雷孔文", 198, "雷孔文 （1525年－1584年），字质卿，四川省重庆府大足县人，民籍，明朝政治人物、进士出身。"],
        ["杨　枢", 199, "杨枢（？－？），字运卿，山西泽州阳城县人，民籍，明朝政治人物、进士出身。"],
        ["王廷瞻", 200, "王廷瞻（1521年－1592年），字稚表，湖广承宣布政使司黄州府黄冈县（今湖北省黄冈市）人，明朝政治人物、同进士出身。王济之子、王廷陈之弟。"],
        ["李承嗣", 201, "李承嗣（？－？），字贞立，浙江宁波府鄞县人，民籍，明朝政治人物、进士出身。"],
        ["张　庸", 202, "张庸（？－？），字子登，河南汝宁府光州光山县人，民籍，明朝政治人物、进士出身。"],
        ["侯　峩", 203, "侯峩（？－？），字子谦，山西潞安府长治县人，民籍，明朝政治人物、进士出身。"],
        ["张　缙", 204, "张缙（？－？），字子忠，河南彰德府安阳县人，民籍，明朝政治人物、进士出身。"],
        ["侯必登", 205, "侯必登（？－？），字懋学，应天府上元县人，云南广西卫军籍，明朝政治人物、进士出身。"],
        ["刘南金", 206, "刘南金（？－？），字献卿，河南开封府杞县人，民籍，明朝政治人物、进士出身。"],
        ["张振之", 207, "《沧浪亭五百名贤像》之张振之石刻像"],
        ["张蕴道", 208, "张蕴道（？－？），字君聘，山西太原府石州宁乡县人，民籍，明朝政治人物、进士出身。"],
        ["郭大纶", 209, "郭大纶（？－？），字子理，山东青州府博兴县人，锦衣卫校籍，明朝政治人物、进士出身。"],
        ["周弘祖", 210, "周弘祖（？－？），字元孝，湖广黄州府麻城县人，民籍，明朝政治人物、进士出身。"],
        ["马文学", 211, "马文学（？－？），字行先，直隶保定府雄县人，民籍，明朝政治人物、进士出身。"],
        ["吴逢春", 212, "吴逢春（？－？），字子沐，广东潮州府海阳县人，民籍，明朝政治人物、进士出身。"],
        ["胡　儒", 213, "胡儒（？－？），字叔醇，浙江绍兴府会稽县人，军籍，明朝政治人物、进士出身。"],
        ["叚朝宗", 214, "段朝宗（？－？），字于海，陕西西安府朝邑县人，民籍，明朝政治人物、进士出身。"],
        ["张　诩", 215, "张诩（？－？），字元卿，直隶扬州府兴化县人，山东登州卫军籍，明朝政治人物、进士出身。"]
    ],
    "index": 60,
    "url": "https://zh.wikipedia.org/wiki/Template:%E5%98%89%E9%9D%96%E4%B8%89%E5%8D%81%E5%85%AB%E5%B9%B4%E5%B7%B1%E6%9C%AA%E7%A7%91%E6%AE%BF%E8%A9%A6%E9%87%91%E6%A6%9C",
    "second": [
        ["陆光祚", 1, "陆光祚（？－？），字与培，浙江嘉兴府平湖县人，锦衣卫官籍，明朝政治人物、进士出身。"],
        ["何子寿", 2, "何子寿（？－？），字康伯，人，锦衣卫中所官籍，明朝政治人物、进士出身。"],
        ["王　湜", 3, "王湜（？－？），字定甫，浙江台州府临海县人，江西南昌府新建县民籍，明朝政治人物、进士出身。"],
        ["蔡茂春", 4, "蔡茂春（？－？），字元卿，福建福州府闽县人，顺天府三河县民籍，明朝政治人物、进士出身。"],
        ["吴　椿", 5, "吴椿（？－？），字寿卿，江西南昌府新建县人，民籍，明朝政治人物、进士出身。"],
        ["张　烈", 6, "张烈（？－？），字明建，直隶松江府华亭县人，民籍，明朝政治人物、进士出身。"],
        ["黄宏宇", 7, "黄宏宇（1524年－1583年），字震祥，广东省琼州府琼山县下东岸人，太医院医籍，治《诗经》，年三十六岁中式嘉靖三十八年己未科第二甲第七名进士。二月二十八日生，行一，曾祖黄遂；祖黄通，赠刑部主事；父黄显，按察司副使；母林氏。具庆下，妻冯氏，弟弘宙；弘宪（贡士）；弘寅；弘宾；弘宸；弘宬；弘寰。由国子生中式顺天府乡试第一百二十五名举人，会试中式第四十名[1]。授浙江参政[2]。"],
        ["朱　奎", 8, "朱奎（？－？），字季文，江西南昌府南昌县人，匠籍，明朝政治人物、进士出身。"],
        ["毛为光", 9, "毛为光（？－？），字龙伯，浙江宁波府鄞县人，民籍，明朝政治人物、进士出身。"],
        ["林澄源", 10, "林澄源（？－？），字仲源，福建兴化府莆田县人，军籍，明朝政治人物、进士出身。"],
        ["陈懋兴", 11, "陈懋兴（？－？），字德甫，福清县人，福建福州府侯官县民籍，明朝政治人物、进士出身。"],
        ["黄　翼", 12, "黄翼（？－？），字子南，直隶无为州人，湖广长沙卫官籍，明朝政治人物、进士出身。"],
        ["张祥鸢", 13, "张祥鸢（？－？），字道卿，直隶镇江府坛县人，军籍，明朝政治人物、进士出身。"],
        ["吴　绍", 14, "吴绍（？－？），字汝复，秀水县人，浙江嘉兴府嘉兴县民籍，明朝政治人物、进士出身。"],
        ["张仲谦", 15, "张仲谦（？－？），字士益，华亭县人，直隶松江府上海县民籍，明朝政治人物、进士出身。"],
        ["李　纪", 16, "李纪（？－？），字邦陈，直隶凤阳府泗州人，民籍，明朝政治人物、进士出身。"],
        ["沈启原", 17, "沈启原（1526年2月22日－1591年4月17日），字道初，号霓川，又号存石，浙江嘉兴府秀水县人，明朝官员，藏书家。嘉靖三十八年（1559年）中进士，初授南京工部屯田司员外郎，累官至陕西按察司副使。因仕而富，爱好藏书、刻书，着有《存石草堂书目》，已佚。"],
        ["蔡　万", 18, "蔡万（？－？），字一之，福建泉州府晋江县人，民籍，明朝政治人物、进士出身。"],
        ["陈应麟", 19, "陈应麟（？－？），字子仁，浙江宁波府鄞县人，锦衣卫校籍，明朝政治人物、进士出身。"],
        ["包　汴", 20, "包汴（？－？），字元京，浙江嘉兴府嘉兴县人，民籍，明朝政治人物、进士出身。"],
        ["达其道", 21, "达其道（？－？），字行甫，直隶顺德府任县人，匠籍，明朝政治人物、进士出身。"],
        ["陈　觐", 22, "陈觐（？－？），字忠甫，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["陆相儒", 23, "陆相儒，浙江秀水人，明朝政治人物。进士出身。"],
        ["王元敬", 24, "王元敬（？－？），字廷臣，浙江绍兴府山阴县人，民籍，明朝政治人物、进士出身。"],
        ["程学博", 25, "程学愽（？－？），字近约，湖广德安府孝感县人，军籍，明朝政治人物、进士出身。"],
        ["张光汉", 26, "张光汉（？－？），字为章，河南彰德府磁州武安县人，民籍，明朝政治人物、进士出身。"],
        ["刘一儒", 27, "刘一儒（？－1585年），字孟真、学孔[1]，諡庄介，湖广承宣布政使司荆州府夷陵州（今湖北省宜昌市）人，明朝政治人物。嘉靖间进士，官至南京工部尚书。"],
        ["陶幼学", 28, "陶幼学（？－？），字子行，浙江绍兴府会稽县人，民籍，明朝政治人物、进士出身。"],
        ["吕鸣珂", 29, "吕鸣珂（？－？），字声甫，浙江处州府丽水县人，锦衣卫官籍，明朝政治人物、进士出身。"],
        ["邵　畯", 30, "邵畯（？－？），字子喜，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["程道东", 31, "程道东（？－？），字明吾，直隶徽州府歙县人，民籍，明朝政治人物、进士出身。"],
        ["蔡国熙", 32, "蔡国熙（？－？），字梦羲，直隶广平府永年县人，匠籍，明朝政治人物、进士出身。"],
        ["曹一凤", 33, "曹一凤（？－？），字伯仪，山东青州府安丘县人，民籍，明朝政治人物、进士出身。"],
        ["陈成甫", 34, "陈成甫（？－？），字光韶，浙江绍兴府馀姚县人，军籍，明朝政治人物、进士出身。"],
        ["林奇迪", 35, "林奇迪（？－？），字敏教，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["张　桥", 36, "张桥（？－？），字衡如，浙江嘉兴府嘉兴县人，云南右卫官籍，明朝政治人物、进士出身。"],
        ["郭　孝", 37, "郭孝（？－？），字可忠，浙江杭州府仁和县人，匠籍，明朝政治人物、进士出身。"],
        ["衷贞吉", 38, "衷贞吉（？－1596年），字孔安，号洪溪，江西南昌人，明朝政治人物，进士出身。"],
        ["栗魁周", 39, "栗魁周（？－？），字汝元，山西泽州阳城县人，民籍，明朝政治人物。"],
        ["尹　儒", 40, "尹儒（？－？），字子珎，湖广德安府随州人，民籍，明朝政治人物、进士出身。"],
        ["桂枝扬", 41, "桂枝扬（？－？），字孟远，江西九江府德安县人，民籍，明朝政治人物、进士出身。"],
        ["杨　吉", 42, "杨吉（？－？），字梦龙，陕西延安府肤施县人，民籍，明朝政治人物、进士出身。"],
        ["钱　镇", 43, "钱镇（？－？），字守中，浙江湖州府乌程县人，民籍，明朝政治人物、进士出身。"],
        ["曾同亨", 44, "曾同亨（1533年－1607年），字于野，江西吉水县人，民籍，明朝政治人物、进士出身。"],
        ["孙　诏", 45, "孙诏（？－？），字朝宣，浙江嘉兴府嘉兴县人，民籍，明朝政治人物、进士出身。"],
        ["林奇材", 46, "林奇材（？－？），字济卿，福建泉州府晋江县人，民籍，明朝政治人物、进士出身。"],
        ["汪如海", 47, "汪如海（？－？），字汝会，直隶徽州府黟县人，民籍，明朝政治人物、进士出身。"],
        ["周汝德", 48, "周汝德（？－？），字时敬，江西南昌府丰城县人，军籍，明朝政治人物、进士出身。"],
        ["皮　豹", 49, "皮豹（？－？），字文蔚，江西南昌府丰城县人，应天府上元县民籍，明朝政治人物、进士出身。"],
        ["刘大受", 50, "刘大受（？－？），字子可，顺天府霸州大城县人，民籍，明朝政治人物、进士出身。"],
        ["郭廷臣", 51, "郭廷臣（？－？），字良佐，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["范　燧", 52, "范燧（？－？），字以木，陕西西安府同州郃阳县人，军籍，明朝政治人物、进士出身。"],
        ["沈　奎", 53, "沈奎（？－？），字文叔，直隶常州府江阴县人，民籍，明朝政治人物、进士出身。"],
        ["刘大遗", 54, "刘大遗（？－？），字廷植，福建泉州府晋江县人，军籍，明朝政治人物、进士出身。"],
        ["李学礼", 55, "李学礼（？－？），字子立，直隶凤阳府颕州人，民籍，明朝政治人物、进士出身。"],
        ["周聚星", 56, "周聚星（？－？），字文卿，浙江金华府永康县人，民籍，明朝政治人物、进士出身。"],
        ["王　葑", 57, "王葑（？－？），字德孚，浙江处州府丽水县人，民籍，明朝政治人物、进士出身。"],
        ["赵　宋", 58, "赵宋（？－？），字子隆，直隶扬州府高邮州兴化县人，军籍，明朝政治人物、进士出身。"],
        ["胡　僖", 59, "胡僖（？－？），字伯安，浙江金华府兰谿县人，民籍，明朝政治人物、进士出身。"],
        ["吴　兑", 60, "《古圣贤像传略》卷十六之《吴尚书像》"],
        ["应存卓", 61, "应存卓（？－？），字从之，浙江台州府僊居县人，民籍，明朝政治人物、进士出身。"],
        ["李　穟", 62, "李穟（？－？），字伯实，顺天府蓟州人，民籍，明朝政治人物、进士出身。"],
        ["钱　藻", 63, "钱藻（？－？），字自文，直隶扬州府泰州如臯县人，匠籍，明朝政治人物、进士出身。"],
        ["华汝砺", 64, "华汝砺（？－？），字用成，直隶常州府无锡县人，军籍，明朝政治人物、进士出身。"],
        ["徐卿龙", 65, "徐卿龙（？－？），字禹祥，直隶常州府无锡县人，民籍，明朝政治人物、进士出身。"],
        ["范惟丕", 66, "范惟丕（？－？），字于公，苏州府吴县人，直隶松江府华亭县民籍，明朝政治人物、进士出身。"],
        ["韩邦宪", 67, "韩邦宪（？－？），字子成，应天府高淳县人，军籍，明朝政治人物、进士出身。"],
        ["姜国华", 68, "姜国华（？－？），字邦实，浙江宁波府慈谿县人，军籍，明朝政治人物、进士出身。"],
        ["顾名世", 69, "顾名世（？－？），字莘夫，直隶松江府上海县人，匠籍，明朝政治人物、进士出身。"],
        ["钱顺时", 70, "钱顺时（？－？），字道隆，直隶苏州府常熟县人，民籍，明朝政治人物、进士出身。"],
        ["张子仁", 71, "张子仁（？－？），字安甫，直隶常州府无锡县人，民籍，明朝政治人物、进士出身。"],
        ["王　阗", 72, "王阗（？－？），字维振，直隶保定府清苑县人，民籍，明朝政治人物、进士出身。"],
        ["邓之屏", 73, "邓之屏（1534年－1593年），字惟邦，四川省重庆府巴县人，民籍，治《易经》，年二十六岁中式嘉靖三十八年己未科第二甲第七十三名进士。五月二十四日生，行四，曾祖邓林；祖邓大用；父邓合，知县；母郭氏；继母刘氏。具庆下，妻萧氏，兄国柱；之栋；之龙，弟之桥；之鸿；之鹍；之翰；之藩；之垣。由儒士中式四川乡试第四十一名举人，会试中式第七十一名[1]。"],
        ["戈九畴", 74, "戈九畴（？－？），字惟范，直隶苏州府吴县人，锦衣卫匠籍，明朝政治人物。"],
        ["游醇卿", 75, "游醇卿（？－？），字原学，直隶徽州府婺源县人，军籍，明朝政治人物、进士出身。"],
        ["贾　选", 76, "贾选（？－？），字舜举，河南开封府祥符县人，匠籍，明朝政治人物、进士出身。"],
        ["胡廷黼", 77, "胡廷黼（？－？），字元素，湖广长沙府浏阳县人，军籍，明朝政治人物、进士出身。"],
        ["宋豫卿", 78, "宋豫卿（1531年－1590年），字子乐，江西临江府新淦县人，四川叙州府富顺县民籍，治《诗经》，年二十九岁中式嘉靖三十八年己未科第二甲第七十八名进士。八月二十六日生，行二，曾祖宋万智；祖宋安远　；父宋用；母陈氏。具庆下，妻刘氏，兄履卿，弟泰卿；临卿；益卿；晋卿；复卿。由府学生中式四川乡试第六名举人，会试中式第一百二十名[1]。"],
        ["张尚大", 79, "张尚大（？－？），字时丰，江西吉安府万安县人，民籍，明朝政治人物、进士出身。"],
        ["叶　宪", 80, "叶宪（？－？），字德成，江西南昌府南昌县人，军籍，明朝政治人物、进士出身。"],
        ["欧阳谷", 81, "欧阳谷（？－？），字仲似，江西吉安府安福县人，民籍，明朝政治人物、进士出身。"],
        ["沈节甫", 82, "沈节甫，字以安，浙江承宣布政使司湖州府乌程县（今浙江省湖州市）人，明朝工部侍郎。"],
        ["刘奋庸", 83, "刘奋庸，号书川，河南承宣布政使司河南府洛阳县（今河南省洛阳市）人，明朝政治人物、进士出身。刘济民之子、刘登庸之弟。"],
        ["林灿章", 84, "林灿章（？－？），字继显，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["田汝颖", 85, "田汝颕（？－？），字登之，山东济南府武定州信阳县人，军籍，明朝政治人物、进士出身。"]
    ]
}