{
    "year_name": "隆庆二年戊辰科殿试金榜",
    "first": [
        ["罗万化", 1, "《古圣贤像传略》之《罗尚书像》"],
        ["黄凤翔", 2, "黄凤翔（1538年－1614年），本名凤翥，字鸣周，号仪庭。福建晋江人。明朝政治人物。"],
        ["赵志皐", 3, "赵志皋（1524年－1601年），字汝迈，号濲阳。浙江兰溪城中隅（今云山街道）人。明朝政治人物。"]
    ],
    "second": [
        ["李长春", 1, "李长春（1545年－1607年），字元甫，号棠轩，湖广荆州府公安县人，四川叙州府富顺县籍。"],
        ["王家屏", 2, "王家屏公服像"],
        ["田一儁", 3, "田一儁（？－？），字宾阳，福建延平府大田县人，民籍，明朝政治人物、进士出身。"],
        ["李逢阳", 4, "李逢阳（？－？），字惟明，直隶江都县人，南京金吴后卫军籍，明朝政治人物、进士出身。"],
        ["王周绍", 5, "王周绍（？－？），字仲孝，崑山县人，直隶苏州府太仓州军籍，明朝政治人物、进士出身。"],
        ["张孟观", 6, "张孟观（？－？），字辉宾，福建镇海卫铜山所人，军籍，明朝政治人物、进士出身。"],
        ["陈于陛", 7, "陈于陛（1545年－1597年），字元忠，号玉垒，四川省顺庆府南充县人，明朝政治人物。官至礼部尚书、文渊阁大学士。"],
        ["胡来贡", 8, "胡来贡（？－？），字从治，直隶泰州人，山东莱州卫官籍，明朝政治人物、进士出身。"],
        ["王鼎爵", 9, "王鼎爵（？－？），字家驭，南直隶苏州府太仓人，民籍，明朝政治人物、进士出身。王锡爵之弟。"],
        ["金学曾", 10, "《海外新传》"],
        ["华叔阳", 11, "华叔阳（？－？），字起龙，直隶常州府无锡县人，民籍，明朝政治人物、进士出身。"],
        ["朱孟震", 12, "朱孟震（？－？），字秉器，江西临安府新淦县人，民籍，明朝政治人物、进士出身。"],
        ["纪五常", 13, "纪五常（？－？），字一元，山东莱州府胶州人，军籍，明朝政治人物、进士出身。"],
        ["宋尧武", 14, "宋尧武（1542年－1606年），字季鹰，直隶松江府华亭县人，民籍，明朝政治人物、进士出身。"],
        ["叶九金", 15, "叶九金（？－？），字廷相，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["徐显卿", 16, "徐显卿五品白鹇纹常服像，时任左春坊左中允"],
        ["张世烈", 17, "张世烈（？－？），字丕杨，陕西延安卫人，官籍，明朝政治人物、进士出身。"],
        ["殷建中", 18, "殷建中（？－？），字子道，直隶苏州府吴县人，民籍，明朝政治人物、进士出身。"],
        ["施梦龙", 19, "施梦龙（？－？），字伯雨，直隶常州府无锡县人，民籍，明朝政治人物、进士出身。"],
        ["邵　陛", 20, "邵陛（？－？），字世忠，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身[1]。"],
        ["陆万垓", 21, "陆万垓（？－？），字天溥，浙江嘉兴府平湖县人，匠籍，明朝政治人物、进士出身。"],
        ["许应逵", 22, "许应逵（？－？），字伯渐，号鸿川。浙江嘉兴府嘉兴县人，民籍，明朝政治人物，官至山西按察使。"],
        ["洪邦光", 23, "洪邦光（？－？），字世龙，福建泉州府同安县人，军籍，明朝政治人物、进士出身。"],
        ["李维桢", 24, "李维桢（1547年－1626年），字本宁，号翼轩，湖广京山人，明朝文学家、政治人物。"],
        ["赵来亨", 25, "赵来亨（？－？），字修甫，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["乔因阜", 26, "乔因阜（？－？），字思棉，陕西西安府耀州人，军籍，明朝政治人物、进士出身。"],
        ["乔　木", 27, "乔木（？－？），字伯梁，直隶松江上海县人，灶籍，明朝政治人物、进士出身。"],
        ["姚宗尧", 28, "姚宗尧（1537年－1596年），字守一，四川成都府内江县人，民籍，明朝政治人物。"],
        ["陈允升", 29, "陈允升（？－？），字晋卿，直隶苏州府崑山县人，民籍，明朝政治人物、进士出身。"],
        ["李文简", 30, "李文简（？－？），字志可，福建泉州府同安县人，军籍，明朝政治人物、进士出身。"],
        ["张　位", 31, "张位（1538年－1605年），字明成，号洪阳，江西南昌新建县人。明朝重臣，官至礼部尚书。"],
        ["张大器", 32, "张大器（？－？），字尚通，浙江宁波府慈谿县人，军籍，明朝政治人物、进士出身。"],
        ["江以东", 33, "江以东（？－？），字贞伯，直隶滁州府全椒县人，民籍，明朝政治人物、进士出身。"],
        ["江　圻", 34, "江圻（？－？），字子望，浙江杭州府仁和县人，民籍，明朝政治人物、进士出身。江铎之父。"],
        ["方　沆", 35, "方沆（？－？），字子及，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["陈王道", 36, "陈王道（1530年－1589年），字子敬，山西省平阳府临汾县人，军籍，治《诗经》，年三十九岁中式隆庆二年戊辰科第二甲第三十六名进士。十一月初十日生，行一，曾祖陈添；祖陈旺；父陈胜；母霍氏。慈侍下，妻张氏，弟大道。由县学增广生中式山西乡试第四十六名举人，会试中式第三百五十名[1]。"],
        ["施近臣", 37, "施近臣（？－？），字晋甫，直隶池州府青阳县人，民籍，明朝政治人物、进士出身。"],
        ["袁一虬", 38, "袁一虬（约1545年－1626年），字汝化，南直隶苏州府长洲县（今江苏苏州）人。明朝官员、学者。"],
        ["韩世能", 39, "《沧浪亭五百名贤像》之《韩世能像》"],
        ["郝汝松", 40, "郝汝松（？－？），字茂甫，陕西延安府绥德州人，民籍，明朝政治人物、进士出身。"],
        ["屠　谦", 41, "屠谦（？－？），字子益，平湖县人，浙江嘉兴府秀水县民籍，明朝政治人物、进士出身。"],
        ["王继祖", 42, "王继祖（？－？），字克绍，陕西宁夏卫人，军籍，明朝政治人物、进士出身。"],
        ["黄　焯", 43, "黄焯（？－？），字原静，江西南昌府丰城县人，民籍，明朝政治人物、进士出身。"],
        ["李伯芳", 44, "李伯芳（？－？），字廷实，广东韶州府英德县人，民籍，明朝政治人物、进士出身。"],
        ["李　熙", 45, "李熙（？－？），字穆之，福建泉州府晋江县人，军籍，明朝政治人物、进士出身。"],
        ["冯　孜", 46, "冯孜（？－？），字子渐，浙江嘉兴府桐乡县人，民籍，明朝政治人物、进士出身。"],
        ["王汝鲁", 47, "王汝鲁（？－？），字希曾，河南南阳府南阳县人，军籍，明朝政治人物、进士出身。"],
        ["林景旸", 48, "林景旸（？－？），字绍熙，上海县人，直隶松江府华亭县民籍，明朝政治人物、进士出身。"],
        ["甘来学", 49, "甘来学（？－？），字开之，四川雅州人，民籍，明朝政治人物、进士出身。"],
        ["唐可封", 50, "唐可封（1532年－？年），字隆臣，四川省叙州府富顺县人，民籍，明朝政治人物。"],
        ["张一桂", 51, "张一桂（？－？），字庭芳，直隶歙县人，河南开封府祥符县民籍，明朝政治人物、进士出身。"],
        ["郑汝璧", 52, "郑汝璧（？－？），字邦章，浙江处州缙云县人，军籍，明朝政治人物、进士出身。"],
        ["胡养正", 53, "胡养正（？－？），字继功，陕西汉中府南郑县人，民籍，明朝政治人物、进士出身。"],
        ["沈　藻", 54, "沈藻（？－？），字元明，浙江嘉兴府海盐县人，民籍，明朝政治人物、进士出身。"],
        ["周启祥", 55, "周启祥（？－？），字源伯，浙江杭州府海宁县人，民籍，明朝政治人物、进士出身。"],
        ["徐应奎", 56, "徐应奎（？－？），字汝祥，浙江寍波府鄞县人，民籍，明朝政治人物、进士出身。"],
        ["王体复", 57, "王体复（？－？），字阳父，山西平阳府太平县人，军籍，明朝政治人物、进士出身。"],
        ["顾显仁", 58, "顾显仁（？－？），字元伯，直隶常州府武进县人，民籍，明朝政治人物、进士出身。"],
        ["刘　葵", 59, "刘葵（？－？），字効忠，顺天府通州人，羽林前卫官籍，明朝政治人物、进士出身。"],
        ["汪　审", 60, "汪审（？－？），字惟几，江西广信府弋阳县人，民籍，明朝政治人物、进士出身。"],
        ["于慎行", 61, "于慎行（1545年11月3日－1608年1月9日），字可远，又字无垢。山东兖州平阴县东阿镇洪范村（今山东省济南市东阿县杨柳乡）人。明朝政治人物。进士出身。"],
        ["陈　涧", 62, "陈涧（？－？），字汝新，湖广永州卫人，民籍，明朝政治人物、进士出身。"],
        ["沈懋孝", 63, "沈懋孝（1537年－1612年），字幼真，号晴峰，浙江平湖县（今平湖市）人。明朝官员、藏书家。"],
        ["王之士", 64, "王之士（1536年－1592年），字吉甫，山东承宣布政使司济南府邹平（今山东邹平县）人，明朝政治人物、进士出身。"],
        ["陈九仞", 65, "陈九仭（？－？），字尔进，福建漳州府漳平县人，军籍，明朝政治人物、进士出身。"],
        ["王樊德", 66, "王懋德，一称王樊德，广东琼州府文昌县迈陈人，明朝政治人物、进士出身。"],
        ["苏民望", 67, "苏民望，安徽宜城人，明朝政治人物、进士出身。"],
        ["叶明元", 68, "叶明元（？－？），字弼虞，福建泉州府同安县人，军籍，明朝政治人物、进士出身。"],
        ["吴自新", 69, "吴自新（？－？），字伯恒，直隶祁门县人，应天府江寍县民籍，明朝政治人物、进士出身。"],
        ["刘伯燮", 70, "刘伯爕（？－？），字元甫，湖广德安府孝感县人，民籍，明朝政治人物、进士出身。"],
        ["蔡文范", 71, "蔡文范（？－？），字道华，江西瑞州府新昌县人，民籍，明朝政治人物、进士出身。"],
        ["胡　绪", 72, "胡绪（？－？），字本理，江西南昌府丰城县人，民籍，明朝政治人物、进士出身。"],
        ["吴肇东", 73, "吴肇东（？－？），字守初，直隶安庆府太湖县人，民籍，明朝政治人物、进士出身。"],
        ["焦玄鑑", 74, "焦玄鑑（？－？），字仲明，直隶寍图府太平县人，民籍，明朝政治人物、进士出身。"],
        ["朱　", 75, "《古圣贤像传略》十六卷之《朱文懿像》"],
        ["傅时望", 76, "傅时望（1541年－1600年），字仲瞻，四川省夔州府万县人，民籍，治《易经》，年二十八岁中式隆庆二年戊辰科第二甲第七十六名进士。十月初二日生，行三，曾祖傅彦琼；祖傅万锺；父傅冠；母杜氏。具庆下，妻孙氏，兄时敏；时敬，弟时亨；时达；时遇。由县学生中式四川乡试第四十六名举人，会试中式第一百六十三名[1]。"],
        ["钱顺德", 77, "钱顺德，南直隶常熟县人，明朝政治人物。"]
    ],
    "index": 63,
    "url": "https://zh.wikipedia.org/wiki/Template:%E9%9A%86%E6%85%B6%E4%BA%8C%E5%B9%B4%E6%88%8A%E8%BE%B0%E7%A7%91%E6%AE%BF%E8%A9%A6%E9%87%91%E6%A6%9C",
    "third": [
        ["卢维祯", 1, "卢维祯（？－？），字司典，福建漳州府漳浦县人，民籍，明朝政治人物、进士出身。"],
        ["李　颐", 2, "李颐（？－1602年），字惟贞、惟祯[1]，号及泉[2]，江西承宣布政使司饶州府馀干县（今江西省馀干县）人，明朝政治人物、进士出身。"],
        ["栗在庭", 3, "栗在庭（？－？），字应凤，陕西巩昌府会寍县人，民籍，明朝政治人物、进士出身。"],
        ["冯时雨", 4, "冯时雨（？－？），字化之，崑山县人，直隶苏州府长洲县民籍，明朝政治人物、进士出身。"],
        ["江廷寄", 5, "江廷寄（？－？），字时任，直隶寍国府旌德县人，民籍，明朝政治人物、进士出身。"],
        ["刘体道", 6, "刘体道（？－？），字亲正，江西瑞州府新昌县人，民籍，明朝政治人物、进士出身。"],
        ["郑　迁", 7, "郑迁（？－？），字孟乔，福建兴化府莆田县人，军籍，明朝政治人物、进士出身。"],
        ["来经济", 8, "来经济（？－？），字济时，浙江绍兴府萧山县人，灶籍，明朝政治人物、进士出身。"],
        ["辛如金", 9, "辛如金（？－？），字汝砺，山东东昌府高唐州恩县人，民籍，明朝政治人物、进士出身。"],
        ["张　偲", 10, "张偲（？－？），字士忠，南昌县人，江西南昌府新建县民籍，明朝政治人物、进士出身。"],
        ["须用宾", 11, "须用宾（？－？），字国卿，直隶常州府武进县人，匠籍，明朝政治人物、进士出身。"],
        ["王任重", 12, "王任重（？－？），字世卿，福建泉州府晋江县人，军籍，明朝政治人物、进士出身。"],
        ["罗　璧", 13, "罗璧（？－？），字伯现，湖广承天府沔阳州人，军籍，明朝政治人物、进士出身。"],
        ["锺庚阳", 14, "锺庚阳（？－？），字长卿，荣德县人，浙江嘉兴府秀水县民籍，明朝政治人物、进士出身。"],
        ["侯世卿", 15, "侯世卿（？－？），字国辅，直隶真定府晋州武强县人，民籍，明朝政治人物、进士出身。"],
        ["周于德", 16, "周于德（？－？），字贞吉，河南开封府祥符县人，民籍，明朝政治人物、进士出身。"],
        ["李廷益", 17, "李廷益（？－？），字在谦，福建泉州府晋江县人，民籍，明朝政治人物、进士出身。"],
        ["周继夏", 18, "周继夏（？－？），字以亨，浙江绍兴府诸暨县人，民籍，明朝政治人物、进士出身。"],
        ["钱　普", 19, "钱普（？－？），字以德，直隶常州府无锡县人，军籍，明朝政治人物、进士出身。"],
        ["张尧年", 20, "张尧年（？－？），字长卿，浙江绍兴府馀姚县人，官籍，明朝政治人物、进士出身。"],
        ["刘世赏", 21, "刘世赏（1537年－1596年），字功甫，四川省重庆府巴县人，民籍，明朝政治人物。"],
        ["刘应麒", 22, "刘应麒（？－？），字道征，江西饶州府鄱阳县人，民籍，明朝政治人物、进士出身。"],
        ["刘登庸", 23, "刘登庸（？－？），字行可，河南河南府洛阳县人，军籍，明朝政治人物、进士出身。"],
        ["陈　堂", 24, "陈堂（？－？），字明佐，广东广州府南海县人，民籍，明朝政治人物、进士出身。"],
        ["敖　鲲", 25, "敖鲲（？－？），字化甫，江西临江府新喻县人，民籍，明朝政治人物、进士出身。"],
        ["蔡汝贤", 26, "蔡汝贤（？－？），字用卿，直隶松江府华亭县人，匠籍，明朝政治人物、进士出身。"],
        ["聂良", 27, "聂良𣏌（？－？），字汝实，江西抚州府金谿县人，民籍，明朝政治人物、进士出身。"],
        ["陈昌言", 28, "陈昌言（？－？），字仲俞，四川成都府资阳县人，民籍，明朝政治人物、进士出身。"],
        ["刘　庚", 29, "刘庚（？－？），字公恒，山东青州府寿光县人，官籍，明朝政治人物、进士出身。"],
        ["唐　裔", 30, "唐裔（？－？），字世卿，直隶常州府无锡县人，民籍，明朝政治人物、进士出身。"],
        ["田子坚", 31, "田子坚（？－？），字茂甫，河南河南府永寍县人，民籍，明朝政治人物、进士出身。"],
        ["蒋遵箴", 32, "蒋遵箴（？－？），字淑四，广西桂林府全州人，民籍，明朝政治人物、进士出身。"],
        ["龚　勉", 33, "龚勉（？－？），字子勤，直隶常州府无锡县人，军籍，明朝政治人物、进士出身。"],
        ["李尚思", 34, "李尚思（？－？），字从学，山西平阳府曲沃县人，军籍，明朝政治人物、进士出身。"],
        ["林敬冕", 35, "林敬冕（？－？），字绍周，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["李阳春", 36, "李阳春（？－？），字时化，浙江杭州府馀杭县人，民籍，明朝政治人物、进士出身。"],
        ["张　嵿", 37, "张嵿，江西南城人，明朝政治人物、同进士出身。"],
        ["陈所敏", 38, "陈所敏（？－？），字吾达，江西抚州府金谿县人，军籍，明朝政治人物、进士出身。"],
        ["张　崶", 39, "张崶（？－？），字汝登，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["郑　岳", 40, "郑岳，字峻甫，又字永翰，号谦山，福建承宣布政使司福州府长乐县（今福建省长乐县）人，明朝政治人物、同进士出身。"],
        ["胡峻德", 41, "胡峻德（？－？），字明卿，河南汝寍府光州人，民籍，明朝政治人物、进士出身。"],
        ["张楚城", 42, "张楚城（？－？），字厘卿，湖广荆州府江陵县人，民籍，明朝政治人物、进士出身。"],
        ["李一本", 43, "李一本（？－？），字汝培，河南汝州郏县人，军籍，明朝政治人物、进士出身。"],
        ["张克文", 44, "张克文（？－？），字宗质，江西临江府新淦县人，儒籍，明朝政治人物、进士出身。"],
        ["薛　纶", 45, "薛纶（？－？），字汝为，山西行都司天城卫人，军籍，明朝政治人物、进士出身。"],
        ["邵一本", 46, "邵一本（？－？），字志道，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["陈万言", 47, "陈万言（？－？），字汝嘉，顺天府宛平县人，锦衣卫旗籍，明朝政治人物、进士出身。"],
        ["梁　许", 48, "梁许（？－？），字君可，河南河南府孟津县人，军籍，明朝政治人物、进士出身。"],
        ["高　时", 49, "高时（？－？），字师孔，山东济南府济阳县人，军籍，明朝政治人物、进士出身。"],
        ["祝世乔", 50, "祝世乔（？－？），字子迁，浙江杭州府海寍县人，匠籍，明朝政治人物、进士出身。"],
        ["傅性敏", 51, "傅性敏（？－？），字惟学，河南归德府睢州人，民籍，明朝政治人物、进士出身。"],
        ["史思敬", 52, "史思敬（？－？），字直卿，直隶真定府冀州枣强县人，锦衣卫校籍，明朝政治人物、进士出身。"],
        ["韦以诚", 53, "韦以诚（？－？），字立夫，直隶保定府定兴县人，民籍，明朝政治人物、进士出身。"],
        ["贾应璧", 54, "贾应璧（？－？），字文宿，直隶常州府无锡县人，民籍，明朝政治人物、进士出身。"],
        ["唐邦佐", 55, "唐邦佐（？－？），字惟良，浙江金华府兰谿县人，民籍，明朝政治人物、进士出身。"],
        ["沈一贯", 56, "沈一贯像"],
        ["张正道", 57, "张正道（1539年－1598年），字可守，四川省潼川州人，民籍，明朝政治人物。"],
        ["王应辰", 58, "王应辰（？－？），字瞻极，河南汝寍府信阳州人，民籍，明朝政治人物、进士出身。"],
        ["高世雨", 59, "高世雨（？－？），字元化，河南开封府原武县人，民籍，明朝政治人物、进士出身。"],
        ["徐应聘", 60, "徐应聘（？－？），字任卿，湖广黄州府黄冈县人，军籍，明朝政治人物、进士出身。"],
        ["杨道会", 61, "杨道会（？－？），字惟宗，号贯斋，福建晋江人，明朝政治人物，同进士出身。"],
        ["贾三近", 62, "贾三近（1534年－1592年），山东峄县（今枣庄市峄城区）人，字德修，号石葵，别号石屋山人、太史氏、兰陵散客、宁鸠子、贞忠居士等，进士出身，历经嘉靖、隆庆、万历三朝，工诗词碑记，明朝文学家。[1][2]"],
        ["赵三聘", 63, "赵三聘（？－？），字天民，山西平阳府蒲州河津县人，民籍，明朝政治人物、进士出身。"],
        ["沈思孝", 64, "沈思孝（1542年－1611年），字纯父、纯甫，号继山，浙江嘉兴人。明代政治人物。明隆庆二年（1568年）戊辰科进士。"],
        ["吴道迩", 65, "吴道迩（？－？），字学平，福建漳州府龙溪县人，民籍，明朝政治人物、进士出身。"],
        ["马千乘", 66, "马千乘（？－？），字国良，浙江嘉兴府平湖县人，军籍，明朝政治人物、进士出身。"],
        ["徐成位", 67, "徐成位（？－？），字惟得，湖广承天府沔阳州景陵县人，民籍，明朝政治人物、进士出身。"],
        ["刘应望", 68, "刘应望（？－？），字思俨，福建泉州府永春县人，民籍，明朝政治人物、进士出身。"],
        ["万锺禄", 69, "万锺禄（？－？），字天锡，江西抚州府东乡县人，民籍，明朝政治人物、进士出身。"],
        ["冯子履", 70, "冯子履（1539年－1596年），字礼甫，号仰芹，山东临朐人。明朝官员。"],
        ["罗良祯", 71, "罗良祯（1533年－？年），字应泰，四川成都府内江县人，民籍，治《书经》，年三十六岁中式隆庆二年戊辰科第三甲第七十一名进士。四月初六日生，行一，曾祖罗紃；祖罗尚礼；父罗士；母凌氏。永感下，妻王氏，继妻万氏；弟良爵；良相。由县学附学生中式四川乡试第十七名举人，会试中式第三十二名[1]。"],
        ["刘东星", 72, "刘东星（1538年－1601年），字子明，号晋川，谥庄靖，山西承宣布政使司泽州直隶州沁水县（今山西省沁水县）人，明朝政治人物、进士出身。"],
        ["魏仕贤", 73, "魏仕贤（1531年－1590年），字用可，四川省重庆卫官籍，治《书经》，年三十八岁中式隆庆二年戊辰科第三甲第七十三名进士。九月二十五日生，行二，曾祖魏勋；祖魏武；父魏昆；母曹氏。具庆下，妻任氏，继妻杨氏；兄仕隆，弟仕良；仕华；仕美。由重庆府学附学生中式四川乡试第四十五名举人，会试中式第二百二十一名[1]。曾任巴陵县知县。"],
        ["李　镐", 74, "李镐（？－？），字子京，直隶真定府真定县人，军籍，明朝政治人物、进士出身。"],
        ["杨时宁", 75, "杨时宁（？－？），字子安，江西鄱阳县人，河南开封府祥符县民籍，明朝政治人物、进士出身。"],
        ["戴　燿", 76, "戴燿（？－？），字德辉，福建漳州府长泰县人，军籍，明朝政治人物、进士出身。"],
        ["王　京", 77, "王京（？－？），字来觐，江西瑞州府上高县人，民籍，明朝政治人物、进士出身。"],
        ["许子良", 78, "许子良（？－？），字直夫，浙江杭州府仁和县人，民籍，明朝政治人物、进士出身。"],
        ["陈大猷", 79, "陈大猷（？－？），字鸣翊，广东广州府南海县人，民籍，明朝政治人物、进士出身。"],
        ["张　桐", 80, "张桐（？－？），字美夫，直隶扬州府泰州人，民籍，明朝政治人物、进士出身。"],
        ["师道立", 81, "师道立（？－？），字惟心，山西平陆县人，陕西西安府长安县民籍，明朝政治人物、进士出身。"],
        ["锺遐龄", 82, "锺遐龄（？－？），字子宜，应天府溧阳县人，民籍，明朝政治人物、进士出身。"],
        ["卫承芳", 83, "卫承芳（1544年－1615年），字君大，四川省夔州府达州人，民籍，明朝政治人物。"],
        ["邹　墀", 84, "邹墀（？－？），字朝卿，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["周思敬", 85, "周思敬（？－？），字子礼，湖广黄州府麻城县人，军籍，明朝政治人物、进士出身。"],
        ["李　戴", 86, "《白云轩巡抚都御史》"],
        ["袁　魁", 87, "袁魁（？－？），字子鹗，直隶广平府成安县人，民籍，明朝政治人物、进士出身。"],
        ["黄一龙", 88, "黄一龙（？－？），字云卿，福建泉州府晋江县人，军籍，明朝政治人物、同进士出身。"],
        ["穆　炜", 89, "穆炜（？－？），字德辉，江西南昌府新建县人，军籍，明朝政治人物、进士出身。"],
        ["陈文衡", 90, "陈文衡（？－？），字惟平，江西饶州府鄱阳县人，民籍，明朝政治人物、进士出身。"],
        ["张　镗", 91, "张镗（？－？），字汝扬，江西吉安府永丰县人，民籍，明朝政治人物、进士出身。"],
        ["萧腾凤", 92, "萧腾凤（？－？），字明仲，福建泉州府晋江县人，民籍，明朝政治人物、进士出身。"],
        ["陈　蕖", 93, "陈蕖（？－？），字伯舍，湖广德安府应城县人，军籍，明朝政治人物、进士出身。"],
        ["杨　沂", 94, "杨沂（1536年－1595年），字子兴，四川省顺庆府西充县人，南充县民籍，治《诗经》，年三十三岁中式隆庆二年戊辰科第三甲第九十四名进士。七月初二日生，行一，曾祖杨缙；祖杨栱；父杨应祥，贡士；母李氏；继母何氏。慈侍下，妻任氏。由府学生中式四川乡试第一名举人，会试中式第一百三名[1]。"],
        ["袁弘德", 95, "袁弘德（？－？），字执甫，直隶广平府曲周县人，民籍，明朝政治人物、进士出身。"],
        ["任惟一", 96, "任惟一（1543年－？年），字汝贤，陕西省西安府盩厔县人，明朝官员。"],
        ["贾待问", 97, "贾待问（1533年－1602年），字学叔，别号舂容，威县城内人。明朝政治人物。"],
        ["张元善", 98, "张元善（？－？），字道一，陕西西安府韩城县人，民籍，明朝政治人物、进士出身。"],
        ["戴文宗", 99, "戴文宗（？－？），字时范，江西抚州府金谿县人，匠籍，明朝政治人物、进士出身。"],
        ["习孔教", 100, "习孔教（？－？），字时甫，江西吉安府庐陵县人，民籍，明朝政治人物、进士出身。"],
        ["徐学诗", 101, "徐学诗（？－？），字子言，直隶灵壁县人，留守中卫官籍，明朝政治人物、进士出身。"],
        ["左　缙", 102, "左缙（？－？），字士卿，直隶凤阳县人，四川邛州大邑县民籍，明朝政治人物、进士出身。"],
        ["唐文灿", 103, "唐文灿（？－？），字若素，福建镇海卫铜山千户所人，军籍，明朝政治人物、进士出身。"],
        ["王用汲", 104, "王用汲（1528年－1593年），字明受，号麟泉，福建晋江人。"],
        ["周　易", 105, "周易（？－？），字尚占，山东东昌府临清州人，民籍，明朝政治人物、进士出身。"],
        ["徐秋鹗", 106, "徐秋鹗，广西马平县人，明朝政治人物。"],
        ["程拱宸", 107, "程拱宸（？－？），字仲星，福建兴化府莆田县人，军籍，明朝政治人物、进士出身。"],
        ["蔡应科", 108, "蔡应科（？－？），字思盛，福建漳州府龙溪县人，民籍，明朝政治人物、进士出身。"],
        ["李　焘", 109, "李焘（1544年－1625年），字若临，号斗野，人称“槎城之魁”，循州河源上城石狮人（今广东省河源市源城区上城）。"],
        ["徐大任", 110, "徐大任（？－？），字重夫，直隶寍国府宣城县人，民籍，明朝政治人物、进士出身。"],
        ["蒋希孔", 111, "蒋希孔（？－？），字以中，山东兖州府滋阳县人，民籍，明朝政治人物、进士出身。"],
        ["刘　鲁", 112, "刘鲁（？－？），字希曾，河南彰德府安阳县人，匠籍，明朝政治人物、进士出身。"],
        ["景　嵩", 113, "景嵩（？－？），字惟中，万全都司宣府前卫左所人，官籍，明朝政治人物、进士出身。"],
        ["董邦礼", 114, "董邦礼（1533年－？年），字希伯，四川省泸州合江县人，民籍，明朝政治人物。"],
        ["王来召", 115, "王来召（？－？），字汝行，直隶广平府成安县人，民籍，明朝政治人物、进士出身。"],
        ["王　𢭀", 116, "王𢭀（？－？），字曰衡，河南开封府太康县人，民籍，明朝政治人物、进士出身。"],
        ["刘竟成", 117, "刘竟成（？－？），字志卿，河南汝宁府确山县人，民籍，明朝政治人物、进士出身。"],
        ["鲍希颜", 118, "鲍希颜（？－？），字闻道，山西潞安府长子县人，民籍，明朝政治人物、进士出身。"],
        ["谢万寿", 119, "谢万寿（？－？），字应祝，直隶顺德府任县人，民籍，明朝政治人物、进士出身。"],
        ["熊　瑞", 120, "熊瑞（？－？），字宪祥，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["刘　浃", 121, "刘浃（？－？），字宗说，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["刘　翲", 122, "刘翲（1536年－？年），字于翰，四川成都府内江县人，民籍，明朝政治人物。"],
        ["马　伋", 123, "马伋（？－？），字汝贤，湖广荆州府江陵县人，民籍，明朝政治人物、进士出身。"],
        ["杨归儒", 124, "杨归儒（？－？），字季中，洛阳县人，河南河南府嵩县民籍，明朝政治人物、进士出身。"],
        ["尚　芾", 125, "尚芾（？－？），字章甫，河南汝宁府信阳州罗山县人，民籍，明朝政治人物、进士出身。"],
        ["王之臣", 126, "王之臣（1538年－1597年），字荩夫，南直隶省徽州府休宁县人，民籍，治《诗经》，年三十一岁中式隆庆二年戊辰科第三甲第一百二十六名进士。十一月二十五日生，行四，曾祖王义；祖王杭；父王鼎；嫡母吴氏；生母汪氏。慈侍下，妻程氏，兄鑛；铭；之选，弟之彦。由府学附学生中式应天府乡试第六十七名举人，会试中式第二百九名[1]。"],
        ["熊　镃", 127, "熊镃（？－？），字仲时，河南汝宁府光州人，民籍，明朝政治人物、进士出身。"],
        ["汤聘尹", 128, "汤聘尹（？－？），字元衡，长洲县人，直隶苏州府嘉定县匠籍，明朝政治人物、进士出身。"],
        ["谢良琦", 129, "谢良琦（？－？），字景韩，直隶常州府武进县人，民籍，明朝政治人物、进士出身。"],
        ["张东旸", 130, "张东旸（？－？），字维寅，江西瑞州府高安县人，民籍，明朝政治人物、进士出身。"],
        ["翁金堂", 131, "翁金堂（？－？），字升伯，临安县人，浙江杭州府钱塘县民籍，明朝政治人物、进士出身。"],
        ["郑国仕", 132, "郑国仕（？－？），字允升，直隶大名府魏县人，军籍，明朝政治人物、进士出身。"],
        ["吕宗儒", 133, "吕宗儒（1540年－？年），字汝为，四川成都府资阳县人，民籍，明朝政治人物。"],
        ["黄金色", 134, "黄金色（？－？），字鍊之，直隶休宁县人，浙江杭州府钱塘县民籍，明朝政治人物、进士出身。"],
        ["詹世用", 135, "詹世用（？－？），字汝宾，江西广信府弋阳县人，民籍，明朝政治人物、进士出身。"],
        ["白希珩", 136, "白希珩（？－？），字汝佩，山西太原府永宁州宁乡县人，民籍，明朝政治人物、进士出身。"],
        ["徐汝阳", 137, "徐汝阳（？－？），字时泰，江西抚州府临川县人，民籍，明朝政治人物、进士出身。"],
        ["袁桂蓁", 138, "袁桂蓁（？－？），字子美，河南河南府洛阳县人，民籍，明朝政治人物、进士出身。"],
        ["秦舜翰", 139, "秦舜翰（？－？），字国宗，福建泉州府晋江县人，官籍，明朝政治人物、进士出身，官至广西按察司副使。"],
        ["黄应坤", 140, "黄应坤（？－？），字惟简，直隶徽州府歙县人，匠籍，明朝政治人物、进士出身。"],
        ["曹大埜", 141, "曹大埜（1535年－？年），字仲平，四川省重庆府巴县人，民籍，明朝政治人物。[1]"],
        ["张明化", 142, "张明化（？－？），字成甫，直隶松江府华亭县人，民籍，明朝政治人物、进士出身。"],
        ["傅元顺", 143, "傅元顺（？－？），字伯达，江西抚州府临川县人，民籍，明朝政治人物、进士出身。"],
        ["蔡　壁", 144, "蔡壁（？－？），字伯宿，浙江钱塘县人，锦衣卫官籍，明朝政治人物、进士出身。"],
        ["刘绍恤", 145, "刘绍恤（？－？），字汝钦，湖广德安府安陆县人，民籍，明朝政治人物、进士出身。"],
        ["蔡贵易", 146, "蔡贵易（？－？），字尔通，福建泉州府同安县人，军籍，明朝政治人物、进士出身。"],
        ["丛文蔚", 147, "丛文蔚（？－？），字豹卿，山东文登县人，南京锦衣卫军籍，明朝政治人物、进士出身。"],
        ["馀干贞", 148, "馀干贞（？－？），字秉智，浙江严州府遂安县人，民籍，明朝政治人物、进士出身。"],
        ["李　梧", 149, "李梧（1541年－1600年），字士仕，纳谿县人，四川泸州民籍，治《书经》，年二十八岁中式隆庆二年戊辰科第三甲第一百四十九名进士。五月二十四日生，行二，曾祖李景禄；祖李性；父李乔迁；母仇氏。具庆下，妻吴氏（聘）；张氏，兄𣔾，弟极。由县学生中式四川乡试第四十九名举人，会试中式第一百二十三名[1]。"],
        ["朱南雍", 150, "朱南雍（？－？），字子肃，浙江绍兴府山阴县人，军籍，明朝政治人物、进士出身。"],
        ["党　馨", 151, "党馨（？－1592年），字季芳，山东青州府益都县人，军籍，明朝政治人物。"],
        ["张　淳", 152, "张淳，字希古，南直隶桐城县（今属安徽省）人。中国明朝官员。"],
        ["司汝霖", 153, "张汝济，字泽民，别号傅野。明朝政治人物。世代为山东汶上县人，过继给荆州右卫籍之司镗为后，故跟从养父姓，名汝霖。后回复本姓，改名汝济。[1]张士甄之曾祖。"],
        ["许　洛", 154, "许洛（？－？），字希程，江西建昌府南城县人，民籍，明朝政治人物、进士出身。"],
        ["张　书", 155, "张书（？－？），字子中，湖广蒲圻县人，锦衣卫力士籍，明朝政治人物、进士出身。"],
        ["詹贞吉", 156, "詹贞吉（1545年－？年），字惟一，四川省重庆府巴县人，民籍，明朝政治人物。"],
        ["文　作", 157, "文作（1540年－1599年），字述甫，四川省重庆府涪州人，民籍，治《易经》，年二十九岁中式隆庆二年戊辰科第三甲第一百五十七名进士。正月初三日生，行五，曾祖文瑄；祖文经；父文羽治；嫡母熊氏；生母朱氏。永感下，妻陈氏，兄佖；僴；倣；俨。由州学增广生中式四川乡试第四十四名举人，会试中式第一百九十五名[1]。"],
        ["程　沂", 158, "程沂（？－？），字岱源，湖广武昌府咸寍县人，民籍，明朝政治人物、进士出身。"],
        ["孙　錝", 159, "孙錝（1537年－1592年），字文秉，号鹤峰，浙江馀姚县（今属慈溪市）人。明朝政治人物。[1][2]"],
        ["郭维藩", 160, "郭维藩（？－？），字汝张，山东东昌府夏津县人，民籍，明朝政治人物、进士出身。"],
        ["郭　堵", 161, "郭堵（？－？），字季孝，人，山东兖州府曹州校尉籍，明朝政治人物、进士出身。"],
        ["孙从龙", 162, "孙从龙（？－？），字化光，浙江平湖县人，直隶苏州府吴江县民籍，明朝政治人物、进士出身。"],
        ["张仲懽", 163, "张仲懽（1533年－1592年），字友卿，四川省重庆府合州人，民籍，治《诗经》，年三十六岁中式隆庆二年戊辰科第三甲第一百六十三名进士。十二月二十四日生，行一，曾祖张洪；祖张臯羽，训导；父张育；母赵氏。慈侍下，妻费氏，继妻马氏；。由州学生中式四川乡试第十三名举人，会试中式第七十一名[1]。"],
        ["杨　言", 164, "杨言（？－？），字行可，云南大理府太和县人，民籍，明朝政治人物、进士出身。"],
        ["石　槚", 165, "石槚（？－？），字伯材，直隶凤阳府人，河南汝寍所军籍，明朝政治人物、进士出身。"],
        ["解学礼", 166, "解学礼（？－？），字仲立，山西平阳府觧州安邑县人，军籍，明朝政治人物、进士出身。"],
        ["汪在前", 167, "汪在前（？－？），字雅堂，一字立伯，南直隶徽州府歙县人（今安徽歙县），民籍，明朝政治人物、进士出身。"],
        ["梁承学", 168, "梁承学（？－？），字师颜，山东东昌府聊城县人，军籍，明朝政治人物、进士出身。"],
        ["范　谦", 169, "范谦（？－？），字汝益，江西南昌府丰城县人，军籍，明朝政治人物、进士出身。"],
        ["于有年", 170, "于有年（1535年－1587年），字时泰，号前渚，山东承宣布政使司东昌府临清直隶州（今山东省聊城市临清市），明朝政治人物、同进士出身。"],
        ["胡格诚", 171, "胡格诚（？－？），字中孚，河南归德府永城县人，民籍，明朝政治人物、进士出身。"],
        ["王乔桂", 172, "王乔桂（？－？），字引瞻，湖广荆州府石首县人，民籍，明朝政治人物、进士出身。"],
        ["孙化龙", 173, "孙化龙（？－？），字时际，直隶真定府获鹿县人，民籍，明朝政治人物、进士出身。"],
        ["李一中", 174, "李一中（？－？），字时卿，直隶池州府建德县人，匠籍，明朝政治人物、进士出身。"],
        ["邵　城", 175, "邵城（？－？），字惟卫，浙江宁波府鄞县人，匠籍，明朝政治人物、进士出身。"],
        ["李春光", 176, "李春光（1543年－1621年），字实吾，山西平阳府解州人。明朝政治人物。"],
        ["王　诏", 177, "王诏（？－？），字承恩，直隶保定府博野县人，民籍，明朝政治人物、进士出身。"],
        ["王一凤", 178, "王一凤（？－？），字鸣文，直隶大名府开州人，民籍，明朝政治人物、进士出身。"],
        ["颜容舒", 179, "颜容舒（？－？），字日庄，福建泉州府晋江县人，军籍，明朝政治人物、进士出身。"],
        ["王宣化", 180, "王宣化（？－？），字用贤，山东济南府淄川县人，民籍，明朝政治人物、进士出身。"],
        ["刘　朴", 181, "刘朴（？－？），字华甫，山西平阳府曲沃县人，军籍，明朝政治人物、进士出身。"],
        ["邹学柱", 182, "邹学柱（？－？），字国材，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["朱东光", 183, "朱东光（？－？），字元曦，江西临川县人，福建建寍府浦城县民籍，明朝政治人物、进士出身。"],
        ["谢良弼", 184, "谢良弼（？－？），字梦之，永年县人，直隶泗州卫官籍，明朝政治人物、进士出身。"],
        ["李学一", 185, "李学一（？－？），字万卿，广东惠州府归善县人，民籍，明朝政治人物、进士出身。"],
        ["许承周", 186, "《沧浪亭五百名贤像》之许承周像"],
        ["刘应雷", 187, "刘应雷（？－？），字汝豫，江西吉安府万安县人，民籍，明朝政治人物、进士出身。"],
        ["帅　机", 188, "《阳秋馆集》四十卷"],
        ["宋伯华", 189, "宋伯华（？－？），字汝含，山东青州府益都县人，军籍，明朝政治人物、进士出身。"],
        ["阎邦宁", 190, "阎邦宁（？－？），字仲谧，号月川，河南原武阎寔口人（今原阳师寨镇新集村）人[1]，明朝政治人物，同进士出身。"],
        ["刘启元", 191, "刘启元（？－？），字干初，山东东昌府武城县人，军籍，明朝政治人物、进士出身。"],
        ["田　乐", 192, "田乐（？－？），字希智，直隶河间府任丘县人，民籍，明朝政治人物、进士出身。"],
        ["黄　卷", 193, "黄卷（？－？），字翰伯，顺德县人，广东广州府新会县民籍，明朝政治人物、进士出身。"],
        ["史朝铉", 194, "史朝铉（？－？），字贯之，福建泉州府晋江县人，匠籍，明朝政治人物、进士出身。"],
        ["赵钦汤", 195, "赵钦汤（？－？），字子质，山西平阳府觧州人，民籍，明朝政治人物、进士出身。"],
        ["陈九畴", 196, "陈九畴（？－？），字惟叙，江西南昌府奉新县人，匠籍，明朝政治人物、进士出身。"],
        ["欧阳栢", 197, "欧阳栢（？－？），字惟承，湖广承天府潜江县人，民籍，明朝政治人物、进士出身。"],
        ["蒋　科", 198, "蒋科，字士登，号瀛州。南直隶泰州（今江苏泰州市）人，回族[1]。明朝政治人物。同进士出身。"],
        ["李尚宾", 199, "李尚宾（1536年－1595年），字允兴，山西省夏县人，直隶顺德府广宗县民籍，治《易经》，年三十三岁中式隆庆二年戊辰科第三甲第一百九十九名进士。正月二十六日生，行二，曾祖李达；祖李文学；父李朝阳，驿丞；母董氏。具庆下，妻张氏，兄尚谦，弟尚贤。由国子生中式顺天府乡试第五十七名举人，会试中式第二百四十二名[1]。"],
        ["姚孟贤", 200, "姚孟贤（？－？），字汝德，浙江寍波府慈谿县人，军籍，明朝政治人物、进士出身。"],
        ["蒋　桐", 201, "蒋桐（？－？），字子培，浙江诸暨县人，锦衣卫旗籍，明朝政治人物、进士出身。"],
        ["李国观", 202, "李国观（？－？），字次宾，湖广襄阳府襄阳县人，民籍，明朝政治人物、进士出身。"],
        ["胡用宾", 203, "胡用宾（？－？），字晋卿，直隶徽州府婺源县人，民籍，明朝政治人物、进士出身。"],
        ["张脩吉", 204, "张脩吉（？－？），字慎之，山东青州府高苑县人，军籍，明朝政治人物、进士出身。"],
        ["王琢玉", 205, "王琢玉（？－？），字文珍，山东东昌府莘县人，军籍，明朝政治人物、进士出身。"],
        ["王恩民", 206, "王恩民（？－？），字仁溥，直隶合肥县人，云南临安卫官籍，明朝政治人物、进士出身。"],
        ["周一经", 207, "周一经（？－？），字子明，江西广信府贵溪县人，民籍，明朝政治人物、进士出身。"],
        ["陆从平", 208, "陆从平，南直隶松江府华亭县人，明朝政治人物。"],
        ["王惟几", 209, "王惟几（？－？），字子研，顺天府霸州文安县人，民籍，明朝政治人物、进士出身。"],
        ["高一登", 210, "高一登（？－？），字汝荐，应天府句容县人，山东东昌府清平县民籍，明朝政治人物、进士出身。"],
        ["詹洪基", 211, "詹洪基（？－？），字子震，福建福州府闽清县人，民籍，明朝政治人物、进士出身。"],
        ["刘维嵩", 212, "刘维嵩（？－？），字镇中，广东广州府增城县人，民籍，明朝政治人物、进士出身。"],
        ["房如式", 213, "房如式（？－？），字宪甫，山东青州府益都县人，匠籍，明朝政治人物、进士出身。"],
        ["馀之祯", 214, "馀之祯（1546年－？年），字善先，四川成都府内江县人，民籍，明朝政治人物。"],
        ["沈应文", 215, "沈应文（1543年－1627年），字征甫，浙江馀姚县人。明朝政治人物。"],
        ["王　藻", 216, "王藻（？－？），字国华，山西清源县人，直隶真定卫军籍，明朝政治人物、进士出身。"],
        ["郭　庄", 217, "郭庄（？－？），字子莅，陕西巩昌府徽州人，军籍，明朝政治人物、进士出身。"],
        ["陆志孝", 218, "陆志孝（？－？），字仁卿，号浚川，浙江秀水（今嘉兴）人，明朝政治人物，同进士出身。"],
        ["魏云霄", 219, "魏云霄（？－？），字子冲，陕西西安府蓝田县人，民籍，明朝政治人物、进士出身。"],
        ["张道明", 220, "张道明（？－？），字行甫，浙江馀姚县人，金吾后卫军籍，明朝政治人物、进士出身。"],
        ["张　简", 221, "张简（？－？），字易从，直隶河间府静海县人，民籍，明朝政治人物、进士出身。"],
        ["陈祖尧", 222, "陈祖尧（？－？），字师钦，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["殷　濡", 223, "殷濡（？－？），字子沾，直隶苏州府常熟县人，军籍，明朝政治人物、进士出身。"],
        ["叶楙中", 224, "叶楙中（？－？），字敬甫，浙江义乌县人，直隶扬州府江都县民籍，明朝政治人物、进士出身。"],
        ["王　颐", 225, "王颐（？－？），字观生，直隶潜山县人，湖广沔阳卫官籍，明朝政治人物、进士出身。"],
        ["庄有临", 226, "庄有临（？－？），字际盛，福建泉州府同安县人，军籍，明朝政治人物、进士出身。"],
        ["馀　钦", 227, "馀钦（？－？），字敬甫，江西浮梁县人，河南睢阳卫官籍，明朝政治人物、进士出身。"],
        ["蒋以忠", 228, "蒋以忠（？－？），字子孝，直隶苏州府常熟县人，军籍，明朝政治人物、进士出身。"],
        ["孙汝宾", 229, "孙汝宾（？－？），字允尚，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["李仕华", 230, "李仕华（1533年－1592年），字邦宪，四川叙州府宜宾县人，四川叙南卫官籍，治《诗经》，年三十六岁中式隆庆二年戊辰科第三甲第二百三十名进士。八月二十六日生，行二，曾祖李鑛；祖李軏；父李；母宰氏。慈侍下，妻韦氏，继妻曾氏；兄仕荣，弟仕亨；仕儒；仕学；仕官；仕培；仕美；仕魁。由县学生中式四川乡试第三十九名举人，会试中式第一百三十四名[1]。"],
        ["王　俨", 231, "王俨（1541年－1600年），字若思，四川省嘉定州威远县人，军籍，治《诗经》，年二十八岁中式隆庆二年戊辰科第三甲第二百三十一名进士。正月二十日生，行一，曾祖王濬，贡士；祖王孝；父王三成；母温氏。重庆下，妻李氏，弟脩；伊；伦；伟；俊。由县学生中式四川乡试第二十八名举人，会试中式第三百十名[1]。"],
        ["周思稷", 232, "周思稷（？－？），字子相，湖广黄州府麻城县人，军籍，明朝政治人物、进士出身。"],
        ["李　乐", 233, "李乐（？－？），字彦和，嘉兴府桐乡县人，浙江湖州府乌程县民籍，明朝政治人物、进士出身。"],
        ["龚懋贤", 234, "龚懋贤（1539年－1598年），字晋甫，四川成都府内江县龚家乡人，民籍，明朝政治人物。"],
        ["王大用", 235, "王大用（？－？），字擢之，山西赵城县人，直隶东胜左卫军籍，明朝政治人物、进士出身。"],
        ["于　鲸", 236, "于鲸（1539年－？），字子长，山东承宣布政使司济南府历城县（今山东省济南市历城区）人，明朝政治人物、同进士出身。"],
        ["徐元吉", 237, "徐元吉（1543年－1602年），字黄裳，四川省重庆府巴县人，四川重庆卫军籍，治《诗经》，年二十六岁中式隆庆二年戊辰科第三甲第二百三十七名进士。十一月十九日生，行一，曾祖徐仲錞；祖徐廷甫；父徐坤；母蒋氏。具庆下，妻曹氏，继妻甘氏；弟亨吉。由府学生中式四川乡试第二十名举人，会试中式第三百九十六名[1]。"],
        ["谢宗伦", 238, "谢宗伦（？－？），字子叙，直隶徽州府祁门县人，民籍，明朝政治人物、进士出身。"],
        ["陈一夔", 239, "陈一夔（？－？），字乐卿，江西抚州府金谿县人，军籍，明朝政治人物、进士出身。"],
        ["顾大典", 240, "顾大典（？－？），字道行，直隶苏州府吴江县人，军籍，明朝政治人物、进士出身。"],
        ["韩必显", 241, "韩必显（？－？），字用晦，山东青州府安丘县人，民籍，明朝政治人物、进士出身。"],
        ["陈尚伊", 242, "陈尚伊（？－？），字汝聘，湖广衡州府桂阳州人，军籍，明朝政治人物、进士出身。"],
        ["曹　昉", 243, "曹昉（？－？），字子明，陕西庆阳府安化县人，军籍，明朝政治人物、进士出身。"],
        ["刘伯缙", 244, "刘伯缙（？－？），字荐卿，山东济南府历城县人，军籍，明朝政治人物，同进士出身。"],
        ["纪克一", 245, "纪克一（？－？），字贞甫，山东莱州府胶州县人，军籍，明朝政治人物、进士出身。"],
        ["刘不息", 246, "刘不息（？－？），字体道，山东兖州府滋阳县人，军籍，明朝政治人物、进士出身。"],
        ["阙成章", 247, "阙成章（？－？），字孔裁，直隶苏州府长洲县人，匠籍，明朝政治人物、进士出身。"],
        ["张朝瑞", 248, "张朝瑞（1536年－1603年），直隶海州（今属连云港市）人，字子祯，明朝政治人物、同进士出身。"],
        ["胡友信", 249, "胡友信（？－？），字成之，浙江湖州府德清县人，民籍，明朝政治人物、进士出身。"],
        ["秦致恭", 250, "秦致恭（？－？），字率礼，广西桂林府灵川县人，民籍，明朝政治人物、进士出身。"],
        ["裴应章", 251, "裴应章（？－？），字元闇，福建汀州府清流县人，民籍，明朝政治人物、进士出身。"],
        ["馀懋学", 252, "馀懋学（？－1598年），字行之，南直隶婺源县（今属江西省）人。明朝政治人物。"],
        ["张孙绳", 253, "张孙绳（？－？），字公武，广西桂林府临桂县人，民籍，明朝政治人物、进士出身。"],
        ["刘　倬", 254, "刘倬（？－？），字原检，吴县人，直隶苏州府长洲县民籍，明朝政治人物、进士出身。"],
        ["李　瑱", 255, "李瑱（？－？），字聪甫，山西平阳府觧州人，民籍，明朝政治人物、进士出身。"],
        ["张　试", 256, "张试（？－？），字式言，浙江绍兴府萧山县人，匠籍，明朝政治人物、进士出身。"],
        ["史邦直", 257, "史邦直（？－？），字敬司，山东济南府乐陵县人，军籍，明朝政治人物、进士出身。"],
        ["任　芹", 258, "任芹（1537年－1596年），字汝献，山东登州府莱阳县人，军籍，治《书经》，年三十二岁中式隆庆二年戊辰科第三甲第二百五十八名进士。三月十一日生，行二，曾祖任恕；祖任大志；父任锐；母董氏。重庆下，妻宋氏，兄芟；蒉；茆，弟芷；葵；芊；藻；苘。由国子生中式山东乡试第五十五名举人，会试中式第二百七十九名[1]。"],
        ["张道充", 259, "张道允（？－？），字叔学，杞县人，河南归德府商丘县民籍，明朝政治人物、进士出身。"],
        ["杜其骄", 260, "杜其骄（？－？），字汝大，浙江东阳县人，顺天府大兴匠籍，明朝政治人物、进士出身。"],
        ["郑　准", 261, "郑准（？－？），字正衡，直隶苏州府吴县人，民籍，明朝政治人物、进士出身。"],
        ["辜明试", 262, "辜明试（？－？），字懋功，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["邵仲禄", 263, "邵仲禄（1541年－1600年），字孟廉，湖广都指挥使司瞿塘卫(治今奉节县)人，四川夔州府官籍，明朝政治人物。"],
        ["罗征竹", 264, "罗征竹（？－？），字庭猗，江西吉安府吉水县人，民籍，明朝政治人物、进士出身。"],
        ["陈严之", 265, "陈严之（1527年－1591年），字泰仲，福建福州府闽县人，民籍，明朝政治人物、进士出身。"],
        ["黄猷吉", 266, "黄猷吉（？－？），字仕祯，浙江山阴县人，山东东昌府临清州民籍，明朝政治人物、进士出身。"],
        ["咸怀良", 267, "咸怀良（？－？），字廷遂，山东登州府莱阳县人，军籍，明朝政治人物、进士出身。"],
        ["孙　珮", 268, "孙珮（？－？），字伯玉，青州府诸城县人，山东青州左卫军籍，明朝政治人物、进士出身。"],
        ["张弘毅", 269, "张弘毅（？－？），字士可，广东广州府东筦县人，军籍，明朝政治人物、进士出身。"],
        ["高自新", 270, "高自新（？－？），字本澄，直隶真定府获鹿县人，民籍，明朝政治人物、进士出身。"],
        ["赵惟卿", 271, "赵惟卿（？－？），字良弼，直隶真定府赵州栢乡县人，军籍，明朝政治人物、进士出身。"],
        ["赵允升", 272, "赵允升（？－？），字吉夫，山西太原府代州人，军籍，明朝政治人物、进士出身。"],
        ["郭思极", 273, "郭思极，字致中。北直隶魏县郭枣林村人。明朝政治人物。"],
        ["李尚默", 274, "李尚默（？－？），字子静，浙江宁波府鄞县人，民籍，明朝政治人物、进士出身。"],
        ["周裔登", 275, "周裔登（？－？），字朝亮，广东广州府南海县人，民籍，明朝政治人物、进士出身。"],
        ["顾梁材", 276, "顾梁材（？－？），字弘任，常熟县人，直隶苏州府长洲县民籍，明朝政治人物、进士出身。"],
        ["刘如皐", 277, "刘如臯（？－？），字德卿，湖广黄州府蕲州人，军籍，明朝政治人物、同进士出身。"],
        ["赵云翔", 278, "赵云翔（？－？），字元举，山东兖州府平阴县人，军籍，明朝政治人物、进士出身。"],
        ["杜　循", 279, "杜循（？－？），字伯理，江西南昌府丰城县人，军籍，明朝政治人物、进士出身。"],
        ["王中逵", 280, "王中逵（？－？），字道卿，河南宣武卫人，军籍，明朝政治人物、进士出身。"],
        ["张士奇", 281, "张士奇（？－？），字子杰，直隶真定府冀州枣强县人，匠籍，明朝政治人物、进士出身。"],
        ["李　憙", 282, "李憙（？－？），字乐天，山西太原府祁县人，军籍，明朝政治人物、进士出身。"],
        ["沈　楠", 283, "沈楠（？－？），字汝材，浙江杭州府仁和县人，灶籍，明朝政治人物、进士出身。"],
        ["刘守仁", 284, "刘守仁（？－？），字与居，山西平阳府洪洞县人，军籍，明朝政治人物、进士出身。"],
        ["罗　奎", 285, "罗奎（？－？），字明汉，陕西西安府邠州淳化县人，民籍，明朝政治人物、进士出身。"],
        ["刘　铉", 286, "刘铉（？－？），字玉卿，江西饶州府鄱阳县人，民籍，明朝政治人物、进士出身。"],
        ["胡汝钦", 287, "胡汝钦（？－？），字子敬，直隶保定府定兴县人，民籍，明朝政治人物、进士出身。"],
        ["耿鸣世", 288, "耿鸣世（？－？），字茂谦，山东济南府新城县人，民籍，明朝政治人物、进士出身。"],
        ["沈　位", 289, "沈位（？－？），字道立，直隶苏州府吴江县人，军籍，明朝政治人物、进士出身。"],
        ["毛图南", 290, "毛图南（？－？），字宇化，直隶苏州府吴江县人，民籍，明朝政治人物、进士出身。"],
        ["刘致中", 291, "刘致中（？－？），字位夫，河南开封府延津县人，民籍，明朝政治人物、进士出身。"],
        ["秦时吉", 292, "秦时吉（？－？），字修之，陕西汉中府南郑县人，民籍，明朝政治人物、进士出身。"],
        ["刘光国", 293, "刘光国（？－？），字汝观，河南汝宁府上蔡县人，民籍，明朝政治人物、进士出身。"],
        ["周　西", 294, "周西（？－？），字毓美，河南彰德府安阳县人，民籍，明朝政治人物、进士出身。"],
        ["房　寰", 295, "房寰（？－？），字中伯，浙江湖州府德清县人，民籍，明朝政治人物、进士出身。"],
        ["周世科", 296, "周世科（1536年－1595年），字仲登，四川成都府内江县人，灶籍，治《礼记》，年三十三岁中式隆庆二年戊辰科第三甲第二百九十六名进士。二月十二日生，行三，曾祖周辅臣；祖周宗元，寿官 赠大理寺评事；父周瑶，按察司副使；母张氏（封孺人）。具庆下，妻彭氏，兄世教；世鹏，弟世栋；世骧；世麟。由县学增广生中式四川乡试第五十八名举人，会试中式第三百三十一名[1]。"],
        ["郝维乔", 297, "郝维乔（？－？），字子迁，河南开封府扶沟县人，民籍，明朝政治人物、进士出身。"],
        ["梁　式", 298, "梁式（？－？），字似之，山东东昌府冠县人，军籍，明朝政治人物、进士出身。"],
        ["谢廷敬", 299, "谢廷敬（？－？），字宗文，江西安福县人，湖广承天府沔阳州景陵县民籍，明朝政治人物、进士出身。"],
        ["王一诚", 300, "王一诚（？－？），字明得，太仓州人，直隶苏州府崑山县军籍，明朝政治人物、进士出身。"],
        ["林　华", 301, "林华（？－？），字原积，广东琼州府文昌县人，民籍，明朝政治人物、进士出身。"],
        ["吴　鑑", 302, "吴鑑（？－？），字顺应，江西建昌府南城县人，民籍，明朝政治人物、进士出身。"],
        ["何世学", 303, "何世学（？－？），字文甫，浙江绍兴府萧山县人，民籍，明朝政治人物、进士出身。"],
        ["易倣之", 304, "易倣之（？－？），字惟效，湖广黄州府黄冈县人，民籍，明朝政治人物、进士出身。"],
        ["黄德洋", 305, "黄德洋（？－？），字以达，福建泉州府晋江县人，民籍，明朝政治人物、进士出身。"],
        ["偰维贤", 306, "偰维贤（？－？），字佑之，云南姚安府姚州人，民籍，明朝政治人物、进士出身。"],
        ["牛可麟", 307, "牛可麟（？－？），字瑞卿，河南开封府祥符县人，民籍，明朝政治人物、进士出身。"],
        ["刘禹谟", 308, "刘禹谟（？－？），字平甫，江西吉安府庐陵县人，民籍，明朝政治人物、进士出身。"],
        ["黄家栋", 309, "黄家栋（？－？），字国隆，河南汝宁府息县人，民籍，明朝政治人物、进士出身。"],
        ["杨　节", 310, "杨节（？－？），字子贞，河南开封府祥符县人，民籍，明朝政治人物、进士出身。"],
        ["方学孟", 311, "方学孟（？－？），字子醇，江西饶州府浮梁县人，军籍，明朝政治人物、进士出身。"],
        ["郭有金", 312, "郭有金（？－？），字双南，陕西朝邑县人，山西平阳府蒲州县民籍，明朝政治人物、进士出身。"],
        ["万一贯", 313, "万一贯（？－？），字汝唯，江西吉安府安福县人，民籍，明朝政治人物、进士出身。"],
        ["赵时敏", 314, "赵时敏（？－？），字子逊，直隶大名府大名县人，民籍，明朝政治人物、进士出身。"],
        ["赵　池", 315, "赵池（？－？），字道涵，山东青州府昌乐县人，军籍，明朝政治人物、进士出身。"],
        ["曹　铣", 316, "曹铣，南直隶松江府华亭县人，明朝政治人物。"],
        ["沈　文", 317, "沈文（？－？），字思质，浙江杭州府仁和县人，民籍，明朝政治人物、进士出身。"],
        ["何维椅", 318, "何维椅（？－？），字乔佐，广东广州府南海县人，民籍，明朝政治人物、进士出身。"],
        ["章　礼", 319, "章礼（？－？），字约之，浙江会稽县人，锦衣卫匠籍，明朝政治人物、进士出身。"],
        ["孙汝汇", 320, "孙汝汇（？－？），字仲选，慈谿县人，浙江绍兴府馀姚县民籍，明朝政治人物、进士出身。"],
        ["霍希夔", 321, "霍希夔（1534年－1593年），字虞卿，山西平阳府临汾县人，大同府应州军籍，明朝政治人物。"],
        ["钱拱宸", 322, "钱拱宸（？－？），字恭卿，浙江湖州府乌程县人，民籍，明朝政治人物、进士出身。"],
        ["喻　均", 323, "喻均（1539年－1605年），字邦相，号枫谷，江西新建县新塘喻村（今江西新建石岗镇久驻村）人，明朝政治人物。"]
    ]
}