{
    "year_name": "万历二年甲戌科殿试金榜",
    "first": [
        ["孙继皐", 1, "孙继皋（1550年－1610年），字以德，号柏潭，直隶无锡（今江苏）人，明朝政治人物、状元。"],
        ["馀孟麟", 2, "馀孟麟（？－？），字幼举、又字伯祥，直隶徽州府祁门县人人，应天府江宁县民籍，明朝政治人物、进士出身。"],
        ["王应选", 3, "王应选（1538年－？），字俊卿，号午山，浙江慈谿县人，明朝政治人物、探花及第。"]
    ],
    "third": [
        ["陈　朴", 1, "陈朴（？－？），字一初，河南陈州卫人，官籍，明朝政治人物、进士出身。"],
        ["雷士桢", 2, "雷士桢（？－？），字国柱，陕西西安府同州朝邑县人，军籍，明朝政治人物、进士出身。"],
        ["颜　素", 3, "颜素（？－？），字质卿，直隶安庆府怀宁县人，军籍，明朝政治人物、进士出身。"],
        ["牛惟炳", 4, "牛惟炳（？－？），字懋华，直隶广平府曲周县人，民籍，明朝政治人物、进士出身。"],
        ["易以巽", 5, "易以巽，字汝中，四川成都府安县人，明朝解元、政治人物。"],
        ["孙　旬", 6, "孙旬（？－？），字若穆，山东登州府莱阳县人，军籍，明朝政治人物、进士出身。"],
        ["杨四知", 7, "杨四知（？－？），字元述，江西鄱阳县人人，河南开封府祥符县民籍，明朝政治人物、进士出身。"],
        ["苏　雨", 8, "苏雨（1543年－？年），字以时，四川省重庆府巴县人，明朝政治人物。"],
        ["曹一夔", 9, "曹一夔（？－？），字子韶，湖广宝庆府武冈州人，民籍，明朝政治人物、进士出身。"],
        ["王问卿", 10, "王问卿（？－？），字以正，长洲县人人，直隶常州府无锡县民籍，明朝政治人物、进士出身。"],
        ["范世美", 11, "范世美（？－？），字敬之，江西瑞州府高安县人，民籍，明朝政治人物、进士出身。"],
        ["黄时雨", 12, "黄时雨（？－？），字化之，直隶苏州府常熟县人，民籍，明朝政治人物、进士出身。"],
        ["魏允孚", 13, "魏允孚（？－？），字懋诚，直隶大名府南乐县人，民籍，明朝政治人物，官至刑部郎中。"],
        ["夏应星", 14, "夏应星（？－？），字长卿，直隶淮安府盐城县人，民籍，明朝政治人物。"],
        ["李多见", 15, "李多见，福建莆田人，明朝政治人物。同进士出身。"],
        ["常居敬", 16, "常居敬（？－？），字汝一，祖籍湖广江夏县，湖广武昌卫军籍，明朝政治人物、同进士出身。"],
        ["史元熙", 17, "史元熙，字仲弢，号良明。明朝馀姚县（今浙江省馀姚市）人，民籍，明朝政治人物。"],
        ["黄师颜", 18, "黄师颜（？－？），字有发，福建泉州府南安县人，民籍，明朝政治人物、进士出身。"],
        ["王见宾", 19, "王见宾（？－？），字子利，山东济南卫人，军籍，明朝政治人物、进士出身。"],
        ["何　鑛", 20, "何鑛（？－？），字子启，直隶苏州府常熟县人，民籍，明朝政治人物、进士出身。"],
        ["马　贯", 21, "马贯，吴江人，明朝政治人物、同进士出身。"],
        ["沈孟化", 22, "沈孟化，字观瀛，永定人，明朝政治人物。"],
        ["王炳璿", 23, "王炳璿（？－？），字幼文，直隶苏州府崑山县人，民籍，明朝政治人物、进士出身。"],
        ["贺一孝", 24, "贺一孝（？－？），字子顺，湖广酃县人人，河南汝州鲁山县民籍，明朝政治人物、进士出身。"],
        ["郑　皐", 25, "郑臯（皐？）（1544年－1603年），字懋坚，四川省重庆府忠州人，民籍，治《诗经》，年三十一岁中式万历二年甲戌科第三甲第二十五名进士。八月初五日生，行一，曾祖郑时彦；祖郑锐；父郑希侨；母黄氏。慈侍下，妻眭氏，弟毕。由国子生中式四川乡试第十二名举人，会试中式第一百三名[1]。"],
        ["许　铤", 26, "许铤（？－？），字定之，顺天府通州武清县人，民籍，明朝政治人物、进士出身。"],
        ["韩志道", 27, "韩志道（？－？），字汝立，山东济南府章丘县人，军籍，明朝政治人物、进士出身。"],
        ["马翰如", 28, "马翰如（？－？），字纾之，河南开封府陈留县人，民籍，明朝政治人物、进士出身。"],
        ["王　职", 29, "王职（？－？），字君任，河南河南府洛阳县人，军籍，明朝政治人物、进士出身。"],
        ["陈九成", 30, "陈九成（？－？），字子韶，河南开封府杞县人，军籍，明朝政治人物、进士出身。"],
        ["郭惟贤", 31, "郭惟贤（？－1606年），字哲卿，号希宇，又名郭维贤[1]，福建承宣布政使司泉州府晋江县（今福建省泉州市）人。明朝政治人物、进士出身。"],
        ["尹应元", 32, "尹应元（？－？），字干泰，湖广汉阳府汉川县人，民籍，明朝政治人物、进士出身。"],
        ["刘　金", 33, "刘金（？－？），字子南，山东济南府禹城县人，民籍，明朝政治人物、进士出身。"],
        ["陈扬产", 34, "陈扬产（1551年－1610年），字以清，四川富顺县人，贵州铜仁府民籍，治《春秋》，年二十四岁中式万历二年甲戌科第三甲第三十四名进士。三月十八日生，行四，曾祖陈绮，仓副使；祖陈时谟，县丞；父陈珊，府同知；嫡母孙氏；生母何氏。具庆下，妻张氏，兄楚产（监生）；淮产；吴产（贡士），弟黔产；鲁产；周产；荀产。由国子生中式贵州乡试第八名举人，会试中式第二百二十七名[1]。"],
        ["姜　召", 35, "姜召（1543年－1602年），字可叔，四川省顺庆府广安州人，民籍，治《诗经》，年三十二岁中式万历二年甲戌科第三甲第三十五名进士。正月十七日生，行三，曾祖姜用和；祖姜从简，封主事 累封知府；父姜恩，布政司左布政使；前母李氏（赠恭人）；邓氏（封安人）。永感下，妻周氏，兄台（知县）；吉（知县），弟吾。由国子生中式四川乡试第三十八名举人，会试中式第二百二十二名[1]。"],
        ["陈嘉策", 36, "陈嘉策（？－？），字与偕，福建泉州府晋江县人，军籍，明朝政治人物、进士出身。"],
        ["沈　", 37, "《大学古本》、《浮湘集》、《钟离集》、《石鼓集》"],
        ["翁仲益", 38, "翁仲益（？－？），字赞德，泉州府晋江县人人，福建福州府闽县民籍，明朝政治人物。"],
        ["陈王庭", 39, "陈王庭（1543年－1602年），字惟献，浙江省杭州府仁和县人，匠籍，治《易经》，年三十二岁中式万历二年甲戌科第三甲第三十九名进士。正月三十日生，行三，曾祖陈天瑀；祖陈宿；父陈震；母曹氏。具庆下，妻戴氏，兄王言；王章，弟王宁。由县学生中式浙江乡试第六十八名举人，会试中式第九十八名[1]。"],
        ["胡希舜", 40, "胡希舜（？－？），字惟善，山西临晋县人人，河南开封府原武县民籍，明朝政治人物、进士出身。"],
        ["张云翱", 41, "张云翱（？－？），字文升，山西平阳府解州安邑县人，盐籍，明朝政治人物、进士出身。"],
        ["曾梦鳌", 42, "曾梦鳌（？－？），字君瞻，福建兴化府莆田县西漳村（今莆田市荔城区拱辰街道长丰村）人，盐籍，明朝政治人物。"],
        ["何允升", 43, "何允升（？－？），字吉甫，河南开封府杞县人，匠籍，明朝政治人物、进士出身。"],
        ["林鸣盛", 44, "林鸣盛（？－？），字元和，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["于　翰", 45, "于翰（？－？），字思宪，直隶真定府井陉县人，匠籍，明朝政治人物、进士出身。"],
        ["敖　选", 46, "敖选（1546年－1605年），字用卿，四川成都府金堂县人，军籍，明朝政治人物。"],
        ["陈正谊", 47, "陈正谊（？－？），字道甫，直隶松江府华亭县人，军籍，明朝政治人物、进士出身。"],
        ["姚德重", 48, "姚德重（？－？），字士钦，山东平度州潍县人，军籍，明朝政治人物、进士出身。"],
        ["曾士彦", 49, "曾士彦（1542年－1601年），字从之，四川省泸州人，民籍，治《易经》，年三十三岁中式万历二年甲戌科第三甲第四十九名进士。正月十三日生，行十三，曾祖曾思虎；祖曾海宽，封户部主事；父曾璵，知府；嫡母邓氏（封安人）；生母宋氏。慈侍下，妻喻氏，兄士守；士谋（贡士）；士交（贡士 封兵部员外郎）；士弘（贡士）；士传（贡士）；士宗；士怡；士贤；士林；士朝；士登，弟士科。由州学生中式四川乡试第八名举人，会试中式第二百七十四名[1]。"],
        ["李　坤", 50, "吕坤（1536年10月24日－1618年7月24日），字叔简、心吾、新吾，号抱独居士，河南宁陵县人（今属河南商丘），明朝官员、思想家，写有《呻吟语》，因被捲入国本之争，“第一次妖书案”中，有心人说吕在阿谀郑贵妃，吕坤怒而辞官返乡，官至刑部侍郎。天启初年，追赠刑部尚书。"],
        ["郭衢阶", 51, "郭衢阶（1546年－1605年），字享甫，四川省叙州府富顺县人，民籍，治《春秋》，年二十九岁中式万历二年甲戌科第三甲第五十一名进士。正月二十四日生，行三，曾祖郭瑢，七品散官；祖郭宸，贡士；父郭如一，冠带生员；母杨氏。重庆下，妻杜氏，兄从阶；循阶。由国子生中式四川乡试第四名举人，会试中式第二百九十二名[1]。"],
        ["李际春", 52, "李际春（？－？），字华卿，陕西泾阳县人人，直隶常州府武进县民籍，明朝政治人物、进士出身。"],
        ["刘三宅", 53, "刘三宅（？－？），字可任，山东青州府寿光县人，官籍，明朝政治人物、进士出身。"],
        ["查　伟", 54, "查伟（？－？），字德充，直隶安庆府怀宁县人人，云南大理卫军籍，明朝政治人物、进士出身。"],
        ["蔡时鼎", 55, "蔡时鼎（1551年－1592年），字台甫（一作冶辅），号调吾，漳浦人。[1][2][3]明朝官员。"],
        ["林兆珂", 56, "林兆珂（？－？），字懋忠，福建兴化府莆田县人，军籍，明朝政治人物。"],
        ["李承志", 57, "李承志（？－？），字道甫，山西平阳府曲沃县人，军籍，明朝政治人物、进士出身。"],
        ["杨时馨", 58, "杨时馨（？－？），字维德，江西鄱阳县人人，河南开封府祥符县民籍，明朝政治人物、进士出身。"],
        ["陈　谏", 59, "陈谏（1538年－1597年），字直卿，陕西省西安府华州华阴县人，匠籍，治《书经》，年三十七岁中式万历二年甲戌科第三甲第五十九名进士。正月初一日生，行二，曾祖陈玘；祖陈翱；父陈邦佑，典史；母师氏。永感下，妻石氏，兄鹓；鹤；鹗；鹏；鹍；鸿。由县学生中式陕西乡试第三十二名举人，会试中式第二百六十一名[1]。"],
        ["顾连璧", 60, "顾连璧（？－？），字曰温，山东青州府博兴县人，军籍，明朝政治人物、进士出身。"],
        ["王　儒", 61, "王儒（？－？），字汝为，山西太原府平定州守御千户所人，军籍，明朝政治人物、进士出身。"],
        ["何起凤", 62, "何凤起（？－？），字文兴，湖广黄州府蕲水县人，军籍，明朝政治人物、进士出身。"],
        ["倪三绶", 63, "倪三绶（？－？），字守秩，直隶河间府阜城县人，军籍，明朝政治人物、进士出身。"],
        ["任甲第", 64, "任甲第（1543年－1602年），字子荐，四川成都府资阳县人，民籍，治《诗经》，年三十二岁中式万历二年甲戌科第三甲第六十四名进士。九月二十六日生，行二，曾祖任崇泰；祖任绅；父任光启；母陈氏。具庆下，妻丁氏，兄甲登。由县学生中式四川乡试第六十六名举人，会试中式第三十八名[1]。"],
        ["龚一清", 65, "龚一清（？－？），字仲和，浙江金华府义乌县人，民籍，明朝政治人物、进士出身。"],
        ["韩国桢", 66, "韩国桢（？－？），字柱甫，吴县人人，直隶苏州府长洲县民籍，明朝政治人物、进士出身。"],
        ["宋万业", 67, "宋万叶（？－？），字启绍，福建兴化府莆田县人，军籍，明朝政治人物、进士出身。"],
        ["毛　在", 68, "毛在（？－？），字君明，直隶太仓州（今江苏太仓市）人，匠籍，明朝政治人物。"],
        ["吴中传", 69, "吴中传（？－？），字汝和，山东东昌府濮州朝城县人，军籍，明朝政治人物、进士出身。"],
        ["杨俊士", 70, "杨俊士（？－？），字伯贤，山西平阳府蒲州人人，锦衣卫官籍，明朝政治人物、进士出身。"],
        ["游　朴", 71, "游朴（1526年－1599年），字太初，号少涧。福建福宁（今霞浦县）人。明朝政治人物。"],
        ["陈与郊", 72, "陈与郊（？－？），字广野，浙江海宁县（今海宁市）盐官人，灶籍，明朝政治人物、戏曲作家。"],
        ["留震臣", 73, "留震臣（？－？），名一龙，字震臣，以字行[1]，福建晋江县人，明朝政治人物，同进士出身。"],
        ["蔡国柄", 74, "蔡国柄，字诚中，福建晋江人，蔡一槐胞侄，明朝政治人物。"],
        ["谭希思", 75, "谭希思，字岳南[1]，湖广承宣布政使司长沙府茶陵州（今湖南省株洲市茶陵县）人，明朝政治人物、同进士出身。"],
        ["南宪仲", 76, "南宪仲（？－？），字子章，陕西西安府渭南县人，军籍，明朝政治人物、进士出身。"],
        ["龚锡爵", 77, "龚锡爵（1550年－1617年），字汝脩，直隶苏州府嘉定县人，民籍，明朝政治人物，官至广西右布政使。"],
        ["田　蕙", 78, "田蕙（1544年－1603年），字应秀，山西省大同府应州人，民籍，治《诗经》，年三十一岁中式万历二年甲戌科第三甲第七十八名进士。正月二十四日生，行三，曾祖田盛，上林苑监大监丞；祖田天泽，知州；父田维鲁，岁贡生；母俞氏。永感下，妻秦氏，继妻陈氏；兄兰；芹。由国子生中式山西乡试第十三名举人，会试中式第二百八十五名[1]。任陕西蒲城知县，后来擢升为户部主事，此后曾任通政司左参议、左通政使。据载，田蕙为人刚正不阿，由于与同僚不合，辞官归乡。回乡后，田蕙编纂了《应州志》，万历二十七年（1599年）刊刻成书。[2][3]。田蕙墓位于应县城东的圣水塘村，已列入山西省文物保护单位。"],
        ["冯　露", 79, "冯露（？－？），字瑞化，河南开封府许州襄城县人，民籍，明朝政治人物、进士出身。"],
        ["王　开", 80, "王开（？－？），字维泰，直隶保定府清苑县人，民籍，明朝政治人物、进士出身。"],
        ["王凤竹", 81, "王凤竹（？－？），字允在，直隶顺德府唐山县人，民籍，明朝政治人物、进士出身。"],
        ["李化龙", 82, "李化龙赐服像"],
        ["刘弘道", 83, "刘弘道（1543年－1602年），字志甫，南直隶苏州府吴县人，太医院医籍，治《易经》，年三十二岁中式万历二年甲戌科第三甲第八十三名进士。十一月十八日生，行一，曾祖刘会；祖刘炳；父刘承宗；母何氏。具庆下，妻伍氏，弟弘度；弘德；弘义；弘毅。由吴县学附学生中式应天府乡试第一百名举人，会试中式第一百六十三名[1]。"],
        ["王　言", 84, "王言（？－？），字民法，江西建昌府南城县人，民籍，明朝政治人物、进士出身。"],
        ["王国宾", 85, "王国宾（？－？），字用卿，无锡县人人，直隶常州府武进县民籍，明朝政治人物、进士出身。"],
        ["俞良史", 86, "俞良史（？－？），字天荣，长洲县人人，直隶苏州府吴县民籍，明朝政治人物、进士出身。"],
        ["吴　谦", 87, "吴谦（1545年－1604年），字原豫，四川省泸州人，民籍，治《书经》，年三十岁中式万历二年甲戌科第三甲第八十七名进士。二月初一日生，行四，曾祖吴伯洪；祖吴自良；父吴鹏翼；母胡氏。永感下，妻丘氏，兄诏；讲，弟让。由州学生中式四川乡试第六十五名举人，会试中式第一百八十名[1]。"],
        ["谢　杰", 88, "谢杰（1536年－1604年），字汉甫，号绎梅。福建长乐江田（今长乐市江田镇）人。明朝政治人物。"],
        ["周梦旸", 89, "周梦旸（？－？），字启明，湖广襄阳府南漳县人，民籍，明朝政治人物、进士出身。"],
        ["顾尔行", 90, "顾尔行（？－？），字慎卿，浙江湖州府归安县人，民籍，明朝政治人物、进士出身。"],
        ["吴应奎", 91, "吴应奎（？－？），字孟才，山东兖州府东平州人，军籍，明朝政治人物、进士出身。"],
        ["王景星", 92, "王景星（？－？），字仲祥，浙江绍兴府萧山县人，民籍，明朝政治人物、进士出身。"],
        ["林民止", 93, "林民正（？－？），字敬夫，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["陈　济", 94, "陈济（？－？），字道行，河南开封府祥符县人，民籍，明朝政治人物、进士出身。"],
        ["徐师张", 95, "徐师张（？－？），字惟敬，浙江金华府永康县人，民籍，明朝政治人物、进士出身。"],
        ["张世则", 96, "张世则（？－？），字惟范，山东青州府诸城县人，民籍，明朝政治人物、进士出身。"],
        ["张汝贤", 97, "张汝贤（？－？），字用甫，浙江崇德县人人，武功右卫军籍，明朝政治人物、进士出身。"],
        ["朱　让", 98, "朱让（？－？），字次夔，广东广州府南海县人，军籍，明朝政治人物、进士出身。"],
        ["王毓阳", 99, "王毓阳（？－？），字春裕，陕西延安府绥德州人，民籍，明朝政治人物、进士出身。"],
        ["黄　门", 100, "黄门（？－？），字道登，直隶苏州府常熟县人，民籍，明朝政治人物、进士出身。"],
        ["张廷榜", 101, "张廷榜（？－？），字登材，福建漳州府龙溪县人，民籍，明朝政治人物、进士出身。"],
        ["廖恒吉", 102, "廖恒吉（1550年－1609年），字思德，四川省夔州府达州人，军籍，明朝政治人物。"],
        ["唐伯元", 103, "唐伯元（1540年－1597年），字仁卿，号曙台，广东澄海县（今属汕头市澄海区溪南镇人）。"],
        ["杨　楫", 104, "杨楫（？－？），字允通，河南归德府商丘县人，民籍，明朝政治人物、进士出身。"],
        ["王三宅", 105, "王三宅（？－？），字仁所，汲县人人，河南卫辉府千户所军籍，明朝政治人物、进士出身。"],
        ["李宗鲁", 106, "李宗鲁（？－？），字惟诚，湖广汉阳府汉阳县人，军籍，明朝政治人物、进士出身。"],
        ["伍　让", 107, "伍让（？－？），字子谦，湖广衡州府衡阳县人，军籍，明朝政治人物、进士出身。"],
        ["朱翰臣", 108, "朱翰臣（？－？），字学甫，直隶扬州府泰兴县人人，山东平山卫旗籍，明朝政治人物、进士出身。"],
        ["孙　健", 109, "孙健（？－？），字用纯，浙江馀姚县人人，云南鹤庆府军籍，明朝政治人物、进士出身。"],
        ["王致中", 110, "王致中（？－？），字懋和，直隶常州府无锡县人人，陕西宁羌卫军籍，明朝政治人物、进士出身。"],
        ["李以谦", 111, "李以谦（？－？），字从吉，山西兖州府鱼台县人，民籍，明朝政治人物、进士出身。"],
        ["舒邦儒", 112, "舒邦儒（？－？），字真卿，江西饶州府馀干县人，民籍，明朝政治人物、进士出身。"],
        ["陈　绅", 113, "陈绅（？－？），字观佩，仙游县人人，福建兴化府莆田县盐籍，明朝政治人物、进士出身。"],
        ["董继祖", 114, "董继祖（？－？），字承芳，河南河南府洛阳县人，民籍，明朝政治人物、进士出身。"],
        ["李士达", 115, "李士达（1550年－1620年），字通甫，号仰槐，南直吴县（今苏州市）人。明朝书画家。"],
        ["吴　定", 116, "吴定（？－？），字子得，河南彰德府安阳县人，民籍，明朝政治人物、进士出身。"],
        ["卓世彦", 117, "卓世彦（？－？），字邦美，直隶淮安府邳州睢宁县人人，河南开封府祥符县军籍，明朝政治人物、进士出身。"],
        ["郑　材", 118, "郑材（？－？），字思成，直隶保定府安肃县人，民籍，明朝政治人物、进士出身。"],
        ["李得祐", 119, "李得祐（1551年－1610年），字天吉，四川省叙州府宜宾县人，民籍，治《诗经》，年二十四岁中式万历二年甲戌科第三甲第一百一十九名进士。十二月十五日生，行一，曾祖李翰，进士；祖李有为；父李纉；母陈氏。重庆下，妻王氏，弟得祺；得祯；得祥；得祉；得祚。由县学增广生中式四川乡试第十七名举人，会试中式第一百三十八名[1]。"],
        ["周弘禴", 120, "周弘禴（？－？），字元孚，湖广黄州府麻城县人，民籍，明朝政治人物、进士出身。"],
        ["王三馀", 121, "王三馀（？－？），字效勤，直隶真定府晋州安平县人，军籍，明朝政治人物、进士出身。"],
        ["顾梦鲤", 122, "顾梦鲤（？－？），字仲龙，直隶苏州府崑山县人，民籍，明朝政治人物、进士出身。"],
        ["程有守", 123, "程有守（？－？），字思约，直隶徽州府歙县人，民籍，明朝政治人物、进士出身。"],
        ["范　涞", 124, "范涞（？－？），字原易，直隶徽州府休宁县人，民籍，明朝政治人物、进士出身。"],
        ["陈正谟", 125, "陈正谟（？－？），字宗禹，福建延平府南平县人，民籍，明朝政治人物、进士出身。"],
        ["杨瑞云", 126, "杨瑞云，广东南海（今广东广州）人，明朝政治人物。同进士出身。"],
        ["黄道瞻", 127, "黄道瞻（？－？），字临汝，福建泉州府晋江县人，军盐籍，明朝政治人物、进士出身。"],
        ["馀启元", 128, "馀启元（？－？），字伯贞，直隶徽州府婺源县人，民籍，明朝政治人物、进士出身。"],
        ["朱正色", 129, "朱正色（？－？），字应明，直隶顺德府南和县人，民籍，明朝政治人物、进士出身。"],
        ["田大年", 130, "田大年（1547年－1606年），字仰彭，四川省重庆府定远县人，民籍，治《易经》，年二十八岁中式万历二年甲戌科第三甲第一百三十名进士。十月十七日生，行一，曾祖田臣，监生；祖田赐，训导；父田腾，贡士；母何氏。具庆下，妻黄氏，弟大伦；大益；大本；大受。由县学生中式四川乡试第五十九名举人，会试中式第五十三名[1]。"],
        ["陈应芳", 131, "陈应芳（？－？），字世龙，江西吉安府吉水县人人，直隶扬州府泰州守御千户所官籍，明朝政治人物、进士出身。"],
        ["陈一鲂", 132, "陈一鲂（？－？），字钧从，福建兴化府莆田县人，军籍，明朝政治人物。"],
        ["陈奇谋", 133, "陈奇谋（？－？），字嘉猷，浙江嘉兴府秀水县（今嘉兴市）人，民籍，明朝政治人物。"],
        ["沈汝梁", 134, "沈汝梁（？－？），字邦桢，福建漳州府漳浦县人，军籍，明朝政治人物、进士出身。"],
        ["赵惟鱼", 135, "赵维鱼（？－？），字梦龙，山东济南府齐河县人，军籍，明朝政治人物、进士出身。"],
        ["陈文炅", 136, "陈文炅（？－？），字汝晦，江西抚州府临川县人，民籍，明朝政治人物、进士出身。"],
        ["蔡梦说", 137, "蔡梦说（？－？），字君弼，泉州府晋江县人人，福建漳州府龙巖县军籍，明朝政治人物、进士出身。"],
        ["高　梅", 138, "高梅（1540年－？年），字汝调，四川成都府内江县人，"],
        ["李　杜", 139, "李杜（？－？），字古哲，直隶广平府永年县人，民籍，明朝政治人物、进士出身。"],
        ["何思登", 140, "何思登（？－？），字一举，湖广武昌府蒲圻县人，军籍，明朝政治人物、进士出身。"],
        ["王邦俊", 141, "王邦俊（？－？），字士贤，陕西延安府鄜州人，民籍，明朝政治人物、进士出身。"],
        ["叶　遵", 142, "叶遵（？－？），字子宪，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["李好问", 143, "李好问（？－？），字宗舜，河南汝州鲁山县人，民籍，明朝政治人物、进士出身。"],
        ["韩萃善", 144, "韩萃善（？－？），字克一，山东济南府淄川县人，军籍，明朝政治人物、进士出身。"],
        ["黄云龙", 145, "黄云龙（？－？），字逢元，直隶徽州府歙县人，民籍，明朝政治人物、进士出身。"],
        ["司马祉", 146, "司马祉，浙江会稽人，明朝政治人物。同进士出身。"],
        ["李进道", 147, "李进道（？－？），字明叔，直隶大名府内黄县人，民籍，明朝政治人物、进士出身。"],
        ["王　价", 148, "王价（？－？），字藩甫，河南河南府孟津县人，民籍，明朝政治人物、进士出身。"],
        ["徐　待", 149, "徐待（？－？），字子器，浙江宁波府鄞县人，民籍，明朝政治人物、进士出身。"],
        ["顾起淹", 150, "顾起淹（？－？），字师范，崑山县人人，直隶苏州府吴县民籍，明朝政治人物、进士出身。"],
        ["李廷彦", 151, "李廷彦（？－？），字希圣，延安府安定县人人，陕西宁夏卫官籍，明朝政治人物、进士出身。"],
        ["朱熙洽", 152, "朱熙洽（？－？），字鸿甫，直隶苏州府崑山县人，民籍，明朝政治人物、进士出身。"],
        ["熊梦兆", 153, "熊梦兆（？－？），字应征，河南归德府鹿邑县人，民籍，明朝政治人物、进士出身。"],
        ["赵秉忠", 154, "赵秉忠（？－？），字荩臣，福建建宁府瓯宁县人，民籍，明朝政治人物、进士出身。"],
        ["刘　美", 155, "刘美（1547年－1606年），字懋实，四川成都府成都县人，四川成都左护卫军籍，治《诗经》，年二十八岁中式万历二年甲戌科第三甲第一百五十五名进士。正月二十四日生，行一，曾祖刘彦洪；祖刘俸；父刘南阳；母郑氏。慈侍下，妻邓氏，继妻杨氏；弟胤；宪。由成都府学生中式四川乡试第三十六名举人，会试中式第五十八名[1]。"],
        ["李学诗", 156, "李学诗（1548年－1607年），字可言，四川成都府成都县人，四川成都左护卫官籍，治《诗经》，年二十七岁中式万历二年甲戌科第三甲第一百五十六名进士。十一月二十六日生，行二，曾祖李典；祖李志洪；父李鸾；前母吴氏；胡氏；继母孟氏。具庆下，妻周氏，兄学易，弟学书。由县学生中式四川乡试第二十九名举人，会试中式第一百五十二名[1]。"],
        ["张佐治", 157, "张佐治（？－？），字思谋，福建漳州府平和县人，民籍，明朝政治人物、进士出身。"],
        ["刘懋中", 158, "刘懋中（？－？），字可参，直隶大名府魏县人，民籍，明朝政治人物、进士出身。"],
        ["朱道南", 159, "朱道南（？－？），字统文，云南临安卫（今建水县）人，祖籍直隶庐州府合肥县，官籍，明朝政治人物、进士出身。"],
        ["詹启东", 160, "詹启东（？－？），字知震，福建泉州府安溪县人，民籍，明朝政治人物、进士出身。"],
        ["饶廷锡", 161, "饶廷锡（？－？），字文命，江西南昌府进贤县人，民籍，明朝政治人物、进士出身。"],
        ["孙　兖", 162, "孙兖（？－？），字应文，河南汝宁府光州固始县人，民籍，明朝政治人物、进士出身。"],
        ["秦应骢", 163, "秦应骢（？－？），字行之，浙江宁波府慈谿县人，民籍，明朝政治人物、进士出身。"],
        ["戈大本", 164, "戈大本（？－？），字性甫，直隶苏州府吴县人，锦衣卫匠籍，明朝政治人物。"],
        ["刘汝桂", 165, "刘汝桂（？－？），字攀甫，山东东昌府高唐州人，民籍，明朝政治人物、进士出身。"],
        ["江　铎", 166, "江铎（？－1603年），字士振，浙江承宣布政使司杭州府仁和县（今浙江省杭州市）人，明朝偏沅巡抚、同进士出身。"],
        ["丁汝谦", 167, "丁汝谦（？－？），字子益，山西平阳府吉州人，军籍，明朝政治人物、进士出身。"],
        ["姚士观", 168, "姚士观（？－？），字正甫，江西广信府贵溪县人，军籍，明朝政治人物、进士出身。"],
        ["阎　芹", 169, "阎芹（？－？），字时献，山东莱州府高密县人，民籍，明朝政治人物、进士出身。"],
        ["李　寀", 170, "李寀（？－？），字邦亮，直隶庐州府舒城县人，民籍，明朝政治人物、进士出身。"],
        ["刘朝噩", 171, "刘朝噩（？－？），字质之，江西吉安府永新县人，民籍，明朝政治人物、进士出身。"],
        ["刘士忠", 172, "刘士忠（？－？），字纯卿，陕西西安府华州人，民籍，明朝政治人物、进士出身。"],
        ["张　珩", 173, "张珩（？－？），字珮卿，山西平阳府赵珹县人，军籍，明朝政治人物、进士出身。"],
        ["胡桂芳", 174, "胡桂芳（？－？），字时荣，江西抚州府金谿县人，民籍，明朝政治人物、进士出身。"],
        ["王国祚", 175, "王国祚（？－？），字世长，直隶河间府沧州人，民籍，明朝政治人物、进士出身。"],
        ["范守巳", 176, "范守己（？－？），字介儒，河南开封府洧川县人，民籍，明朝政治人物、进士出身。"],
        ["赵南星", 177, "赵南星（1550年－1627年），字梦白，号鹤侪，别号清都散客，直隶高邑（今河北）人，明朝政治人物、文学家，同进士出身。"],
        ["陈　勗", 178, "陈朂（？－？），字世勉，福建福宁州宁德县人，民籍，明朝政治人物、进士出身。"],
        ["陈于阶", 179, "陈于阶（？－？），字子陞，直隶广平府曲周县人，民籍，明朝政治人物、进士出身。"],
        ["杨廷相", 180, "杨廷相（？－？），字君赞，福建泉州府晋江县人，匠籍，明朝政治人物、进士出身。"],
        ["杜希鹏", 181, "杜希鹏（？－？），字化甫，河南河南府陕州灵宝县人，匠籍，明朝政治人物、进士出身。"],
        ["邢　侗", 182, "邢侗（1551年－1612年），字子愿，晚号来禽济源山主，山东临邑人。"],
        ["支大纶", 183, "支大纶，字心易，号华平，浙江嘉善人，明朝政治人物，同进士出身。"],
        ["王懋中", 184, "王懋中（？－？），字惟一，江西建昌府南城县人，民籍，明朝政治人物、进士出身。"],
        ["傅好礼", 185, "傅好礼（？－1613年），字伯恭，顺天府固安县（今属河北省）马庆里人。明朝政治人物。"],
        ["何　倬", 186, "何倬（？－？），字明夫，河南开封府杞县人，匠籍，明朝政治人物、进士出身。"],
        ["王继明", 187, "王继明（1545年－1604年），字用晦，浙江省温州府永嘉县人，灶籍，治《诗经》，年三十岁中式万历二年甲戌科第三甲第一百八十七名进士。正月初六日生，行一，曾祖王楫；祖王俨，义官；父王允文；母张氏。重庆下，妻杨氏，兄如珪（贡士）；光蕴（贡士），弟如璧（锦衣卫副千户）；继旦；继昭。由县学增广生中式浙江乡试第十五名举人，会试中式第二百十八名[1]。"],
        ["张名藩", 188, "张名藩（？－？），字价甫，山东登州府黄县人，军籍，明朝政治人物、进士出身。"],
        ["边有猷", 189, "边有猷（？－？），字克壮，河南开封府封丘县人，民籍，明朝政治人物、进士出身。"],
        ["陈　相", 190, "陈相（？－？），字以道，福建福州府闽县人，民籍，明朝政治人物。"],
        ["萧大才", 191, "萧大才（1541年－1600年），字允成，山东省东昌府堂邑县人，军籍，治《春秋》，年三十四岁中式万历二年甲戌科第三甲第一百九十一名进士。二月初七日生，行一，曾祖萧赐；祖萧钦；父萧伸；母刘氏。严侍下，妻刘氏。由县学生中式山东乡试第四十四名举人，会试中式第一百十四名[1]。"],
        ["高　萃", 192, "高萃（？－？），字升伯，浙江宁波府鄞县人，军籍，明朝政治人物、进士出身。"],
        ["黄体干", 193, "黄体干（？－？），字行健，直隶常州府宜兴县人，民籍，明朝政治人物、进士出身。"],
        ["金　和", 194, "金和（？－？），字元节，吴县人人，直隶苏州府长洲县民籍，明朝政治人物、进士出身。"],
        ["丁懋建", 195, "丁懋建（？－？），字元敬，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["李尧民", 196, "李尧民（？－？），字汝化，山东兊州府济宁州人，民籍，明朝政治人物、进士出身。"],
        ["马　洛", 197, "马洛（？－？），字呈书，直隶扬州府如皐县人，民籍，明朝政治人物、进士出身。"],
        ["屈　灼", 198, "屈灼（？－？），字见夫，陕西西安府华州蒲城县人，军籍，明朝政治人物、进士出身。"],
        ["罗应兆", 199, "罗应兆（？－？），字元发，直隶苏州府吴县人，民籍，明朝政治人物、进士出身。"],
        ["董廷策", 200, "董廷策（1545年－1604年），字对甫，江西省清江县人，四川泸州民籍，[1]。"],
        ["周　诗", 201, "周诗（？－？），字言志，山东济南府德州人，民籍，明朝政治人物、进士出身。"],
        ["文在中", 202, "文在中（1577年－1642年），字天瑞，号太青，陕西省西安府三水县（今旬邑县）人，军籍，明朝解元、政治人物。"],
        ["姚三让", 203, "姚三让（？－？），字崇谦，直隶广平府永年县人，军籍，明朝政治人物、进士出身。"],
        ["田时秀", 204, "田时秀（？－？），字子实，直隶保定府完县人，民籍，明朝政治人物、进士出身。"],
        ["刘腾霄", 205, "刘腾霄（？－？），字子翀，直隶保定府安肃县人，民籍，明朝政治人物、进士出身。"],
        ["褚　顺", 206, "褚顺（？－？），字子安，河南开封府祥符县人，民籍，明朝政治人物、进士出身。"],
        ["倪　涷", 207, "倪冻（？－？），字霖仲，浙江绍兴府上虞县人，军籍，明朝政治人物、进士出身。"],
        ["吴仕诠", 208, "吴仕诠（？－？），字子用，浙江湖州府归安县人，民籍，明朝政治人物、进士出身。"],
        ["梁　鹏", 209, "梁鹏（？－？），字孔适，广东广州府顺德县人，民籍，明朝政治人物、进士出身。"],
        ["胡汝宁", 210, "胡汝宁（？－？），字文祯，江西南昌府南昌县人，民籍，明朝政治人物、同进士出身。"],
        ["李臣之", 211, "李臣之（？－？），字思良，河南河南府嵩县人，民籍，明朝政治人物、进士出身。"],
        ["杨寅秋", 212, "杨寅秋（？－？），字义叔，江西吉安府泰和县人，民籍，明朝政治人物、进士出身。"],
        ["吴　澋", 213, "吴澋（？－？），字文焕，江西抚州府金谿县人，匠籍，明朝政治人物、进士出身。"],
        ["李大嘉", 214, "李大嘉（？－？），字子美，山西平阳府曲沃县人，匠籍，明朝政治人物、进士出身。"],
        ["任养心", 215, "任养心（1547年－？年），字子诚，山西省平阳府解州芮城县人，明朝政治人物。"],
        ["梁必强", 216, "梁必强，字益斋，号源沙，广东省琼山县梁陈（今海南省）人，明朝政治人物，同进士出身。"],
        ["赫　瀛", 217, "赫瀛（？－？），字登甫，直隶大名府濬县人，民籍，明朝政治人物、进士出身。"],
        ["郝国章", 218, "郝国章（1544年－1603年），字廷符，山西省太原府阳曲县人，太医院官籍，明朝政治人物。"],
        ["阮子孝", 219, "阮子孝（？－？），字伯慕，浙江杭州府于潜县人，民籍，明朝政治人物、进士出身。"],
        ["张梦蟾", 220, "张梦蟾（生卒年不详），明朝官员。南直隶寿州（今属安徽省）人。同进士出身。"],
        ["张问达", 221, "张问达（1548年－1607年），字德孚，四川成都府内江县人，民籍，治《书经》，年二十七岁中式万历二年甲戌科第三甲第二百二十一名进士。九月初八日生，行三，曾祖张恺；祖张楠；父张克臣；母胡氏。具庆下，妻周氏，兄问仁；问政，弟问行。由县学生中式四川乡试第四十九名举人，会试中式第二百六十三名[1]。"],
        ["袁应祺", 222, "袁应祺（？－？），字文谷，直隶扬州府高邮州兴化县人，灶籍，明朝政治人物、进士出身。"],
        ["嵇应科", 223, "嵇应科（？－？），字文甫，无锡县人人，直隶常州府武进县民籍，明朝政治人物、进士出身。"],
        ["方　范", 224, "方范（？－？），字叙道，直隶苏州府崑山县人，民籍，明朝政治人物、进士出身。"],
        ["郭性之", 225, "郭性之（？－？），字德安，陕西西安府华州人，军籍，明朝政治人物、进士出身。"],
        ["贡靖国", 226, "贡靖国，号洪山，江西丰城人，明朝政治人物。"]
    ],
    "index": 65,
    "url": "https://zh.wikipedia.org/wiki/Template:%E8%90%AC%E6%9B%86%E4%BA%8C%E5%B9%B4%E7%94%B2%E6%88%8C%E7%A7%91%E6%AE%BF%E8%A9%A6%E9%87%91%E6%A6%9C",
    "second": [
        ["支可大", 1, "支可大（？－？），字有功，直隶苏州府崑山县人，民籍，明朝政治人物、进士出身。"],
        ["周希贤", 2, "周希贤（？－？），字司谦，福建兴化府莆田县人，盐籍，明朝政治人物、进士出身。"],
        ["王　泮", 3, "王泮（？－？），字宗鲁，浙江绍兴府山阴县人，民籍，明朝政治人物、进士出身。"],
        ["孙　鑛", 4, "孙鑛（1543年4月21日－1613年5月27日），字文融，号月峰，明朝大臣、学者，馀姚（今浙江慈溪）人。"],
        ["沈　璟", 5, "《红蕖记》《义侠记》《南曲全谱》《南词韵选》"],
        ["马　慥", 6, "马慥（？－？），字顾甫，陕西西安府同州人，军籍，明朝政治人物、进士出身。"],
        ["陆　檄", 7, "陆檄（？－？），字羽行，直隶苏州府长洲县人，民籍，明朝政治人物、进士出身。"],
        ["林缵振", 8, "林纉振（？－？），字公说，福建漳州府漳浦县人，民籍，明朝政治人物、进士出身。"],
        ["萧景训", 9, "萧景训（？－？），字希之，江西吉安府泰和县人，军籍，明朝政治人物、进士出身。"],
        ["萧应宫", 10, "萧应宫（？－？），字伯和，直隶苏州府常熟县人，民籍，明朝政治人物、进士出身。"],
        ["吴　显", 11, "吴显（？－？），字景猷，福建漳州府漳浦县人，民籍，明朝政治人物、进士出身。"],
        ["陈大统", 12, "陈大统（？－？），字一甫，浙江绍兴府会稽县人，官籍，明朝政治人物、进士出身。"],
        ["薛道生", 13, "薛道生（？－？），字士立，太仓州人人，直隶苏州府吴县民籍，明朝政治人物、进士出身。"],
        ["管大耀", 14, "管大耀（？－？），字德臣，浙江宁波府鄞县人，民籍，明朝政治人物、进士出身。"],
        ["陈九敍", 15, "陈九叙（？－？），字尔纉，福建漳州府漳平县人，军籍，明朝政治人物、进士出身。"],
        ["佘毅中", 16, "佘毅中（？－？），字子执，直隶池州府铜陵县人，军籍，明朝政治人物。"],
        ["雷应志", 17, "雷应志（？－？），字立甫，陕西西安府华州华阴县人人，山西太原府阳曲县民籍，明朝政治人物、进士出身。"],
        ["王　任", 18, "王任（1552年－1611年），字仁卿，四川省潼川州人，军籍，治《易经》，年二十三岁中式万历二年甲戌科第二甲第十八名进士。八月十二日生，行一，曾祖王时迪；祖王瑄；父王汝善；母刘氏。具庆下，妻汪氏，弟佐。由州学生中式四川乡试第六十二名举人，会试中式第二百五十六名[1]。"],
        ["吴同春", 19, "吴同春（？－？），字伯与，河南汝宁府光州固始县人，民籍，明朝政治人物、进士出身。"],
        ["石元麟", 20, "石元麟（？－？），字君定，云南永昌府人人，直隶镇江府丹阳县军籍，明朝政治人物、进士出身。"],
        ["陈梦庚", 21, "陈梦庚（？－？），字台锡，直隶松江府华亭县人，民籍，明朝政治人物、进士出身。"],
        ["谢　裘", 22, "谢裘（？－？），字子美，直隶太平府当涂县人，民籍，明朝政治人物、进士出身。"],
        ["张振先", 23, "张振先（？－？），字文起，钱塘县人人，浙江杭州府临安县民籍，明朝政治人物、进士出身。"],
        ["蔡干釜", 24, "蔡干釜（？－？），字宜享，福建漳州府龙溪县人，民籍，明朝政治人物、进士出身。"],
        ["馀国宾", 25, "馀国宾（？－？），字叔贤，浙江衢州府西安县人，民籍，明朝政治人物、进士出身。"],
        ["徐元春", 26, "徐元春（？－？），字正夫，直隶松江府华亭县人人，锦衣卫官籍，明朝政治人物、进士出身。"],
        ["陈国华", 27, "陈国华（？－？），字尧佐，直隶苏州府常熟县人，民籍，明朝政治人物、进士出身。"],
        ["苏希栻", 28, "苏希栻（？－？），字于钦，福建泉州府南安县人，军籍，明朝政治人物、进士出身。"],
        ["容若玉", 29, "容若玉（？－？），字洁夫，直隶安庆府怀宁县人，民籍，明朝政治人物、进士出身。"],
        ["王　录", 30, "王录（？－？），字子荐，山东兖州府东平州寿张县人，民籍，明朝政治人物、进士出身。"],
        ["王家栋", 31, "王家栋（？－？），字惟隆，浙江嘉兴府嘉兴县民籍，祖籍海盐县，明朝政治人物、进士出身。"],
        ["马鸣銮", 32, "马鸣銮（1548年－1610年），字君御，号凤麓，四川成都府内江县人，民籍，明朝政治人物。"],
        ["陈邦彦", 33, "陈邦彦（？－？），字汝美，直隶池州府青阳县人，民籍，明朝政治人物、进士出身。"],
        ["陶允宜", 34, "陶允宜（？－？），字懋中，浙江绍兴府会稽县人，民籍，明朝政治人物、进士出身。"],
        ["陈述龄", 35, "陈述龄（？－？），字子寿，湖广承天府沔阳州人，军籍，明朝政治人物、进士出身。"],
        ["汪应蛟", 36, "汪应蛟（？－1628年），字潜夫，南直隶婺源县（今江西婺源县）人。晚明政治人物。"],
        ["许一星", 37, "许一星（？－？），字拱辰，福建兴化府莆田县人，匠籍，明朝政治人物、进士出身。"],
        ["陈嘉宾", 38, "陈嘉宾（？－？），字天民，河南汝宁府光州商城县人，民籍，明朝政治人物、进士出身。"],
        ["谢　诏", 39, "谢诏（？－？），字彦实，江西赣州府赣县人，军籍，明朝政治人物、进士出身。"],
        ["张之屏", 40, "张之屏（？－？），字宪夫，山西泽州沁水县人，军籍，明朝政治人物、进士出身。"],
        ["万文卿", 41, "万文卿（？－？），字存良，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["刘孟雷", 42, "刘孟雷（？－？），字静之，江西吉安府庐陵县人，军籍，明朝政治人物、进士出身。"],
        ["韩　济", 43, "韩济（？－？），字克济，福建漳州府龙溪县人，匠籍，明朝政治人物、进士出身。"],
        ["邹迪光", 44, "邹迪光（？－？），字彦吉，直隶常州府无锡县人，军籍，明朝政治人物、进士出身。"],
        ["洪有声", 45, "洪有声（？－？），字懋文，号穆庵，又号景坡，福建南安人，徙居晋江，明朝政治人物，进士出身。"],
        ["赵以康", 46, "赵以康（1542年－1601年），字元锡，太和县人，云南大理府浪穹县民籍，明朝政治人物。"],
        ["朱期至", 47, "朱期至（？－？），字子得，湖广黄州府蕲水县人，弓兵籍，明朝政治人物、进士出身。"],
        ["蔡惟亨", 48, "蔡惟亨（？－？），字永嘉，直隶常州府无锡县人，民籍，明朝政治人物、进士出身。"],
        ["傅作雨", 49, "傅作雨（？－？），字元化，湖广荆州府江陵县人，民籍，明朝政治人物、进士出身。"],
        ["范可奇", 50, "范可奇（？－？），字士颕，浙江绍兴府会稽县人，民籍，明朝政治人物、进士出身。"],
        ["蒋三近", 51, "蒋三近（1535年－1594年），字尔德，温江县人，四川成都前卫官籍，治《易经》，年四十岁中式万历二年甲戌科第二甲第五十一名进士。十二月二十三日生，行一，曾祖蒋鑑，封通判；祖蒋弼，知府；父蒋芹，贡士 封南京户部员外郎；母曹氏（封安人）。永感下，妻吴氏，继妻李氏；弟三益（南京工部郎中）；三畏；三祝；三乐。由成都府学生中式四川乡试第十四名举人，会试中式第七十七名[1]。"],
        ["李　鋕", 52, "李鋕（？－？），字廷新，浙江处州府缙云县人，民籍，明朝政治人物、进士出身。"],
        ["朱　应", 53, "朱应（？－？），字少徽，浙江绍兴府山阴县人，民籍，明朝政治人物、进士出身。"],
        ["陈　瑛", 54, "太学生"],
        ["王　桥", 55, "王桥（？－？），字崇志，应天府上元县人，民籍，明朝政治人物、进士出身。"],
        ["张一坤", 56, "张一坤（？－？），字子简，浙江绍兴府山阴县人，民籍，明朝政治人物、进士出身。"],
        ["孙　星", 57, "孙星（？－？），字少阳，浙江杭州府海宁县人，民籍，明朝政治人物、进士出身。"],
        ["周宗礼", 58, "周宗礼（？－？），字子仁，广东潮州府澄海县人，民籍，明朝政治人物、进士出身。"],
        ["黄凝道", 59, "黄凝道（？－？），字懋德，江西南昌县人，河南南阳府邓州民籍，明朝政治人物、进士出身。"],
        ["李时芳", 60, "李时芳（？－？），字惟荣，陕西西安府干州武功县人，军籍，明朝政治人物、进士出身。"],
        ["张国辅", 61, "顾国辅（1538年－1594年），字维德，号毅菴，南京金吾后卫人。明朝政治人物。"],
        ["张时亨", 62, "张时亨（？－？），字礼卿，江西建昌府南城县人，军籍，明朝政治人物、进士出身。"],
        ["吴中谦", 63, "吴中谦（？－？），字惟柄，广东广州府南海县人，民籍，明朝政治人物、进士出身。"],
        ["林乔楠", 64, "林乔楠，福建晋江县人，明朝政治人物。"],
        ["詹思谦", 65, "詹思谦（？－？），字惟柄，浙江衢州府常山县人，民籍，明朝政治人物、进士出身。"],
        ["王道纯", 66, "王道纯（？－？），字希文，陕西西安府右护卫人，官籍，明朝政治人物、进士出身。"],
        ["朱　衣", 67, "朱衣（？－？），字章夫，陕西都司岷州卫人，军籍，明朝政治人物、进士出身。"],
        ["杨以忠", 68, "杨以忠（？－？），字显卿，直隶常州府武进县人，民籍，明朝政治人物、进士出身。"],
        ["李良柱", 69, "李良柱（？－？），字伯任，江西大臾县人人，广东广州府番禺县民籍，明朝政治人物、进士出身。"],
        ["李三才", 70, "李三才（？－1624年），字道甫，号修吾。陕西临潼人，寄籍顺天府通州（今北京市通州区）[1]，明朝官员，东林党领导人之一。与汪文言被称为「漕汪二贤」。"]
    ]
}