{
    "year_name": "万历八年庚辰科殿试金榜",
    "first": [
        ["张懋修", 1, "张懋修（1558年5月13日－1639年9月12日），字维时，号斗枢，湖广江陵（今湖北江陵）人。明朝官员。"],
        ["萧良有", 2, "萧良有（？－？），字以占，湖广汉阳府汉阳县人，民籍，明朝政治人物、进士出身。"],
        ["王庭譔", 3, "王庭譔（1553年－？），字敬卿，陕西华州（今渭南市华州区）人，明朝政治人物、探花。"]
    ],
    "second": [
        ["董嗣成", 1, "董嗣成（？－？），字伯念，浙江湖州府乌程县人，民籍，明朝政治人物、进士出身。"],
        ["顾宪成", 2, "顾宪成像"],
        ["温　显", 3, "温显（？－？），字公宣，福建泉州府晋江县人，军籍，明朝政治人物、进士出身。"],
        ["张泰征", 4, "张泰征（？－？），字懋同，山西平阳府蒲州人，军籍，明朝政治人物、进士出身。"],
        ["李同芳", 5, "李同芳（？－？），字济美，直隶苏州府崑山县人，民籍，明朝政治人物、进士出身。"],
        ["王德新", 6, "王德新（？－？），字应明，江西吉安府安福县人，民籍，明朝政治人物、进士出身。"],
        ["邵梦弼", 7, "邵梦弼（？－？），字仲良，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["路云龙", 8, "路云龙（？－？），字伯际，直隶常州府宜兴县人，民籍，明朝政治人物、进士出身。"],
        ["黄克缵", 9, "黄克缵（？－？），字绍夫，福建泉州府晋江县人，军籍，明朝政治人物、进士出身。"],
        ["陆长庚", 10, "陆长庚（？－？），字元白，浙江嘉兴府平湖县人，民籍，明朝政治人物、进士出身。"],
        ["姜士昌", 11, "姜士昌（？－？），字仲文，直隶镇江府丹阳县人，军籍，明朝政治人物、进士出身。"],
        ["汤日昭", 12, "汤日昭（？－？），字子德，直隶镇江府丹阳县人，军籍，明朝政治人物、进士出身。"],
        ["张敬修", 13, "张敬修（1552年－1584年），字嗣文，号炎州，湖广江陵（今湖北江陵）人，祖籍安徽凤阳，明朝官员。"],
        ["馀　寅", 14, "馀寅（1519年－1595年），本字君房，晚年改字僧杲，浙江鄞县人，明朝政治人物，万历进士，初任工部主事，清廉自持，时人称“馀水部，真如水”。官至太常寺少卿。"],
        ["张中鸿", 15, "张中鸿（？－？），字允获，山东兖州府滕县人，民籍，明朝政治人物、进士出身。"],
        ["于文熙", 16, "于文熙（？－？），字元敬，直隶镇江府金坛县人，军籍，明朝政治人物、进士出身。"],
        ["冯时泰", 17, "冯时泰（？－？），字德交，山西汾州人人，直隶山海卫籍，明朝政治人物、进士出身。"],
        ["孙温如", 18, "孙温如（？－？），字玉叔，山东济南府滨州人，民籍，明朝政治人物、进士出身。"],
        ["叶万景", 19, "叶万景（？－？），字霁伯，浙江宁波府鄞县人，民籍，明朝政治人物、进士出身。"],
        ["李懋桧", 20, "李懋桧（？－1621年[1]），字克苍，号心湖，明朝政治人物、进士。"],
        ["杨同善", 21, "杨同善（？－？），字克一，直隶扬州府泰兴县人，军籍，明朝政治人物、进士出身。"],
        ["谢文炳", 22, "谢文炳（？－？），字复元，福建漳州府龙溪县人，民籍，明朝政治人物、进士出身。"],
        ["杨　现", 23, "杨现（？－？），字廷蕴，江西吉安府泰和县人，民籍，明朝政治人物、进士出身。"],
        ["袁　年", 24, "袁年（？－？），字子寿，直隶苏州府吴县人，民籍，明朝政治人物、进士出身。"],
        ["杨于庭", 25, "杨于庭（？－？），字道行，直隶滁州全椒县人，民籍，明朝政治人物、进士出身。"],
        ["叶云礽", 26, "叶云礽（？－？），字奕甫，处州府云和县人人，浙江绍兴府会稽县军籍，明朝政治人物、进士出身。"],
        ["孟化鲤", 27, "孟化鲤（？－？），字叔龙，河南河南府新安县人，民籍，明朝政治人物、进士出身。"],
        ["陆　汴", 28, "陆汴（？－？），字梁彦，直隶苏州府长洲县人，民籍，明朝政治人物、进士出身。"],
        ["张　恒", 29, "张恒（？－？），字伯常，苏州府嘉定县人人，直隶松江府上海县民籍，明朝政治人物、进士出身。"],
        ["史邦载", 30, "史邦载（？－？），字元熙，苏州府长洲县人人，直隶常州府江阴县民籍，明朝政治人物、进士出身。"],
        ["蒋瑞卿", 31, "蒋瑞卿（？－？），字景云，直隶常州府宜兴县人，民籍，明朝政治人物、进士出身。"],
        ["卢文勳", 32, "卢文勳（？－？），字尧卿，直隶常州府无锡县人，民籍，明朝政治人物、进士出身。"],
        ["钱　濬", 33, "钱濬（？－？），字启祥，苏州府长洲县人人，应天府上元县匠籍，明朝政治人物、进士出身。"],
        ["张治枢", 34, "张治枢（1543年7月18日－1586年8月16日），字明励，福建泉州府晋江县人，明朝政治人物，四川按察使张治具的弟弟。"],
        ["阎汝哲", 35, "阎汝哲（？－？），字克明，直隶真定府冀州南宫县人，民籍，明朝政治人物、进士出身。"],
        ["李　芳", 36, "李芳（1552年－1611年），字本植，山东省济南府滨州霑化县人，军籍，治《易经》，年二十九岁中式万历八年庚辰科第二甲第三十六名进士。十一月十六日生，行一，曾祖李辅；祖李琏；父李先现，寿官；母孙氏　。具庆下，妻乔氏，继妻周氏；弟兰；芝；庄；芬。由县学生中式山东乡试第五十六名举人，会试中式第一百三十四名[1]。"],
        ["黄子美", 37, "黄子美（？－？），字尚含，江西南昌府南昌县人人，山东兖州府曲阜县民籍，明朝政治人物、进士出身。"],
        ["徐秉正", 38, "徐秉正（？－？），字朝直，江西南昌府南昌县人，匠籍，明朝政治人物、进士出身。"],
        ["周一鹏", 39, "周一鹏（1553年－1612年），字图南，四川省叙州府宜宾县人，民籍，治《诗经》，年二十八岁中式万历八年庚辰科第二甲第三十九名进士。七月十八日生，行一，曾祖周正宽；祖周忠，王府典膳；父周子玉；母毛氏。慈侍下，妻于氏，继妻丁氏；兄一鲲；应凤；一麟；应龙（贡士）。由国子生中式四川乡试第五十八名举人，会试中式第二百五十四名[1]。"],
        ["刘曰桂", 40, "刘曰桂（？－？），字汝芳，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["徐泰时", 41, "徐泰时（？－？），字大来，直隶苏州府长洲县人，民籍，明朝政治人物、进士出身。"],
        ["邹云鹏", 42, "邹云鹏（？－？），字翼卿，直隶苏州府吴江县人，军籍，明朝政治人物、进士出身。"],
        ["沈　修", 43, "沈修（？－？），字吉甫，浙江杭州府仁和县人，民籍，明朝政治人物、进士出身。"],
        ["彭梦祖", 44, "彭梦祖（？－？），字应寿，直隶滁州全椒县人，民籍，明朝政治人物、进士出身。"],
        ["陈　榛", 45, "陈榛（？－？），字君实，应天府句容县人，军籍，明朝政治人物、进士出身。"],
        ["孟绍庆", 46, "孟绍庆（？－？），字尔申，湖广武昌府武昌县人，军籍，明朝政治人物、进士出身。"],
        ["林民悦", 47, "林民悦（？－？），字益夫，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["沈一中", 48, "沈一中（？－？），字长孺，浙江宁波府鄞县人，民籍，明朝政治人物、进士出身。"],
        ["薛士彦", 49, "薛士彦（？－？），字道誉，福建漳州府漳浦县人，军籍，明朝政治人物、进士出身。"],
        ["卢大顺", 50, "卢大顺（？－？），字子达，直隶广平府永年县人，民籍，明朝政治人物、进士出身。"],
        ["赵寿祖", 51, "赵寿祖（？－？），字山甫，河南汝宁府汝阳县人，民籍，明朝政治人物、进士出身。"],
        ["王干亨", 52, "王干亨（？－？），字应元，山西太原府代州人，民籍，明朝政治人物、进士出身。"],
        ["董　基", 53, "董基（？－？），字继可，山东莱州府掖县人，军籍，明朝政治人物、进士出身。"],
        ["尤锡类", 54, "尤锡类（？－？），字孝征，直隶苏州府长洲县人，民籍，明朝政治人物、进士出身。"],
        ["卫一凤", 55, "卫一凤（？－？），字伯瑞，山西泽州阳城县人，民籍，明朝政治人物、进士出身。"],
        ["萧良誉", 56, "萧良誉（？－？），字以孚，湖广汉阳府汉阳县人，民籍，明朝政治人物、进士出身。"],
        ["邵伯悌", 57, "邵伯悌（？－？），字本敬，江西广信府贵溪县人，民籍，明朝政治人物、进士出身。"]
    ],
    "index": 67,
    "url": "https://zh.wikipedia.org/wiki/Template:%E8%90%AC%E6%9B%86%E5%85%AB%E5%B9%B4%E5%BA%9A%E8%BE%B0%E7%A7%91%E6%AE%BF%E8%A9%A6%E9%87%91%E6%A6%9C",
    "third": [
        ["魏允中", 1, "魏允中（1544年－1585年），字懋权，直隶大名府南乐县人，民籍，明朝政治人物。"],
        ["吴岳秀", 2, "吴岳秀（？－？），字幼锺，直隶安庆府怀宁县人，民籍，明朝政治人物、进士出身。"],
        ["邹龙光", 3, "邹龙光（？－？），字彦为，常州府无锡县人人，直隶苏州府长洲县民籍，明朝政治人物、进士出身。"],
        ["刘　任", 4, "刘任（？－？），字体仁，湖南汝宁府光州商城县人，民籍，明朝政治人物、进士出身。"],
        ["林士弘", 5, "林士弘（？－？），字仁甫，福建漳州府彰浦县人，民籍，明朝政治人物、进士出身。"],
        ["孙愈贤", 6, "孙愈贤（？－？），字可圣，浙江温州府永嘉县人人，云南大理卫旗籍，明朝政治人物、进士出身。"],
        ["涂时相", 7, "涂时相（？－？），字明辅，湖广辰州沅州人人，云南临安卫军籍，明朝政治人物、进士出身。"],
        ["蔡系周", 8, "蔡系周（？－？），字伯子，湖广岳州府华容县人，民籍，明朝政治人物、进士出身。"],
        ["向　东", 9, "向东（？－？），字绍明，浙江宁波府慈谿县人，民籍，明朝政治人物、进士出身。"],
        ["张乔松", 10, "张乔松（？－？），字尔操，江西临江府新喻县人，民籍，明朝政治人物、进士出身。"],
        ["褚九皐", 11, "褚九臯（？－？），字闻远，直隶苏州府长洲县人，民籍，明朝政治人物、进士出身。"],
        ["刘如宠", 12, "刘如宠（？－？），字介卿，湖广黄洲府蕲州人，军籍，明朝政治人物、进士出身。"],
        ["吴献台", 13, "吴献台（生卒年不详），字启衮，福建莆田县黄石镇（今莆田市荔城区黄石镇）人。明朝政治人物。"],
        ["张后甲", 14, "张后甲（？－？），字丁也，应天府人人，南京鹰扬府官籍，明朝政治人物、进士出身。"],
        ["项复弘", 15, "项复弘（？－？），字惟重，浙江台州府临海县人，民籍，明朝政治人物、进士出身。"],
        ["蔡　昇", 16, "蔡昇（？－？），字弘晋，福建漳州府彰浦县人，民籍，明朝政治人物、进士出身。"],
        ["杨其休", 17, "杨其休（？－？），字振孙，山东济南府青城县人，军籍，明朝政治人物、进士出身。"],
        ["张有德", 18, "张有德（？－？），字道修，河南开封府祥符县人，民籍，明朝政治人物、进士出身。"],
        ["穆来辅", 19, "穆来辅（？－？），字诲之，兴平县人人，陕西宁夏中屯卫军籍，明朝政治人物、进士出身。"],
        ["王守素", 20, "王守素（？－？），字德孚，应天府溧水县人，军籍，明朝政治人物、进士出身。"],
        ["秦大夔", 21, "秦大夔（？－？），字舜卿，直隶苏州府吴县人人，山东东昌府临清州军籍，明朝政治人物、进士出身。"],
        ["龙　膺", 22, "龙膺（？－？），字君善，湖广常德府武陵县人，军籍，明朝政治人物、进士出身。"],
        ["王嗣美", 23, "王嗣美（？－？），字实之，陕西西安府朝邑县人，军籍，明朝政治人物、进士出身。"],
        ["钱　槚", 24, "钱槚（？－？），字仲美，山阴县人人，浙江绍兴府会稽县民籍，明朝政治人物、进士出身。"],
        ["李之用", 25, "李之用（？－？），字实卿，湖广黄州府黄冈县人，民籍，明朝政治人物、进士出身。"],
        ["王道增", 26, "王道增（？－？），字益甫，直隶𣾢州人人，河南𣾢川卫官籍，明朝政治人物、进士出身。"],
        ["董元学", 27, "董元学（？－？），字汝觉，山东济南府历城县人，匠籍，明朝政治人物、进士出身。"],
        ["吴宗熹", 28, "吴宗熹（？－？），字伯焜，漳浦县人人，福建漳州府南靖县民籍，明朝政治人物、进士出身。"],
        ["彭国光", 29, "彭国光（？－？），字用卿，江西九江府德化县人，民籍，明朝政治人物、进士出身。"],
        ["周友程", 30, "周友程（？－？），字明昆，直隶真定府冀州南宫县人，民籍，明朝政治人物、进士出身。"],
        ["苑时葵", 31, "苑时葵（？－？），字向卿，顺天府通州宝坻县人，民籍，明朝政治人物、进士出身。"],
        ["王希曾", 32, "王希曾（？－？），字道宗，直隶安庆府怀宁县人，民籍，明朝政治人物、进士出身。"],
        ["徐　元", 33, "徐元（？－？），字善良，河南开封府杞县人，民籍，明朝政治人物、进士出身。"],
        ["凌嗣音", 34, "凌嗣音（？－？），字孟昭，浙江湖州府乌程县人，民籍，明朝政治人物、进士出身。"],
        ["阎士选", 35, "阎士选（1551年－1616年），字儁甫，号立吾，陕西绥德州人，寄籍直隶江都县。明朝政治人物。"],
        ["刘羽国", 36, "刘羽国（？－？），字辰熙，河南南阳府唐县人，民籍，明朝政治人物、进士出身。"],
        ["闵世翔", 37, "闵世翔（？－？），字仲升，浙江湖州府乌程县人，军籍，明朝政治人物、进士出身。"],
        ["洪有复", 38, "洪有复（1540年－1602年），字懋纯，号心庵，福建南安英都良山村人，徙居晋江，明朝政治人物，进士出身。"],
        ["徐　桓", 39, "徐桓（？－？），字国武，山阴县人人，浙江绍兴府会稽县民籍，明朝政治人物、进士出身。"],
        ["褚　栋", 40, "褚栋（？－？），字伯隆，宜兴县人人，直隶常州府武进县民籍，明朝政治人物、进士出身。"],
        ["邓　炳", 41, "邓炳（？－？），字其文，湖广荆州府监利县人，军籍，明朝政治人物、进士出身。"],
        ["李天麟", 42, "李天麟（？－？），字仲仁，山东济南府武定州人人，牧马千户所军籍，明朝政治人物、进士出身。"],
        ["李正蒙", 43, "李正蒙（？－？），字汝明，浙江处州府缙云县人，民籍，明朝政治人物、进士出身。"],
        ["刘　卿", 44, "刘卿（？－？），字德懋，陕西汉中府金州人，民籍，明朝政治人物、进士出身。"],
        ["沈子来", 45, "沈子来（？－？），字汝脩，浙江湖州府归安县人，民籍，明朝政治人物、进士出身。"],
        ["柯　挺", 46, "柯挺（？－？），字以拔，福建漳州府海澄县人，民籍，明朝政治人物。"],
        ["蔡　琮", 47, "蔡琮（？－？），字应崑，福建漳州府漳浦县人，民籍，明朝政治人物、进士出身。"],
        ["文　德", 48, "文德（1551年－1610年），字修甫，四川省重庆府涪州人，民籍，治《易经》，年三十岁中式万历八年庚辰科第三甲第四十八名进士。十二月三十日生，行三，曾祖文玉，教谕；祖文行，照磨 赠文林郎知县；父文羽麟，知州；母刘氏（封孺人）。具庆下，妻罗氏，兄逵；建；交；作（布政司参议）；翀（岁贡生）；周；迵；起；达；命，弟海；传；渊；儒；俊；物；锦；为。由国子生中式四川乡试第四十名举人，会试中式第一百九十五名[1]。"],
        ["陈惟芝", 49, "陈惟芝（？－？），字德祯，河南河南府孟津县人，民籍，明朝政治人物、进士出身。"],
        ["王　钥", 50, "王钥（生卒年不详），明朝官员。山西忻州人。同进士出身。"],
        ["徐　伸", 51, "徐伸（？－？），字允达，直隶河间府景州人，民籍，明朝政治人物、进士出身。"],
        ["莫　扬", 52, "莫扬（？－？），字子充，浙江湖州府安吉州人，军籍，明朝政治人物、进士出身。"],
        ["霍从教", 53, "霍从教（？－？），字汝似，山东济南府德州平原县人，民籍，明朝政治人物、进士出身。"],
        ["乔因羽", 54, "乔因羽（？－？），字思仪，陕西西安府耀州人，军籍，明朝政治人物、进士出身。"],
        ["陈石卿", 55, "陈石卿（？－？），字大忠，福建漳州府海澄县人，军籍，明朝政治人物、进士出身。"],
        ["汪可受", 56, "汪可受（？－1620年），字以虚，号静峰、三盘居士。湖北黄梅独山汪革人。从师石昆玉、李贽。明朝政治人物、进士。"],
        ["高　芳", 57, "高芳（？－？），字孟远，河南南阳府裕州叶县人，民籍，明朝政治人物、进士出身。"],
        ["叶隆光", 58, "叶隆元（？－？），字治卿，安庆卫人人，直隶安庆府怀宁县籍，明朝政治人物、进士出身。"],
        ["梁宜生", 59, "梁宜生（？－？），字际元，山东兖州府济宁州郓城县人，军籍，明朝政治人物、进士出身。"],
        ["史善言", 60, "史善言（？－？），字指远，直隶凤阳府泗州天长县人人，河南河南卫官籍，明朝政治人物、进士出身。"],
        ["刘应龙", 61, "刘应龙（？－？），字文见，湖广宝应府邵阳县人，民籍，明朝政治人物、进士出身。"],
        ["邢云路", 62, "邢云路（？－？），字士登，直隶保定府安肃县人，民籍，明朝政治人物、进士出身。"],
        ["刘　焕", 63, "刘焕（？－？），字文华，河南归德府睢州人，民籍，明朝政治人物、进士出身。"],
        ["李汝相", 64, "李汝相（？－？），字希说，山东济南府临邑县人，军籍，明朝政治人物、进士出身。"],
        ["胡　旦", 65, "胡旦（？－？），字穉明，浙江绍兴府馀姚县人，军籍，明朝政治人物、进士出身。"],
        ["陈经济", 66, "陈经济（？－？），字献明，河南开封府禹州人，民籍，明朝政治人物、进士出身。"],
        ["锺羽正", 67, "锺羽正（1554年－1637年），字叔濂。青州益都锺家庄人。晚明政治人物。"],
        ["刘元霖", 68, "刘元霖（1556年－1614年），字元泽，号用斋，北直隶任丘县人。明朝政治人物。刘元震弟。"],
        ["马维铭", 69, "马维铭（？－？），字新甫，浙江嘉兴府平湖县人，军籍，明朝政治人物、进士出身。"],
        ["陆懋龙", 70, "陆懋龙（？－？），字启原，浙江宁波府鄞县人，军籍，明朝政治人物、进士出身。"],
        ["江宗棐", 71, "江宗棐（1555年－1614年），字叔忠，四川省顺庆府大竹县人，民籍，治《春秋》，年二十六岁中式万历八年庚辰科第三甲第七十一名进士。十一月初六日生，行二，曾祖江永吉，封监察御史；祖江万玉，知县；父江𣶬，训导；母陈氏。具庆下，妻张氏，兄宗□；果；宋；柴；梁；朱（岁贡生）；叶。由国子生中式四川乡试第四名举人，会试中式第二百八十三名[1]。"],
        ["王慎德", 72, "王慎德（？－？），字元明，浙江嘉兴府嘉善县人，民籍，明朝政治人物、进士出身。"],
        ["高　荐", 73, "高荐（？－？），字应诏，河南怀庆卫人，军籍，明朝政治人物、进士出身。"],
        ["辛志登", 74, "辛志登（？－？），字士先，陕西西安府耀州人，军籍，明朝政治人物、进士出身。"],
        ["徐自兴", 75, "徐自兴（？－？），字汝杰，江西南昌府进贒县人，民籍，明朝政治人物、进士出身。"],
        ["刘汝立", 76, "刘汝立（？－？），字学礼，山东东昌府濮州人，军籍，明朝政治人物、进士出身。"],
        ["饶　位", 77, "饶位（1555年－？），字廷立，一字立之，号行素，江西进贤人，明朝政治人物，同进士出身。"],
        ["周孔教", 78, "周孔教（？－？），字明行，江西抚州府临川县人，民籍，明朝政治人物、进士出身。"],
        ["黄纪贤", 79, "黄纪贤（1550年－1609年），字常甫，四川省嘉定州荣县人，灶籍，治《诗经》，年三十一岁中式万历八年庚辰科第三甲第七十九名进士。十月二十一日生，行二，曾祖黄甲；祖黄鏊，知县；父黄升；母曹氏；继母田氏。具庆下，妻王氏，兄纯贤，弟纰贤；䌼贤。由国子生中式四川乡试第五十五名举人，会试中式第二百九十一名[1]。"],
        ["谢时泰", 80, "谢时泰（？－？），字汝亨，江西吉安府安福县人，民籍，明朝政治人物、进士出身。"],
        ["吴礼嘉", 81, "吴礼嘉（？－？），字会之，浙江宁波府鄞县人，民籍，明朝政治人物、进士出身。"],
        ["周应治", 82, "周应治（1556年－1621年），字君衡，号鼎石，学者称鼎石先生，明朝政治人物，父周国华，浙江鄞县人。[1]。"],
        ["蔡逢时", 83, "蔡逢时（？－？），字应期，直隶宁国府宣城县人，匠籍，明朝政治人物、进士出身。"],
        ["周班爵", 84, "周班爵（？－？），字锡卿，山东济南府滨州霑化县人，民籍，明朝政治人物、进士出身。"],
        ["丘汝材", 85, "丘汝材（？－？），字德甫，福建漳州府漳浦县人，军籍，明朝政治人物、进士出身。"],
        ["孙一俊", 86, "孙一俊（？－？），字应章，浙江湖州府长兴县人，民籍，明朝政治人物、进士出身。"],
        ["王象蒙", 87, "王象蒙（？－？），字子正，山东济南府新城县人，匠籍，明朝政治人物、进士出身。"],
        ["臧懋循", 88, "臧懋循（1550年－1620年），字晋叔，号顾渚，浙江长兴人。[1]明代戏曲家、文学家。"],
        ["刘之龙", 89, "刘之龙（1557年－1616年），字起潜，四川省叙州府富顺县人，民籍，治《诗经》，年二十四岁中式万历八年庚辰科第三甲第八十九名进士。十一月三十日生，行一，曾祖刘用中，按察司副使；祖刘悰；父刘承谏；母邵氏；继母吴氏。重庆下，妻熊氏，兄之麟，弟之凤；之台；之藩；之辅；之祚；之啚。由县学生中式四川乡试第十九名举人，会试中式第二百二十名[1]。"],
        ["邵以仁", 90, "邵以仁（？－？），字纯甫，应元府上元县人人，贵州普安卫军籍，明朝政治人物、进士出身。"],
        ["游应龙", 91, "游应龙（？－？），字廷从，福建兴化府莆田县人，军籍，明朝政治人物、进士出身。"],
        ["袁　奎", 92, "袁奎（？－？），字文卿，江西南昌府丰城县人，军籍，明朝政治人物、进士出身。"],
        ["李元吉", 93, "李元吉（？－？），字允卿，陕西西安府同州人，民籍，明朝政治人物、进士出身。"],
        ["姜梦龙", 94, "姜梦龙（？－？），字中甫，杭州府仁和县人，浙江湖州府德清县民籍，明朝政治人物、进士出身。"],
        ["詹思虞", 95, "詹思虞（？－？），字惟业，浙江衢州府常山县人，民籍，明朝政治人物、进士出身。"],
        ["沈儆焞", 96, "沈儆焞（？－？），字仲亨，浙江湖州府归安县人，民籍，明朝政治人物、进士出身。"],
        ["祝大舟", 97, "祝大舟（？－？），字济之，浙江金华府兰谿县（今兰溪市）人，民籍，明朝政治人物，官至监察御史。"],
        ["龚仲庆", 98, "龚仲庆（？－？），字惟长，湖广荆州府公安县人，民籍，明朝政治人物、进士出身。"],
        ["林廷陞", 99, "林廷陞（？－？），字彦宾，福建兴化府莆田县人，军籍，明朝政治人物、进士出身。"],
        ["郭万里", 100, "郭万里（？－？），字云程，山西平阳府太平县人，民籍，明朝政治人物、进士出身。"],
        ["陈绍功", 101, "陈绍功（？－？），字及卿，福建泉州府晋江县人，军籍，明朝政治人物、进士出身。"],
        ["柳希点", 102, "柳希点，浙江兰谿县（今浙江兰溪）人，明朝政治人物。进士出身。"],
        ["孙　瑀", 103, "孙瑀（？－？），字子章，湖广汉阳府汉阳县人，民籍，明朝政治人物、进士出身。"],
        ["朱朝聘", 104, "朱朝聘（？－？），字希尹，直隶徽州府歙县人人，山东东昌府临清州民籍，明朝政治人物、进士出身。"],
        ["左之宜", 105, "左之宜（？－？），字用善，山东登州府莱阳县人，民籍，明朝政治人物、进士出身。"],
        ["张　肇", 106, "张肇（？－？），字子基，直隶镇江府丹阳县人，民籍，明朝政治人物、进士出身。"],
        ["冯应凤", 107, "冯应凤（？－？），字邦瑞，浙江绍兴府山阴县人，民籍，明朝政治人物、进士出身。"],
        ["谢吉卿", 108, "谢吉卿（？－？），字修之，福建泉州府晋江县人，民籍，明朝政治人物、进士出身。"],
        ["王大谟", 109, "王大谟（？－？），字惟允，湖广黄州府广济县人，军籍，明朝政治人物、进士出身。"],
        ["马朝锡", 110, "马朝锡（1552年－1611年），字晋卿，四川成都府新繁县人，官籍，治《诗经》，年二十九岁中式万历八年庚辰科第三甲第一百一十名进士。七月十九日生，行二，曾祖马铭；祖马良辅；父马玘；母廖氏。永感下，妻李氏，继妻勾氏；兄伦（千户）；朝立（训导），弟朝御。由国子生中式四川乡试第四十六名举人，会试中式第一百七十四名[1]。"],
        ["吕一凤", 111, "吕一凤（？－？），字舜卿，山东兖州府东平州人，军籍，明朝政治人物、进士出身。"],
        ["谢与思", 112, "谢与思（？－？），字见齐，广东广州府番禺县人，军籍，明朝政治人物、进士出身。"],
        ["胡懋忠", 113, "胡懋忠（？－？），字良卿，湖广承天府景陵县人，民籍，明朝政治人物、进士出身。"],
        ["赵士登", 114, "赵士登（？－？），字应庸，直隶宁国府泾县人，民籍，明朝政治人物、进士出身。"],
        ["崔斗瞻", 115, "崔斗瞻（？－？），字仰之，河南卫辉府辉县人，民籍，明朝政治人物、进士出身。"],
        ["沈尧中", 116, "沈尧中（？－？），字心唐，秀水县人人，浙江嘉兴府嘉兴县民籍，明朝政治人物、进士出身。"],
        ["张鸣冈", 117, "张鸣冈（？－？），字治祯，江西吉安府万安县人，民籍，明朝政治人物、进士出身。"],
        ["杨　位", 118, "杨位（？－？），字德兴，河南汝宁府仪卫司人，军籍，明朝政治人物、进士出身。"],
        ["江有源", 119, "江有源（？－？），字进卿，庐州府无为州人，直隶太仓卫官籍，明朝政治人物、进士出身。"],
        ["傅崇明", 120, "傅崇明（？－？），字子达，河南怀庆卫守御卫辉千户所人，军籍，明朝政治人物、进士出身。"],
        ["黄　淳", 121, "黄淳（？－？），字叔化，广东广州府新会县人，军籍，明朝政治人物、进士出身。"],
        ["金　铨", 122, "金铨（？－？），字衡卿，完县人人，直隶保定中卫军籍，明朝政治人物、进士出身。"],
        ["陈载春", 123, "陈载春（？－？），字子元，山东济南府历城县人，民籍，明朝政治人物、进士出身。"],
        ["万自约", 124, "万自约（？－？），字崇礼，山西太原右卫右所人，军籍，明朝政治人物、进士出身。"],
        ["黎　芳", 125, "黎芳（1554年－1613年），字懋德，四川省眉州丹稜县人，民籍，治《诗经》，年二十七岁中式万历八年庚辰科第三甲第一百二十五名进士。九月初六日生，行二，曾祖黎金；祖黎鸣春；父黎大贒，寿官；母李氏。具庆下，妻程氏，兄芃，弟英。由国子生中式四川乡试第五十三名举人，会试中式第二百七十二名[1]。"],
        ["章邦翰", 126, "章邦翰（？－？），字公佐，江西南昌府南昌县人，民籍，明朝政治人物。"],
        ["杜　縻", 127, "杜縻（？－？），字惟公，直隶广平府永年县人，民籍，明朝政治人物、进士出身。"],
        ["林可成", 128, "林可成（？－？），字志文，浙江宁波府鄞县人，民籍，明朝政治人物、进士出身。"],
        ["许守恩", 129, "许守恩（？－？），字君赐，陕西西安府泾阳县人，匠籍，明朝政治人物、进士出身。"],
        ["高　举", 130, "高举（1553年－1624年），字鹏程，号东溟。明代政治人物。山东淄川县人。"],
        ["车大任", 131, "车大任（？－？），字子仁，湖广宝庆府邵阳县人，民籍，明朝政治人物、进士出身。"],
        ["褚国祥", 132, "褚国祥（？－？），字征兴，宜兴县人人，直隶常州府武进县军籍，明朝政治人物、进士出身。"],
        ["董　澜", 133, "董澜（？－？），字惟源，山东济南府长清县人，军籍，明朝政治人物、进士出身。"],
        ["孙　架", 134, "孙架（？－？），字国栋，山东莱州府平度州昌邑县人，军籍，明朝政治人物、进士出身。"],
        ["王庭谕", 135, "王庭谕（？－？），字命卿，陕西西安府华州人，民籍，明朝政治人物、进士出身。"],
        ["王麟趾", 136, "王麟趾（？－？），字瑞甫，山东济南府德州德平县人，民籍，明朝政治人物、进士出身。"],
        ["锺化民", 137, "锺化民（1537年－1597年），字维新，号文陆[1]，浙江承宣布政使司杭州府仁和县（今浙江省杭州市）人，明朝政治人物。"],
        ["刘学曾", 138, "刘学曾（？－？），字唯一，河南汝宁府光州光山县人，民籍，明朝政治人物、进士出身。"],
        ["李士登", 139, "李士登（？－？），字联之，河南河南府洛阳县人，民籍，明朝政治人物、进士出身。"],
        ["乔璧星", 140, "乔璧星（？－？），字文见，直隶真定府临城县人，民籍，明朝政治人物、进士出身。"],
        ["蔡宗周", 141, "蔡宗周（？－？），字敬冕，福建漳州府龙溪县人，军籍，明朝政治人物、进士出身。"],
        ["但贵元", 142, "但贵元（？－？），字仁甫，江西南康府星子县人，民籍，明朝政治人物、进士出身。"],
        ["项应祥", 143, "项应祥（1554年－1614年），字汝和，号东鳌，浙江遂昌人，明朝政治人物，同进士出身。"],
        ["张汝蕴", 144, "张汝蕴（？－？），字子发，山东济南府章丘县人，军籍，明朝政治人物、进士出身。"],
        ["谭一召", 145, "谭一召（？－？），字忠卿，江西南安府大庾县人，民籍，明朝政治人物、进士出身。"],
        ["邹观光", 146, "邹观光（？－？），字孚如，湖广德安府云梦县人，民籍，明朝政治人物、进士出身。"],
        ["周光复", 147, "周光复（？－？），字元礼，浙江绍兴府嵊县人，民籍，明朝政治人物、进士出身。"],
        ["馀懋中", 148, "馀懋中（？－？），字德懋，浙江衢州府西安县人，民籍，明朝政治人物、进士出身。"],
        ["李　槃", 149, "李槃（1549年－？年），字用甫，浙江省绍兴府馀姚县人，明朝政治人物。"],
        ["张立爱", 150, "张立爱（？－？），字子仁，一字伯元[1]，直隶保定府祁州深泽县人，民籍，明朝政治人物、同进士出身。"],
        ["李廷谟", 151, "李廷谟（？－？），字明皐，江西南昌府丰城县人，军籍，明朝政治人物、进士出身。"],
        ["刘以平", 152, "刘以平（？－？），字体衡，山西平阳府蒲州猗氏县人，民籍，明朝政治人物、进士出身。"],
        ["茅崇本", 153, "茅崇本（？－？），字仲立，直隶镇江府丹徒县人，民籍，明朝政治人物、进士出身。"],
        ["伍袁萃", 154, "伍袁萃，字圣起，南京苏州府吴县（今江苏省苏州市）人，明朝政治人物。"],
        ["任　让", 155, "任让（1553年－1612年），字退之，直隶省真定府冀州南宫县人，民籍，治《易经》，年二十八岁中式万历八年庚辰科第三甲第一百五十五名进士。九月二十四日生，行四，曾祖任佐；祖任琦；父任还，教谕；母李氏；前母张氏。具庆下，妻胡氏，兄声；闻；心，弟泽。由国子生中式顺天府乡试第一百五名举人，会试中式第一百四十五名[1]。"],
        ["靳绍谦", 156, "靳邵谦（？－？），字受之，直隶真定府安平县人，民籍，明朝政治人物、进士出身。"],
        ["陈　映", 157, "陈映（？－？），字东甫，福建漳州府海澄县人，民籍，明朝政治人物、进士出身。"],
        ["刘庭蕙", 158, "刘庭蕙（1547年－1617年），字惠征，号云嵩，福建漳州府漳浦县九都涵头（今杜浔镇北坂村）人，军籍，明朝政治人物、同进士出身。"],
        ["刘顺征", 159, "刘顺征（？－？），字懋承，山西大同府大同县人人，云南云南右卫军籍，明朝政治人物、进士出身。"],
        ["吴之佳", 160, "吴之佳（？－？），字公美，直隶苏州府长洲县人，民籍，明朝政治人物、进士出身。"],
        ["张我续", 161, "张我续（？－？），字胤祧，直隶广平府邯郸县人，军籍，明朝政治人物、进士出身。"],
        ["黄师文", 162, "黄师文（1553年－1612年），字继周，四川省叙州府富顺县人，民籍，治《易经》，年二十八岁中式万历八年庚辰科第三甲第一百六十二名进士。正月初八日生，行二，曾祖黄斗；祖黄诏乡，卫经历；父黄坫，知县；母谢氏。严侍下，妻张氏，兄师古；师震；师昌；师模；师贤；师表（知县）；师允；师贞；师训，弟梦骥；师傅；梦葵。由县学生中式四川乡试第五十八名举人，会试中式第二百七十七名[1]。"],
        ["闵一范", 163, "闵一范（？－？），字仲甫，浙江湖州府乌程县人，军籍，明朝政治人物、进士出身。"],
        ["彭应参", 164, "彭应参（？－？），字汝省，河南汝宁府光州光山县人，军籍，明朝政治人物、进士出身。"],
        ["张鹤鸣", 165, "张鹤鸣（？－？），字汝诚，直隶徐州人，民籍，明朝政治人物、进士出身。"],
        ["侯先春", 166, "侯先春（？－？），字元甫，直隶常州府无锡县人，民籍，明朝政治人物、进士出身。"],
        ["张廷栋", 167, "张廷栋（？－？），字国材，福建漳州府龙溪县人，民籍，明朝政治人物、进士出身。"],
        ["黄齐贤", 168, "黄齐贤（？－？），字仕思，浙江绍兴府山阴县人，民籍，明朝政治人物、进士出身。"],
        ["卢　泮", 169, "卢泮（？－？），字□文，直隶庐州府无为州人，民籍，明朝政治人物、进士出身。"],
        ["邓启愚", 170, "邓启愚（？－？），字良知，湖广辰州府溆浦县人，民籍，明朝政治人物、进士出身。"],
        ["郝大猷", 171, "郝大猷（？－？），字定甫，直隶广平府邯郸县人，民籍，明朝政治人物、进士出身。"],
        ["于孔兼", 172, "于孔兼（？－？），字元时，号泰景，直隶金坛（今属江苏）人，晚明政治人物，同进士出身。"],
        ["彭而珩", 173, "彭而珩（？－？），字命卿，江西临江府清江县人，军籍，明朝政治人物、进士出身。"],
        ["蒋春芳", 174, "蒋春芳（？－？），字实伯，山东青州府益都县人，军籍，明朝政治人物、进士出身。"],
        ["郝世科", 175, "郝世科（1552年－1611年），字肖登，四川叙州府高县人，四川叙州府叙南卫军籍，治《诗经》，年二十九岁中式万历八年庚辰科第三甲第一百七十五名进士。九月十六日生，行一，曾祖郝廷相，赠文林郎监察御史；祖郝维岳，嘉议大夫都察院右副都御史；父郝守，知县；母刘氏。严侍下，妻李氏，弟世德；世第；世循；世箕；世朴；世阶；世程。由国子生中式四川乡试第二名举人，会试中式第一百九十四名[1]。"],
        ["陈仕行", 176, "陈仕行（？－？），字道敷，福建泉州府晋江县人，军籍，明朝政治人物、进士出身。"],
        ["吴之龙", 177, "吴之龙（？－？），字汝阳，无锡县人人，直隶常州府武进县民籍，明朝政治人物、进士出身。"],
        ["史旌贤", 178, "史旌贤（？－？），字廷征，直隶应天府江宁县人人，云南大理府云南县籍，明朝政治人物、进士出身。"],
        ["许弘纲", 179, "许弘纲（？－？），字张之，浙江金华府东阳县人，浙江金华府东阳县，明朝政治人物、进士出身。"],
        ["贾一鹗", 180, "贾一鹗（？－？），字文荐，直隶安庆府桐城县人人，顺天府霸州民籍，明朝政治人物、进士出身。"],
        ["傅履礼", 181, "傅履礼（？－？），字则庸，福建泉州府南安县人，军籍，明朝政治人物、进士出身。"],
        ["韩　介", 182, "韩介（？－？），字于石，山东青州府临淄县人，军籍，明朝政治人物、进士出身。"],
        ["叶初春", 183, "叶初春（？－？），字处元，直隶苏州府吴县人，民籍，明朝政治人物、进士出身。"],
        ["李大钦", 184, "李大钦，浮梁人，明朝政治人物、进士出身。"],
        ["尹从教", 185, "尹从教（1549年－1608年），字心传，四川叙州府宜宾县人，四川叙南卫军籍，治《诗经》，年三十二岁中式万历八年庚辰科第三甲第一百八十五名进士。十月初二日生，行一，曾祖尹峕，指挥佥事；祖尹武，指挥佥事；父尹守禄；母李氏。严侍下，妻魏氏，弟从寿（指挥同知）；从淑（贡士）；从征；从今；从达。由国子生中式四川乡试第九名举人，会试中式第二百七名[1]。"],
        ["鹿久征", 186, "鹿久征（1552年－1611年），字子诚，号豫轩，直隶定兴人（今河北），蒙古族宝格氏，民籍，治《春秋》，年二十九岁中式万历八年（1580年）庚辰科第三甲第一百八十六名进士。正月二十一日生，行一，曾祖鹿景玉；祖鹿文通；父鹿府，寿官；母李氏。具庆下，妻王氏，弟久大；久光。由国子生中式顺天府乡试第十六名举人，会试中式第二百五十三名[1]。"],
        ["章嘉桢", 187, "《南京国子监博士臧顾渚公暨配吴孺人合葬墓志铭》"],
        ["孙　珫", 188, "孙珫（1554年－1613年），字子文，山东省兖州府东平州平阴县人，军籍，治《书经》，年二十七岁中式万历八年庚辰科第三甲第一百八十八名进士。七月二十四日生，行五，曾祖孙孜；祖孙庭训；父孙德良；母王氏；前母时氏。永感下，妻牛氏，兄玶；瑮；璟；璋。由国子生中式山东乡试第七十一名举人，会试中式第十二名[1]。"],
        ["凃用宾", 189, "凃用宾（1543年－1602年），字晋卿，湖广长沙府湘阴县人，民籍，治《易经》，年三十八岁中式万历八年庚辰科第三甲第一百八十九名进士。十月初三日生，行一，曾祖凃源江；祖凃忠国；父凃栢，恩例冠带；母罗氏；继母韩氏。具庆下，妻李氏，继妻龚氏；弟用贒；用中；用光；用敬。由国子生中式湖广乡试第四十四名举人，会试中式第七十六名[1]。"],
        ["王　明", 190, "王明（？－？），字汝亮，山西平阳府解州人，民籍，明朝政治人物、进士出身。"],
        ["朱运昌", 191, "朱运昌（？－？），字允升，直隶镇江府丹徒县人人，云南云南前卫军籍，明朝政治人物、进士出身。"],
        ["刘日升", 192, "刘日升（？－？），字尔湛，江西吉安府庐陵县人，民籍，明朝政治人物、进士出身。"],
        ["张　钲", 193, "张钲（？－？），字振甫，山东济南府滨州人，军籍，明朝政治人物、进士出身。"],
        ["祝致和", 194, "祝致和（？－？），字达卿，浙江衢州府龙游县人，民籍，明朝政治人物、进士出身。"],
        ["馀继善", 195, "馀继善（？－？），字明复，江西南昌府南昌县人人，河南汝宁府光州固始县民籍，明朝政治人物、进士出身。"],
        ["刘　泉", 196, "刘泉（？－？），字叔通，河南开封府杞县人，民籍，明朝政治人物、进士出身。"],
        ["李本固", 197, "李本固（？－？），字叔茂，河南汝宁府固始县人，民籍，明朝政治人物、进士出身。"],
        ["杜　潜", 198, "杜潜（？－？），字孔昭，山东东昌府高唐州人，军籍，明朝政治人物、进士出身。"],
        ["李上馨", 199, "李上馨（？－？），字子升，南海县人人，广东广州府番禺县军籍，明朝政治人物、进士出身。"],
        ["王应麟", 200, "王应麟（？－？），字仁卿，福建漳州府龙溪县人，民籍，明朝政治人物、进士出身。"],
        ["谢台卿", 201, "谢台卿（？－？），字登之，福建泉州府晋江县人，民籍，明朝政治人物、进士出身。"],
        ["丁懋逊", 202, "丁懋逊（？－？），字允节，山东济南府滨州霑化县人，匠籍，明朝政治人物、进士出身。"],
        ["王永宁", 203, "王永宁（？－？），字世卿，浙江湖州府乌程县人，匠籍，明朝政治人物、进士出身。"],
        ["江应祯", 204, "江应祯（1553年－1612年），字兴甫，富顺县人，四川叙州府隆昌县民籍，治《书经》，年二十八岁中式万历八年庚辰科第三甲第二百零四名进士。八月十五日生，行一，曾祖江志銮，寿官；祖江鹗，寿官；父江汝进；母彭氏。重庆下，妻戴氏，弟应禄；应宿（监生）。由县学生中式四川乡试第十三名举人，会试中式第一百九十七名[1]。"],
        ["李　登", 205, "李登（？－？），字伯庸，湖广承天府沔阳州景陵县人，官籍，明朝政治人物，万历初年解元，同进士出身。"],
        ["钱士完", 206, "钱士完（？－？），字惟凝，号继修，浙江湖州府归安县人，民籍，明朝政治人物。"],
        ["王梦睗", 207, "王梦旸（？－？），字旭东，江西广信府上饶县人，军籍，明朝政治人物、进士出身。"],
        ["徐民式", 208, "徐民式（？－？），字用敬，福建建宁府浦城县人，军籍，明朝政治人物、进士出身。"],
        ["张大谟", 209, "张大谟（？－？），字希皐，直隶广平府永年县人，校籍，明朝政治人物、进士出身。"],
        ["陈子贞", 210, "陈子贞（？－？），字以成，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["张　栋", 211, "张栋（？－？），字伯任，直隶苏州府崑山县人，民籍，明朝政治人物、进士出身。"],
        ["孙光祖", 212, "孙光祖（？－？），字孝光，直隶顺天府玉田县人，民籍，明朝政治人物、进士出身。"],
        ["赵　岸", 213, "赵岸（？－？），字登之，陕西西安府盩厔县人，军籍，明朝政治人物、进士出身。"],
        ["王九德", 214, "王九德（？－？），字惟恒，河南开封府祥符县人，民籍，明朝政治人物、进士出身。"],
        ["李来凤", 215, "李来凤（1551年－1610年），字瑞黄，四川成都府汉州绵竹县人，民籍，治《书经》，年三十岁中式万历八年庚辰科第三甲第二百一十五名进士。正月十二日生，行一，曾祖李蕚；祖李嘉冕；父李友松；母文氏。具庆下，妻季氏，弟仪凤。由陕西西乡县学教谕中式四川乡试第十一名举人，会试中式第八十九名[1]。"],
        ["张季思", 216, "张季思（1542年－1601年），字以诚，四川成都府内江县人，官籍，治《书经》，年三十九岁中式万历八年庚辰科第三甲第二百一十六名进士。九月十四日生，行二，曾祖张介，知府；祖张作襄，知县；父张叔寔；前母华氏；嫡母姜氏；生母叶氏。永感下，妻馀氏，兄季闵，弟季有。由国子生中式四川乡试第十五名举人，会试中式第二百三十八名[1]。祁门县知县[2]"],
        ["王显仁", 217, "王显仁（？－？），字克明，直隶河间府沧州人，民籍，明朝政治人物、进士出身。"],
        ["南企仲", 218, "南企仲（1561年－1643年），字伯墀，号弦蒲，陕西渭南人，晚明政治人物，同进士出身。"],
        ["佘鸣化", 219, "佘鸣化（？－？），字邦仪，湖广辰州府沅陵县人，军籍，明朝政治人物、进士出身。"],
        ["郝　持", 220, "郝持（？－？），字敬之，河南彰德府林县人，民籍，明朝政治人物、进士出身。"],
        ["王以通", 221, "王以通（？－？），字可贞，泉州府晋江县人人，福建漳州府龙巖县军籍，明朝政治人物、进士出身。"],
        ["陈　效", 222, "陈效（1552年－1611年），字忠甫，四川成都府井研县人，民籍，治《书经》，年二十九岁中式万历八年庚辰科第三甲第二百二十二名进士。六月二十二日生，行二，曾祖陈琥；祖陈凤阳；父陈廷魁；母李氏；嫡母曾氏。慈侍下，妻廖氏，兄学。由国子生中式四川乡试第八名举人，会试中式第二百一名[1]。"],
        ["罗万程", 223, "罗万程（？－？），字时腾，江西建昌府广昌县人，民籍，明朝政治人物、进士出身。"],
        ["杨　镐", 224, "杨镐（？－1629年），字京甫，号风筠，河南商丘县（今商丘市）人。明末军事人物。万历年间进士。"],
        ["王三阳", 225, "王三阳（？－？），字干甫，福建泉州府晋江县人，盐籍，明朝政治人物、进士出身。"],
        ["唐仲寅", 226, "唐仲寅（？－？），字启东，浙江嘉兴府嘉兴县人人，顺天府通州籍，明朝政治人物、进士出身。"],
        ["李汝华", 227, "李汝华（？－1621年），字茂夫，河南承宣布政使司归德府睢州人。晚明政治人物。"],
        ["曾维伦", 228, "曾维伦（？－？），字恒逊，一字惇吾，江西抚州府乐安县人，军籍，明朝政治人物、进士出身。"],
        ["卢　奇", 229, "卢奇（？－？），字廷才，湖广永州府祁阳县人，民籍，明朝政治人物、进士出身。"],
        ["王元命", 230, "王元命（？－？），字长龄，陕西西安府华州蒲城县人，民籍，明朝政治人物、进士出身。"],
        ["刘庭兰", 231, "刘庭兰（？－？），字国征，福建漳州府漳浦县人，军籍，明朝解元、进士。"],
        ["黄　榉", 232, "黄榉（？－？），字思直，江西抚州府金谿县人，军籍，明朝政治人物、进士出身。"],
        ["周维翰", 233, "周维翰（？－？），字惠叔，直隶河间府阜城县人，民籍，明朝政治人物、进士出身。"],
        ["王应霖", 234, "王应霖（？－？），字德征，顺天府霸州文安县人，民籍，明朝政治人物、进士出身。"],
        ["陈尚象", 235, "陈尚象（？－1613年），字心易，直隶凤阳府定远县人，贵州都匀卫官籍，明朝政治人物。"],
        ["林文英", 236, "林文英（？－？），字德甫，山东登州府黄县人，军籍，明朝政治人物、进士出身。"],
        ["杨东明", 237, "杨东明（？－？），字子旭，河南归德府虞城县人，民籍，明朝政治人物、进士出身。"],
        ["黄守谦", 238, "黄守谦（？－？），字君有，广东惠州府海丰县人，民籍，明朝政治人物、进士出身。"],
        ["石崑玉", 239, "石崑玉（？－？），字汝重，湖广黄梅县人，军籍，明朝政治人物。"],
        ["涂嘉会", 240, "凃嘉会（？－？），字君履，江西南昌府南昌县人，民籍，明朝政治人物、同进士出身。"],
        ["朱天应", 241, "朱天应（？－？），字国聘，福建泉州府晋江县人，军籍，明朝政治人物、进士出身。"],
        ["郑国柱", 242, "郑国柱（？－？），字荩臣，江西抚州府金谿县人人，贵州镇远府镇远县民籍，明朝政治人物、进士出身。"]
    ]
}