{
    "year_name": "洪武四年辛亥科殿试金榜",
    "first": [
        ["吴伯宗", 1, "吴伯宗画像，《明状元图考》第一卷，顾祖训辑"],
        ["郭　翀", 2, "郭翀（chōng，1338年－？），字子翔，山西壶关人。明初进士、官员。"],
        ["吴公达", 3, "吴公达（1348年－1407年），字致中，浙江省处州府丽水县人，儒籍，治《诗经》，年二十四岁中式洪武四年辛亥科第一甲第三名进士。二月初十日生，曾祖吴艮之，宋迪功郎；祖吴继祖；父吴世德，元乡贡进士；母刘氏。具庆下，妻李氏。中式第二十九名举人，会试中式第一百十五名。授户部主事[1]。官至刑部尚书。清雍正《浙江通志》卷二百四十尚载有其墓。"]
    ],
    "third": [
        ["姚宗敬", 1, "姚宗敬，字宗敬，江西饶州府德兴县人，明朝政治人物、进士出身。"],
        ["王玄范", 2, "王玄范，字仲高，福建福清县（今福清市）人。明初官员。"],
        ["叶孝友", 3, "叶孝友，字孝友，江西广信府贵溪县人，明朝政治人物、进士出身。"],
        ["尹宗伊", 4, "尹宗伊，山西平阳府万全县人，明朝政治人物、进士出身。"],
        ["金　涛", 5, "金涛，高丽延安人[1]，明朝初年进士。"],
        ["岑　鹏", 6, "岑鹏，字搏霄，浙江明州府慈谿县人，明朝政治人物、进士出身。"],
        ["李　升", 7, "李升，字仲高，福建省福州府福清县（今属福州市）人。明初官员。"],
        ["贾　敏", 8, "贾敏，字克勤，山西潞州壶关县人，明朝政治人物、进士出身。"],
        ["梁　临", 9, "梁临，字仲敬，广东新会人，明朝政治人物，进士。子梁马超、梁马贞，孙女婿上凌人谭玄圭。"],
        ["聂　铉", 10, "聂铉，字器之，江西等处行中书省临江路清江县（今江西清江）人。明初学者，政治人物、进士。"],
        ["屠养浩", 11, "屠养浩（？－？），浙江鄞县（今宁波）人，明朝政治人物，进士出身。"],
        ["郑廷实", 12, "郑廷实，字礼贤，福建永福县（今福州市永泰县）人。明初官员。"],
        ["赵　铸", 13, "赵铸，字子颜，陕西西安府渭南县人，明朝政治人物、进士出身。"],
        ["张正一", 14, "张正一，字子明，浙江金华府金华县人，明朝政治人物、进士出身。"],
        ["洪　烨", 15, "洪烨，字仲和，浙江台州府天台县人，明朝政治人物、进士出身。"],
        ["包　莘", 16, "包莘，字尹耕，浙江鄞县（今宁波市）人，元末明初官员。"],
        ["危孝先", 17, "危孝先，字敦本，浙江临海人。明初官员，进士出身。官至陵川县丞。[1]"],
        ["冯　麒", 18, "冯麒，字孟良，浙江杭州府仁和县人，明朝政治人物、进士出身。"],
        ["刘光先", 19, "刘光先（？年－？年），字鸣善，江西吉安府永丰县人，儒籍，治《春秋》，年岁中式洪武四年辛亥科第三甲第十九名进士。中式举人，会试中式第一百十三名。授东昌府堂邑县丞[1]。"],
        ["郭　邻", 20, "郭邻，山西潞州长子县人，明朝政治人物、进士出身。"],
        ["魏　云", 21, "魏云，字云从，福建闽县（今属福州市）人。明初官员。洪武四年（1371年）辛亥，明朝首开会试，魏云考中吴伯宗榜三甲进士。官山东信阳县丞。"],
        ["魏　益", 22, "魏益，江苏徐州砀山县人，明朝政治人物、进士出身。"],
        ["张寿龄", 23, "张寿龄，广东南雄府保昌县人，明朝政治人物、进士出身。"],
        ["林器之", 24, "林器之，福建侯官县（今属福州市）人。明初官员。"],
        ["赵实中", 25, "赵实中，浙江台州府黄岩县人，明朝政治人物、进士出身。"],
        ["俞友仁", 26, "俞友仁，浙江杭州人。明朝进士、政治人物。"],
        ["王　诚", 27, "王诚，字允诚，浙江绍兴府上虞县人，明朝政治人物、进士出身。"],
        ["康　缙", 28, "康缙 ，字宗正，江西吉安府泰和县人，明朝政治人物、进士出身。"],
        ["闻伯异", 29, "闻伯异，浙江台州府天台县人，明朝政治人物、进士出身。"],
        ["童　尹", 30, "童尹，浙江临海人，明朝初年地方官员，同进士出身。"],
        ["林信孚", 31, "林信孚，字信孚，福建怀安县（今属福州市）人。明初官员。"],
        ["陈执中", 32, "陈执中，字守正，福建福州连江人，明朝官员，同进士出身。"],
        ["林文寿", 33, "林文寿，字仲仁，福建长乐县人。明初官员。"],
        ["王　夏", 34, "王夏，字辅炎，陕西西安府郤阳县人，明朝政治人物、进士出身。"],
        ["黄　绶", 35, "黄绶，字伯固，福建闽县（今属福州市）人。明初官员。"],
        ["齐季舒", 36, "齐季舒，江西饶州府德兴县人，明朝政治人物、进士出身。"],
        ["刘　杰", 37, "刘杰 ，北平保定府涞水县人，明朝政治人物、进士出身。"],
        ["陈　玄", 38, "陈玄，广东广州府东莞县人，明朝政治人物、进士出身。"],
        ["郑　潜", 39, "郑潜（？年－？年），字？，福建省兴化府莆田县人，站籍，治《书经》，年岁中式洪武四年辛亥科第三甲第三十九名进士。会试中式第一百六十六名[1]。授县丞。"],
        ["陈章应", 40, "陈章应，福建泉州府晋江县人，明初官员，进士出身。官礼部主事。"],
        ["彭　泰", 41, "彭泰，字文渊，江西吉安府吉水县人，明朝政治人物、同进士出身。"],
        ["严　植", 42, "严植，字景周，江西建昌府南城县人，明朝政治人物、进士出身。"],
        ["李　素", 43, "李素，山西潞州壶关县人，明朝政治人物、进士出身。"],
        ["李　初", 44, "李初，江西吉安府卢林县人，明朝政治人物、进士出身。"],
        ["陈　彝", 45, "陈彝，字原善，浙江温州府永嘉县人，明朝政治人物、进士出身。"],
        ["胡汝雨", 46, "胡汝雨，字均济，浙江台州府天台县人，明朝政治人物、进士出身。"],
        ["管　贞", 47, "管贞，字源清，江西宁都人。明朝政治人物，进士。"],
        ["吴　权", 48, "吴权，字巽行，江西南昌府进贤县人，明朝政治人物、进士出身。"],
        ["张　鹤", 49, "张鹤，山西潞州潞城县（今山西省潞城市）人，明朝政治人物、进士出身。"],
        ["刘伯钦", 50, "刘伯钦，字子敬，江西吉安府吉水县人，明朝政治人物、进士出身。"],
        ["叶　砥", 51, "叶砥（1342年－1421年），字周道，一字履道，号坦斋，浙江上虞人。明朝政治人物，进士。"],
        ["林　嘉", 52, "参数所指定的目标页面不存在，建议更正成存在页面或直接建立下列一个页面（建立前请先搜寻是否有合适的存在页面可以取代）："],
        ["刘　铸", 53, "刘铸，字季冶，江西南昌府南昌县人，明朝政治人物、进士出身。"],
        ["陈　拱", 54, "陈拱，浙江温州府永嘉县人，明朝政治人物、进士出身。"],
        ["何文信", 55, "《浙江上虞嵩镇何氏宗谱》载何文信像"],
        ["傅　晧", 56, "傅晧，山东东平府阳谷县人，明朝政治人物、进士出身。"],
        ["韩守正", 57, "韩守正，浙江绍兴府萧山县人，明朝政治人物、进士出身。"],
        ["何德举", 58, "何德举，福建晋江县人。明初官员。"],
        ["王　砥", 59, "王砥，山西泽州灵川县人，明朝政治人物、进士出身。"],
        ["冯　本", 60, "冯本，北平大名府南乐县人，明朝政治人物、进士出身。"],
        ["林德亨", 61, "林德亨，福建怀安县（今属福州市）人。明初官员。"],
        ["林大同", 62, "林大同，福建福清县人。明初官员。"],
        ["尔朱钦", 63, "尔朱钦（？年－？年），字敬伯，陕西省西安府耀州富平县（今原平市）人[1]，明朝初年官员。"],
        ["伍　洪", 64, "伍洪，字伯宏，江西安福人。明朝官员，进士出身。"],
        ["邓原忠", 65, "邓原忠，福建延平府沙县人，明朝政治人物、进士出身。"],
        ["蔡士实", 66, "蔡士实，字文光，福建福清县（今属福州市）人。明初官员。"],
        ["叶德潜", 67, "叶德潜，字孔昭，福建福州府侯官县人，明朝政治人物、进士出身。"],
        ["王　锡", 68, "王锡，山西潞州屯留县人，明朝政治人物，同进士出身。"],
        ["梁　安", 69, "梁安，广东肇庆府高要县人，明朝政治人物、进士出身。"],
        ["杨　文", 70, "杨文，字贯道，浙江绍兴府山阴县人，明朝政治人物、进士出身。"],
        ["王　中", 71, "王中，山西泽州沁水县人，明朝政治人物、进士出身。"],
        ["胡　澄", 72, "胡澄 ，字以道，浙江绍兴府诸暨县人，明朝政治人物、进士出身。"],
        ["时执亮", 73, "时执亮，山东东平人。明朝进士、官员。"],
        ["柳汝舟", 74, "柳汝舟，浙江山阴县（今属绍兴市）人。明初官员。"],
        ["张　堂", 75, "张堂，河南彰德府安阳县人，明朝地方官员、进士出身。"],
        ["胡　黻", 76, "胡黻，北平保定府容城县人，明朝政治人物、进士出身。"],
        ["孙　卓", 77, "孙卓，河南开封府荣泽县人，明朝政治人物，同进士出身。"],
        ["智　审", 78, "智审，北平真定府元氏县人，明朝政治人物、进士出身。"],
        ["喻文龙", 79, "喻文龙，浙江山阴县（今属绍兴市）人。明初官员。"],
        ["黄德润", 80, "黄德润，字端玉，江西南昌府丰城县人，明朝政治人物、进士出身。"],
        ["丁时敏", 81, "丁时敏，字时敏，江西南昌府丰城县人，明朝政治人物、进士出身。"],
        ["董时亮", 82, "董时亮，字彦功，浙江绍兴府崜县人，明朝政治人物、进士出身。"],
        ["陈　韶", 83, "陈韶，浙江明州府定海县人，明朝政治人物、进士出身。"],
        ["胡宗禧", 84, "胡宗禧，北平北平府霸州人，明朝政治人物、进士出身。"],
        ["馀　集", 85, "馀集，字孟浩，浙江临海县（今临海市）人。明朝初年官员。"],
        ["刘　中", 86, "刘中，河南河南府孟津县人，明朝政治人物、进士出身。"],
        ["周　潼", 87, "周潼，浙江严州府淳安县人，明朝政治人物、进士出身。"],
        ["薛大昉", 88, "薛大昉，北平保定府蟸州人，明朝政治人物、进士出身。"],
        ["锺　霆", 89, "锺霆，字伯震，浙江绍兴府上虞县人，明朝政治人物、进士出身。"],
        ["刘长辅", 90, "刘长辅，字孟质，江西吉安府吉水县人，明朝政治人物、进士出身。"],
        ["郑贞仲", 91, "郑贞仲，字子正，福建闽县（今属福州市）人。明初官员。"],
        ["黄　钺", 92, "黄钺 ，字宗武，江西抚州府临川县人，明朝政治人物、进士出身。"],
        ["何子海", 93, "何子海，广东广州府番禺县人，明朝政治人物、进士出身。"],
        ["袁　泰", 94, "袁泰（14世纪？－1392年），蒲州万泉（今山西省万荣县）人，明朝官员，进士。"],
        ["张必泰", 95, "张必泰，字子通，福建福清县（今属福州市）人。明初官员。"],
        ["秦　亨", 96, "秦亨，毫州人，明朝政治人物、进士出身。"],
        ["晋　罡", 97, "晋罡，山西潞州人，明朝政治人物、进士出身。"],
        ["郑　钧", 98, "郑钧 ，山东济南府章丘县人，明朝政治人物、进士出身。"],
        ["赵斗南", 99, "赵斗南，河南河南府巩县人，明朝政治人物、进士出身。"],
        ["赵　松", 100, "赵松，陕西西安府渭南县人，明朝政治人物、进士出身。"]
    ],
    "index": 1,
    "url": "https://zh.wikipedia.org/wiki/Template:%E6%B4%AA%E6%AD%A6%E5%9B%9B%E5%B9%B4%E8%BE%9B%E4%BA%A5%E7%A7%91%E6%AE%BF%E8%A9%A6%E9%87%91%E6%A6%9C",
    "second": [
        ["杨自立", 1, "杨卓（1332年－1380年），字自立，江西等处行中书省龙兴路南昌县（今江西泰和）人。中国明初政治人物。"],
        ["赵友能", 2, "赵友能，字宗典，浙江会稽县人。"],
        ["仇　敬", 3, "仇敬（1340年－1399年），字仲立，山西省平阳府曲沃县人[1]，明朝政治人物，进士出身。"],
        ["丁　辅", 4, "丁辅，江西吉安府吉水县人，明朝政治人物、进士出身。"],
        ["吴　镛", 5, "吴镛，字金川，江西饶州府潘阳县人，明朝政治人物、进士出身。"],
        ["黄　载", 6, "黄载，字文博，江西南昌府奉新县人，明朝政治人物、进士出身。"],
        ["王敬中", 7, "王敬中，浙江明州府鄞县人，明朝政治人物、进士出身。"],
        ["陈信之", 8, "陈信之，字守益，福建福州连江人，明朝政治人物、进士。"],
        ["刘　寅", 9, "刘寅，字拱辰，山西崞县（今原平市）人，明朝初年官员。"],
        ["杜　濬", 10, "杜濬，字亮之，江西吉安府泰和县人，明朝政治人物、进士出身。"],
        ["王　谏", 11, "王谏，字惟允，浙江台州府黄岩县人，明朝政治人物、进士出身。"],
        ["熊　谊", 12, "熊谊，字判宾，江西南昌府丰城县人，明朝政治人物、进士出身。"],
        ["卢　贶", 13, "卢贶，字仲宾，广西平乐府平乐县人，明朝政治人物、进士出身。"],
        ["周子谅", 14, "周子谅，字灌夫，江西吉安府卢陵县人，明朝政治人物、进士出身。"],
        ["毛　煜", 15, "毛煜，字施伯，江西南昌府南昌县人，明朝政治人物、进士出身。"],
        ["王　谊", 16, "王谊，字翰英，河南南阳府邓州人，明朝政治人物、进士出身。"],
        ["赵　旅", 17, "赵旅，浙江山阴县（今属绍兴市）人。明初官员。"]
    ]
}