{
    "year_name": "永乐十年壬辰科殿试金榜",
    "first": [
        ["马　铎", 1, "马铎（1366年－1423年），字彦声，号梅岩，福建省福州府长乐县人，明朝政治人物，永乐年间状元。初授翰林院修撰。官至翰林学士、国子监祭酒。"],
        ["林　志", 2, "林志（1378年－1426年），字尚默，号蔀斋，一号见一居士。闽县人[1]，明朝榜眼、政治人物。"],
        ["王　钰", 3, "王钰（1383年－？），字孟坚，号葵轩。浙江诸暨人，明朝政治人物、探花。"]
    ],
    "third": [
        ["黄常祖", 1, "黄常祖（1382年－？），字邦经，福建兴化府莆田县右厢第二图人，明朝政治人物。进士出身。"],
        ["鞠　祥", 2, "鞠祥（1382年－？），字茂庆，直隶和州在城第九里人，明朝政治人物。进士出身。"],
        ["高　第", 3, "高第（1375年－？），字仲贤，福建建宁府瓯宁县北隅人，明朝政治人物。进士出身。"],
        ["潘　勤", 4, "潘勤（1381年－？），字进学，浙江杭州府钱塘县嵩盛坊人，明朝政治人物。进士出身。"],
        ["林文澧", 5, "林文澧（1374年－？），字有兰，福建福州府怀安县人都人，明朝政治人物。进士出身。曾祖父林春。祖父林亨。父亲林进堡[1]。"],
        ["吴　潜", 6, "吴潜（1385年－？），字蔵伯，福建兴化府莆田县南力里第一图人，明朝政治人物。进士出身。"],
        ["罗惟政", 7, "罗惟政（1375年－？），字景辰，广东潮州府程乡县韩莆都人，明朝政治人物。进士出身。"],
        ["赵　礼", 8, "赵礼（1384年－？），字秉礼，江西建昌府南丰县西隅人，明朝政治人物。进士出身。"],
        ["傅启让", 9, "傅启让（1380年－？），字仲礼，湖广荆州府石首县武侯辖人，明朝政治人物。进士出身。"],
        ["傅玉润", 10, "傅玉润（1387年－？），字玉润，江西临江府新喻县安和乡二十五都人，明朝政治人物。进士出身。"],
        ["黄　裳", 11, "黄裳（1383年－？），字文中，河南内乡县人，明朝政治人物。进士出身。"],
        ["罗　兴", 12, "罗兴（1379年－？），字起善，四川成都府崇庆州四安乡人，明朝政治人物。进士出身。"],
        ["馀　文", 13, "馀文（1377年－？），字孟质，福建兴化府莆田县连江里第六图人，明朝政治人物。进士出身。"],
        ["杨　荣", 14, "杨荣（1371年－？），字子仁，云南大理府太和县保和乡塔桥里人，明朝政治人物。进士出身。"],
        ["颜　泽", 15, "颜泽（1381年－？），字泽民，直隶常州府江阴县西顺乡三十六都人，明朝政治人物。进士出身。"],
        ["任　用", 16, "任用（1377年－1436年），字庭辉，浙江省金华府东阳县人，昇苏乡一都民籍，治《诗经》，年三十六岁岁中式永乐十年壬辰科第三甲第十六名进士。十二月初一日生，行一，曾祖任兴仁；祖任得谦；父任功悌；母王氏。具庆下，妻葛氏，弟文熺；文照。由县学生中式浙江乡试八十名举人，会试中式会试十九名[1]。"],
        ["王嗣先", 17, "王嗣先（1377年－？），字嗣先，江西吉安府泰和县信实乡四十九都人，明朝政治人物。进士出身。"],
        ["胡　敬", 18, "胡敬（1378年－？），字彦学，浙江杭州府仁和县东里坊人，明朝政治人物。进士出身。"],
        ["林　密", 19, "林密（1375年－？），字子茂，广东琼州府文昌县水北都人，明朝政治人物。进士出身。"],
        ["张　观", 20, "张观（1382年－？），字尚宾，山西太原府代州四关一厢人，明朝政治人物。进士出身。"],
        ["蔡道隆", 21, "蔡道隆（1377年－？），字希阜，浙江温州府永嘉县东南隅人，明朝政治人物。进士出身。"],
        ["阳　清", 22, "阳清（1387年－？），字景廉，直隶应天府上元县正东隅一厢人，明朝政治人物。进士出身。"],
        ["倪　良", 23, "倪良，字大成，江西饶州府乐平县长城乡人，明朝政治人物、进士出身。曾祖父倪子和。祖父倪世杰。父亲倪永硕，曾任见任雷州府儒学训导[1]。"],
        ["胡　琏", 24, "胡琏（1387年－？），字维琛，江西临江府新喻县仁孝乡四十六都人，明朝政治人物。进士出身。"],
        ["王　观", 25, "王观（1384年－？），字庭宾，湖广襄阳府枣阳县县坊人，明朝政治人物。进士出身。"],
        ["史　循", 26, "史循（1387年－？），字公序，直隶应天府江宁县正西隅人，明朝政治人物。进士出身。"],
        ["周　常", 27, "周常（1383年－？），字茂永，直隶凤阳府定远县在城第四图人，明朝政治人物。进士出身。"],
        ["林　硕", 28, "林硕（？年－1438年），字懋弘。福建承宣布政使司福州府闽县（今属福建省福州市闽侯县）人，明朝政治人物。"],
        ["史　咏", 29, "史咏（1382年－？），字永言，直隶应天府溧阳县福贤乡五都一保人，明朝政治人物。进士出身。"],
        ["张　绍", 30, "张绍（1383年－？），字继之，河南南阳府汝川寿永乡西八里保人，明朝政治人物。进士出身。"],
        ["陶仕宗", 31, "陶仕宗（1383年－？），字逢原，广西梧州府欎林州南厢第一图人，明朝政治人物。进士出身。"],
        ["李　庠", 32, "李庠（1383年－？），字弘文，浙江衢州府西安县玉泉乡二十二都人，明朝政治人物。进士出身。"],
        ["王　询", 33, "王询（1387年－？），字命我，江西吉安府永丰县永丰乡二十九都人，明朝政治人物。进士出身。"],
        ["陈正伦", 34, "陈正伦（1384年－？），字正伦，江西吉安府吉水县仁寿乡第三都人，明朝政治人物。进士出身。曾祖父陈云雷。祖父陈习远。父亲陈庭贵[1]。"],
        ["叶　俊", 35, "叶俊（1375年－？），字肃英，浙江温州府永嘉县西南隅人，明朝政治人物。进士出身。"],
        ["凌　辉", 36, "凌辉，福建尤溪县人，明朝政治人物、进士出身。"],
        ["吴　诚", 37, "吴诚（1376年－？），字士立，福建兴化府莆田县右厢第三图人，明朝政治人物。进士出身。"],
        ["马　驯", 38, "马驯（1382年－？），字至善，陕西西安府长安县通化里人，明朝政治人物。进士出身。"],
        ["王时习", 39, "王时习（1375年－？），字勉学，江西南安府南康县在城一坊人，明朝政治人物。进士出身。"],
        ["王　璜", 40, "王璜（1381年－？），字子玉，山西太原府代州王里一都人，明朝政治人物。进士出身。"],
        ["崔彦俊", 41, "崔彦俊，江西新建县人。明朝政治人物，同进士出身。"],
        ["阮　存", 42, "阮存（1381年－？），字以礼，浙江温州府永嘉县德政乡十都人，明朝政治人物。进士出身。"],
        ["熊自诚", 43, "熊自诚（1365年－？），字自诚，江西抚州府临川县三十五都人，明朝政治人物。进士出身。"],
        ["彭　昚", 44, "彭眘（1385年－？），字孝常，直隶苏州府嘉定县东南隅人，明朝政治人物。进士出身。"],
        ["刘　濬", 45, "刘濬（1381年－？），字子深，直隶应天府句容县坊郭西南隅第二图人，明朝政治人物。进士出身。"],
        ["杨　昺", 46, "杨昺（1372年－？），字文昭，湖广武昌府崇阳县仁义里人，明朝政治人物。进士出身。"],
        ["徐　行", 47, "徐行（1384年－？），字同伦，江西南昌府进贤县三十八都人，明朝政治人物。进士出身。"],
        ["谢　忱", 48, "谢忱（1379年－？），字惟寿，浙江今华府永康县坊隅人，明朝政治人物。进士出身。"],
        ["罗　通", 49, "罗通（1389年－1469年），字学古，江西吉水人。明朝政治人物、进士。"],
        ["叶　宜", 50, "叶冝（1379年－？），字守义，福建延平府南平县仁州里人，明朝政治人物。进士出身。"],
        ["陈　镒", 51, "清道光《吴郡名贤图传赞》之陈镒像"],
        ["傅玉良", 52, "傅玉良（1382年－？），字玉良，江西临江府新喻县安和乡二十五都人，明朝政治人物。进士出身。"],
        ["李　濬", 53, "李濬（1387年－？），字大川，山西潞州襄垣县长乐乡西营北里人，明朝政治人物。进士出身。曾祖父李瓛。祖父李旺。父亲李景刚[1]。"],
        ["蒋　畴", 54, "蒋畴，字嗣昭，号景山，福建南安人，籍贯直隶歙县，明朝政治人物、进士出身。"],
        ["陈　润", 55, "陈润（1377年－？），字泽民，福建福州府连江县钦平上里人，明朝政治人物。进士出身。曾祖父陈文泉。祖父陈子穆。父亲陈思哲[1]。"],
        ["刘　琏", 56, "刘琏（1386年－？），字宗华，直隶应天府江宁县城南隅第四厢人，明朝政治人物。进士出身。"],
        ["胡　让", 57, "胡让 （1385年－1444年），字仲逊，四川省重庆府巴县西隅人，民籍，治《书经》，年二十八岁岁中式永乐十年壬辰科第三甲第五十七名进士。十一月初九日生，行一，曾祖胡泰山；祖胡海；父胡彦芳；母刘氏。具庆下，妻童氏，弟谊；诚；志。由国子生中式四川乡试一百二十二名举人，会试中式会试四十四名[1]。"],
        ["陈　逊", 58, "陈逊（1375年－？），字必恭，福建建宁府浦城县孝悌里人，明朝政治人物。进士出身。"],
        ["邵　暹", 59, "邵暹（1381年－1440年），字宾旭，湖广沔阳州在城东南隅民籍，治《诗经》，年三十二岁岁中式永乐十年壬辰科第三甲第五十九名进士。十月二十二日生，行二，曾祖邵通富；祖邵荣甫；父邵旻；母李氏。具庆下，妻柴氏，兄进，弟选。由冠带举人中式湖广乡试一百三十七名举人，会试中式会试五十七名[1]。"],
        ["王　剀", 60, "王剀（1381年－？），字叔和，福建兴化府莆田县东厢第十三图人，明朝政治人物。进士出身。"],
        ["欧阳和", 61, "欧阳和（1387年－？），字永和，江西吉安府泰和县六十一都人，明朝政治人物。进士出身。"],
        ["米　显", 62, "米显（1381年－？），字遂良，陕西西安府干州永寿县美川乡留村里人，明朝政治人物。同进士出身。"],
        ["施　琰", 63, "施琰（1386年－？），字文壁，浙江湖州府归安县十九都人，明朝政治人物。进士出身。"],
        ["方　复", 64, "方复（1381年－？），字文英，直隶安庆府潜山县潜岳乡三十二都人，明朝政治人物。进士出身。"]
    ],
    "index": 11,
    "url": "https://zh.wikipedia.org/wiki/Template:%E6%B0%B8%E6%A8%82%E5%8D%81%E5%B9%B4%E5%A3%AC%E8%BE%B0%E7%A7%91%E6%AE%BF%E8%A9%A6%E9%87%91%E6%A6%9C",
    "second": [
        ["戴　干", 1, "戴干，福建福州府闽县人，明朝政治人物、进士出身。曾祖父戴曾。祖父戴禧。父亲戴斯文[1]。"],
        ["饶　安", 2, "饶安，（1378年－？），字用中，江西崇仁县人。明朝政治人物、进士出身。"],
        ["刘　翀", 3, "刘翀（1385年－？），字云高，山东兖州府济宁州西草桥第一图人，明朝政治人物。进士出身。"],
        ["刘　咸", 4, "刘咸（1388年－？），字士皆，江西吉安府泰和县千秋乡四十一都人，明朝政治人物。进士出身。"],
        ["郑　阎", 5, "郑阎（1375年－？），字公望，福建福州府闽县左一坊人，明朝政治人物。进士出身。"],
        ["杨　伸", 6, "扬伸（1384年－？），字孟舒，直隶苏州府常熟县太平乡十五都人，明朝政治人物。进士出身。"],
        ["鲍　英", 7, "鲍英（1380年－？），字育之，江西南昌府南昌县南隅四社人，明朝政治人物。进士出身。"],
        ["陈　端", 8, "陈端（1386年－1445年），字执中，浙江省温州府平阳县人，金洲乡二十二都民籍，治《易经》，年二十七岁中式永乐十年壬辰科第二甲第八名进士。九月二十五日 生，行四十六 ，曾祖陈印翁，元建安书院山长；祖陈文举；父陈子深；嫡母顾氏；生母曹氏。慈侍下，妻，兄悠中。由县学生中式浙江乡试二十二名举人，会试中式会试八十五名[1]。"],
        ["孙　曦", 9, "孙曦（1384年－？），字明远，福建福州府侯官县右一坊第二图人，明朝政治人物。进士出身。"],
        ["郑阜义", 10, "郑阜义，（1389年－？），字公宜，浙江宁波府鄞县西北隅人，明朝政治人物。进士出身。曾祖父郑必达。祖父郑以昇。父亲郑孟芳[1]。"],
        ["黄　泽", 11, "黄泽（?－?），闽县人，明朝官吏、进士出身。"],
        ["顾　巽", 12, "顾巽（1379年－？），字与惓，浙江宁波府慈谿县西屿乡坊隅人，明朝政治人物。进士出身。曾祖父顾仲和。祖父顾纯甫。父亲顾均辅[1]。"],
        ["蒋　礼", 13, "蒋礼（1380年－？），字敬之，直隶和州在城第六里人，明朝政治人物。进士出身。"],
        ["杨　政", 14, "杨政（1378年－？），字惟效，江西吉安府吉水县同水乡六十二都人，明朝政治人物。进士出身。"],
        ["郭公绪", 15, "郭公绪（1380年－？），字公绪，江西吉安府泰和县千秋乡四十八都人，明朝政治人物。进士出身。"],
        ["卢质中", 16, "卢质中（1374年－？），字质中，福建兴化府莆田县奉谷里第十四图人，明朝政治人物。进士出身。"],
        ["曾　鼎", 17, "曾鼎（1389年－？），字复铉，江西吉安府永丰县迁莺乡十六都人，明朝政治人物。进士出身。"],
        ["章　睿", 18, "章睿（1379年－？），字左奎，浙江处州府丽水县孝行乡壹都人，明朝政治人物。进士出身。"],
        ["赵　勗", 19, "赵勗（1380年－？），字士勉，陕西延安府绥德州兴贤乡仁义都第一图人，明朝政治人物。进士出身。"],
        ["陈原祐", 20, "陈原祐（1382年－？），字本孚，福建建宁府建安县南隅七图人，明朝政治人物。进士出身。"],
        ["刘长吾", 21, "'刘长吾（1388年－？），字'，江西吉安府永丰县兴平乡十一都人，明朝政治人物。进士出身。"],
        ["檀　凯", 22, "檀凯（1383年－？），字伯和，直隶池州府建德县太原乡十二都人，明朝政治人物。进士出身。"],
        ["张思安", 23, "张思安（1390年－？），字克让，直隶常州府无锡县在城西南隅第三图人，明朝政治人物。进士出身。"],
        ["江　殷", 24, "江殷（1368年－？），字孔殷，江西广信府贵溪县孝思乡二都人，明朝政治人物、进士出身。"],
        ["黎　恬", 25, "黎恬（1391年－1450年），字潜辉，江西临江府清江县思贤乡二都人，军籍，治《诗经》，年二十二岁岁中式永乐十年壬辰科第二甲第二十五名进士。十一月十一日生，行六，曾祖黎用正；祖黎存珍，仕通州卫百户；父黎宗恕；母邹氏。慈侍下，妻敖氏，兄充辉。由县学增广生中式江西乡试四十一名举人，会试中式会试第九名[1]。"],
        ["黄　翰", 26, "黄翰（1391年－？），字汝申，直隶松江府华亭县三十七保霜字围人，明朝政治人物。进士出身。"],
        ["徐　俊", 27, "徐俊（1384年－？），字势杰，直隶池州府建德县石门乡坊市人，明朝政治人物。进士出身。"],
        ["钱　述", 28, "钱述（1386年－？），字稽穑，江西吉安府吉水县文昌乡四十一都人，明朝政治人物。进士出身。"],
        ["陈　琦", 29, "陈琦（1375年－1434年），字公琰，福建省福州府福安县人，壹都军籍，治《春秋 》，年三十八岁岁中式永乐十年壬辰科第二甲第二十九名进士。二月初一日生，行二，曾祖陈宗烈；祖陈显祖；父陈克温；母尤氏。慈侍下，妻李氏，弟珙；从弟璟；从弟瑗；从弟玨。由国子生中式福建乡试四十六名举人，会试中式会试十五名[1]。参与修撰《永乐大典》，之后授江西按察佥事[2]。"],
        ["吴　赐", 30, "吴赐（1386年－？），字希贡，直隶池州府贵池县兴人乡人三保人，明朝政治人物。进士出身。"],
        ["黄　彦", 31, "黄彦（1382年－？），字时俊，浙江嘉兴府海盐县甘泉乡十五都人，明朝政治人物。进士出身。"],
        ["张　璘", 32, "张璘（1388年－1432年），字文玉，湖北黄冈人。明朝政治人物、进士。曾祖父张原昇。祖父张荣甫。父亲张时中[1]。"],
        ["徐则宁", 33, "徐则宁（1366年－？），字从政，江西抚州府金谿县十六都人，明朝政治人物。进士出身。"],
        ["何　贤", 34, "何贤，字彦哲，陕西狄道人。明朝政治人物、进士。"],
        ["于庭颐", 35, "于庭颐（1375年－？），字耆英，浙江台州府临海县西南隅人，明朝政治人物。进士出身。"],
        ["陈　礼", 36, "陈礼（1382年－？），字正言，江西吉安府泰和县千秋县二十七都人，明朝政治人物。进士出身。"],
        ["胡守宗", 37, "胡守宗，字穆中，福建晋江县人。明朝官员。"],
        ["杨　勳", 38, "杨勳（1384年－？），字功让，江西抚州府崇仁县东耆人，明朝政治人物。进士出身。"],
        ["熊　伦", 39, "熊伦（1381年－？），字仲彜，江西吉安府吉水县东坊人，明朝政治人物。进士出身。曾祖父熊以德。祖父熊原亨。父亲熊自诚[1]。"]
    ]
}