{
    "year_name": "宣德五年庚戌科殿试金榜",
    "first": [
        ["林　震", 1, "林震（1388-1448）字敦声，又字起龙，长泰县城人。"],
        ["龚　锜", 2, "龚锜（1398年－？），字台鼎，一字良器，福建建安人，明朝政治人物、榜眼。"],
        ["林　文", 3, "林文（1389年－1476年），字恒简，福建莆田人，明朝政治人物、探花。"]
    ],
    "second": [
        ["杨　宁", 1, "杨宁（1400年－1458年），字彦谧，直隶歙县人。明朝政治人物。"],
        ["萨　琦", 2, "萨琦（1394年－1457年），字廷珪，号钝庵，福建福州府闽县人，祖籍山西代县，明朝政治人物，进士出身。"],
        ["林　补", 3, "林补（1398年－？），字廷翔，浙江温州府永嘉县人，明朝政治人物。进士出身。"],
        ["蔡云翰", 4, "蔡云汉（1390年－？），字九节，江西南安府大庾县人，明朝政治人物。进士出身。"],
        ["程　宪", 5, "程宪（1398年－？），字伯度，直隶徽州婺源县人，明朝政治人物。进士出身。"],
        ["郑　建", 6, "郑建，字弘中，福建福州府怀安县人，明朝政治人物、进士出身。"],
        ["陈　玑", 7, "陈玑（1398年－？），字叔衡，浙江绍兴府诸暨县人，明朝政治人物。进士出身。"],
        ["胡　奥", 8, "胡奥（1393年－？），字原邃，浙江温州府永嘉县人，明朝政治人物。进士出身。"],
        ["卢　瑛", 9, "卢瑛（1402年－？），字克修，直隶苏州府崑山县人，明朝政治人物。进士出身。"],
        ["刘　武", 10, "刘武（1393年－？），字士宪，福建兴化府莆田县人，明朝政治人物。进士出身。"],
        ["方　熙", 11, "方熙（1395年－？），字孟明，福建兴化府莆田县人，明朝政治人物。进士出身。"],
        ["许南杰", 12, "许南杰（1402年－？），字俊才，浙江绍兴府馀姚县人，明朝政治人物。进士出身。"],
        ["熊　鍊", 13, "熊鍊（1398年－？），字学渊，江西南昌府进贤县人，明朝政治人物。进士出身。"],
        ["丁　伦", 14, "丁伦（1398年－？），字子庠，江西临江府新淦县人，明朝政治人物。进士出身。"],
        ["陈　诏", 15, "陈诏（1392年－？），字廷询，浙江处州府青田县人，明朝政治人物。进士出身。"],
        ["陆　奇", 16, "陆奇（1395年－？），字仲谟，河南汝宁府光州人，明朝政治人物。进士出身。"],
        ["李若林", 17, "李若林（1398年－？），字若林，广东潮州府潮阳县人，明朝政治人物。进士出身。"],
        ["吴　文", 18, "吴文（1393年－？），字克章，江西抚州府崇仁县人，明朝政治人物。进士出身。"],
        ["吴　节", 19, "吴节（1397年－？），字与俭，江西吉安府安福县人，明朝政治人物。进士出身。"],
        ["区　贤", 20, "区贤（1395年－？），字德夫，广东广州府南海县人，明朝政治人物。进士出身。"],
        ["赖世隆", 21, "赖世隆（1402年－？），字德受，福建汀州府清流县人，明朝政治人物。进士出身。"],
        ["刘　实", 22, "明《三才图会》载《南雄知府刘公像》"],
        ["杨　祖", 23, "杨祖（1394年－？），字自新，江西抚州府崇仁县人，明朝政治人物。进士出身。"],
        ["高　峻", 24, "高峻（1396年－？），字行安，江西饶州府馀干县人，明朝政治人物。进士出身。"],
        ["叶　遄", 25, "叶遄（1392年－？），字尹齐，浙江处州府青田县人，明朝政治人物。进士出身。"],
        ["逯　端", 26, "逯端（1409年－1449年），浙江仁和县（今杭州）人。明朝官员、进士出身。"],
        ["毛　羽", 27, "毛羽（1401年－？），字凤仪，浙江衢州府江山县人，明朝政治人物。进士出身。"],
        ["张　淑", 28, "张淑（1404年－？），字子善，云南云南府昆明县人，明朝政治人物。进士出身。"],
        ["李　彬", 29, "李彬（1398年－1468年），河南承宣布政使司开封府祥符县（今河南省开封市）人，明朝政治人物、进士出身。"],
        ["江　渊", 30, "江渊（1401年－1460年），字时用，四川省重庆府江津县人，民籍，治《春秋》，年三十岁中式宣德五年第二甲第三十名进士。十二月初六日生，行三，曾祖江文友；祖江必达；父江英，任云南左参议；母周氏。慈侍下，妻董氏，兄汉；浩，弟淮；洪；济；深。由县学生中式四川乡试第十四名举人，会试中式第九十九名[1]。"],
        ["夏　铭", 31, "夏铭（1394年－1453年），字自铭，四川省重庆府涪州人，民籍，治《诗经》，年三十七岁中式宣德五年庚戌科第二甲第三十一名进士。十月二十九日生，行二，曾祖夏应隆；祖夏朝可；父夏先；母刘氏；继母馀氏。严侍下，妻浦氏，兄诚，弟谦；初节。由州学生中式四川乡试第二名举人，会试中式第九十二名[1]。"],
        ["罗　宁", 32, "罗宁（1402年－？），字士宁，直隶淮安府安东县人，明朝政治人物。进士出身。"],
        ["王　偡", 33, "王偡（1395年－？），字维翰，浙江台州府临海县人，明朝政治人物。进士出身。"],
        ["邓　让", 34, "邓让（1402年－？），字敏巽，江西吉安府庐陵县人，明朝政治人物。进士出身。"],
        ["王　复1", 35, "王复（1392年－？），字从道，直隶苏州府崑山县人，明朝政治人物。进士出身。"]
    ],
    "index": 17,
    "url": "https://zh.wikipedia.org/wiki/Template:%E5%AE%A3%E5%BE%B7%E4%BA%94%E5%B9%B4%E5%BA%9A%E6%88%8C%E7%A7%91%E6%AE%BF%E8%A9%A6%E9%87%91%E6%A6%9C",
    "third": [
        ["陈　浩", 1, "陈浩（1407年－？），字宗海，山西平阳府吉州人，明朝政治人物。进士出身。"],
        ["王　复2", 2, "王复（1398年－？），字逢吉，浙江宁波府慈谿县人，明朝政治人物。进士出身。"],
        ["陈员韬", 3, "陈员韬，字方略，号环轩，浙江临海人，明朝政治人物，进士出身。"],
        ["范　镕", 4, "范镕（1396年－？），字九鼎，江西抚州府临川县人，明朝政治人物。进士出身。"],
        ["王　玉", 5, "王玉（1402年－？），字廷器，山东东昌府高唐州武城县人，明朝政治人物。进士出身。"],
        ["卫　淳", 6, "卫淳（1397年－？），字宗元，山西平阳府曲沃县人，明朝政治人物。进士出身。"],
        ["萧维祯", 7, "萧维祯（？－1472年），初名兆以，以字行，江西庐陵县人，明朝都御史、进士出身。"],
        ["叶　锡", 8, "叶锡（1397年－？），字玄圭，浙江温州府永嘉县人，明朝政治人物。进士出身。"],
        ["廖　庄", 9, "廖庄，字安止，江西吉水人。明朝政治人物。"],
        ["时　纪", 10, "时纪（1404年－？），字德宪，河南开封府通许县人，明朝政治人物。进士出身。"],
        ["石孟康", 11, "石孟康（1402年－？），字孟康，浙江台州府天台县人，明朝政治人物。进士出身。"],
        ["胡端祯", 12, "胡端祯（1399年－？），字端祯，江西吉安府吉水县人，明朝政治人物。进士出身。"],
        ["贺　宗", 13, "贺宗（1392年－？），字敬祖，湖广长沙府湘乡县人，明朝政治人物。进士出身。"],
        ["刘　昭", 14, "刘昭（1397年－1456年），山西承宣布政使司平阳府潞州直隶州潞城县（今山西省潞城市）人，明朝政治人物、进士。"],
        ["金　贵", 15, "金贵（1393年－？），字用和，直隶广平府邯郸县人，明朝政治人物。进士出身。"],
        ["陈　惠", 16, "陈惠（1404年－？），字泽民，浙江宁波府鄞县人，明朝政治人物。进士出身。"],
        ["卢　茂", 17, "卢茂（1393年－？），字景芳，直隶大名府濬县人，明朝政治人物。进士出身。"],
        ["吴　宁", 18, "吴宁，字永清，歙县人。明朝官员、同进士出身。"],
        ["谢　牧", 19, "谢牧（1393年－？），字谦牧，江西吉安府安福县人，明朝政治人物。进士出身。"],
        ["程　敬", 20, "程敬（1399年－1458年），字孟庄，四川省叙州府宜宾县人，民籍，治《易经》，年三十二岁中式宣德五年庚戌科第三甲第二十名进士。十月十七日生，行一，曾祖程希信；祖程伯龄；父程宗；母罗氏。具庆下，妻薛氏，兄从兄敬祖；绍心，弟敏。由国子生中式四川乡试第三十二名举人，会试中式第九十八名[1]。"],
        ["元　亮", 21, "元亮（1404年－？），字克昭，河南彰德府汤阴县人，明朝政治人物。进士出身。"],
        ["虞　瑛", 22, "虞瑛（1406年－？），字廷瓛，陕西汉中府南郑县人，明朝政治人物。进士出身。"],
        ["张　清", 23, "张清 （1409年－1468年），字子澄，四川省重庆府巴县人，民籍，治《春秋》，年二十二岁中式宣德五年庚戌科第三甲第二十三名进士。四月初六日生，行一，曾祖张元庆；祖张英；父张文聪；母陈氏。具庆下，妻龙氏，弟深；濬。由县学生中式四川乡试第二十一名举人，会试中式第八十六名[1]。"],
        ["叶儒林", 24, "叶儒林（1385年－？），字子贤，浙江台州府宁海县人，明朝政治人物。同进士出身。"],
        ["柳　华", 25, "柳华，明朝官员、同进士出身。"],
        ["朱良暹", 26, "朱良暹（1390年－？），字士英，浙江温州府永嘉县人，明朝政治人物。进士出身。"],
        ["范　理", 27, "范理（1408年－？），字士伦，浙江台州府天台县人，明朝政治人物。进士出身。"],
        ["徐　璟", 28, "徐璟（1396年－？），字士良，河南汝宁府光山县人，明朝政治人物。进士出身。"],
        ["汤　鼎", 29, "汤鼎（1406年－1452年），南直隶庐州府无为州（今安徽省无为县）人，明朝政治人物。曾祖父汤和卿，曾任元贵池教谕。祖父汤仲仁。父亲汤源[1]。"],
        ["罗　绮", 30, "罗绮，磁州人，明朝政治人物、宣德进士。"],
        ["沈　翼", 31, "沈翼（1392年－？），字克敬，直隶淮安府山阳县人，明朝政治人物。进士出身。"],
        ["赵　忠", 32, "赵忠（1404年－1459年），字行恕，直隶苏州府长洲县人，明朝政治人物。进士出身。"],
        ["徐　铎", 33, "徐铎（1395年－1454年），字文振，四川成都府简县人，民籍，治《书经》，年三十六岁中式宣德五年庚戌科第三甲第三十三名进士。四月二十九日生，行三，曾祖徐承祖，元安庆路同知；祖徐子明；父徐应隆；母王氏。具庆下，妻张氏，兄锺；镛，弟鑑；钰；镜；鐄。由国子生中式四川乡试第一百四十三名举人，会试中式第六十六名[1]。"],
        ["张　睿", 34, "张睿（1404年－？），字志通，河南开封府鄢陵县人，明朝政治人物。进士出身。"],
        ["张　柷", 35, "张柷（1401年－？），字起韶，直隶苏州府长洲县人，明朝政治人物。进士出身。"],
        ["张　晳", 36, "张晳（1405年－？），字希贤，河南开封府项城县人，明朝政治人物。进士出身。"],
        ["胡　澄", 37, "胡澄（1388年－？），字用霖，江西抚州府乐安县人，明朝政治人物。进士出身。"],
        ["薛希琏", 38, "薛希琏（1399年－？），字庭器，浙江处州府丽水县人，明朝政治人物。进士出身。"],
        ["李　贵", 39, "李贵（1401年－？），字玉瓒，陕西凤翔府凤翔县人，明朝政治人物。进士出身。"],
        ["王　通", 40, "王通（1390年－？），字文达，直隶淮安府山阳县人，明朝政治人物。进士出身。"],
        ["牛　顺", 41, "牛顺（1395年－？），字致和，河南彰德府临漳县人，明朝政治人物。进士出身。"],
        ["陈　立", 42, "陈立（1390年－？），字务本，山东济南府泰安州人，明朝政治人物。进士出身。"],
        ["李　素", 43, "李素（1412年－？），字尚文，山西平阳府解州安邑县人，明朝政治人物。进士出身。"],
        ["毛宗鲁", 44, "毛宗鲁（1407年－？），字师曾，山东莱州府掖县人，明朝政治人物。进士出身。"],
        ["宋　杰", 45, "宋杰（？－1474年），北直隶保定府定兴县（今河北省定兴县），明朝政治人物、宣德进士。"],
        ["杨　昉", 46, "杨昉（1396年－？），字彦明，陕西西安府兴平县人，明朝政治人物。同进士出身。"],
        ["解　贯", 47, "解贯（1390年－？），字宗道，直隶永平府抚宁县人，明朝政治人物。进士出身。"],
        ["张　文", 48, "张文（1403年－？），字从周，福建福州府怀安县人，明朝政治人物。同进士出身。"],
        ["李　瓘", 49, "李瓘（1403年－？），字廷璧，陕西西安府临潼县人，明朝政治人物。进士出身。"],
        ["宋　琏", 50, "宋琏（1404年－？），字殷征，江西临江府新淦县人，明朝政治人物。进士出身。"],
        ["邓履纯", 51, "邓履纯（1391年－？），字不二，江西吉安府吉水县人，明朝政治人物。进士出身。"],
        ["齐　整", 52, "齐整（1393年－？），字文肃，河南开封府祥符县人，明朝政治人物。进士出身。"],
        ["万　霁", 53, "万霁（1386年－？），字季丙，江西吉安府安福县人，明朝政治人物。进士出身。"],
        ["李　玺", 54, "李玺（1407年－？），字潮用，湖广衡州府耒阳县人，明朝政治人物。进士出身。"],
        ["白　琮", 55, "白琮（1399年－？），字廷贵，河南南阳府新野县人，明朝政治人物。进士出身。"],
        ["李　棠", 56, "李棠，字宗楷，浙江缙云人。明朝官吏、进士出身。"],
        ["王　振", 57, "王振（1395年－？），字伯宣，湖广荆州府公安县人，明朝政治人物。进士出身。"],
        ["冯显宗", 58, "冯显宗（1407年－？），字□昌，山西沁州武乡县人，明朝政治人物。进士出身。"],
        ["范　宗", 59, "范宗（1396年－？），字宗器，浙江台州府临海县人，明朝政治人物。进士出身。"],
        ["冷遂南", 60, "冷遂南（1405年－1464年），字光远，四川省重庆府合州铜梁县人，军籍，治《易经》，年二十六岁中式宣德五年庚戌科第三甲第六十名进士。五月初四日生，行一，曾祖冷均恕；祖冷珉；父冷志荣；母罗氏。具庆下，妻张氏，弟斗南；彦南；方南。由县学生中式四川乡试第一名举人，会试中式第五十八名[1]。"],
        ["徐　忠", 61, "徐忠 （1390年－1449年），字仕信，四川省保宁府劒州江油县人，民籍，治《书经》，年四十一岁中式宣德五年庚戌科第三甲第六十一名进士。十一月二十四日生，行二，曾祖徐文惠；祖徐友敬；父徐志仁；母李氏。永感下，妻苟氏，兄顺。由县学生中式四川乡试第二十三名举人，会试中式第九十三名[1]。"],
        ["刘　清", 62, "刘清（1402年－？），字倣殷，顺天府宛平县人，明朝政治人物。进士出身。"]
    ]
}