{
    "year_name": "正统四年己未科殿试金榜",
    "first": [
        ["施　槃", 1, "施槃（1417年－1440年），字宗铭，直隶吴县（今江苏吴县）人。"],
        ["杨　鼎", 2, "杨鼎，字宗器，陕西咸宁县人，明朝官员、榜眼及第。"],
        ["倪　谦", 3, "倪谦（？－1479年），字克让，直隶上元县人，乡贯浙江钱塘县，明朝探花、南京礼部尚书。"]
    ],
    "third": [
        ["莫　震", 1, "莫震（1409年－？），字霆威，直隶苏州府吴江县人，军籍。明朝政治人物。进士出身。"],
        ["邹　榦", 2, "邹榦（1409年－1492年），或称邹干[1]，字宗盛，杭州路钱塘县（今浙江省杭州市）人，明朝政治人物。"],
        ["胡拱辰", 3, "胡拱辰（1417年－1508年），字共之，浙江淳安县（今浙江省杭州市淳安县）人，明朝进士、政治人物。"],
        ["毛　凤", 4, "毛凤（1400年－1459年），字彩凤，四川省嘉定州夹江县人，民籍，治《易经》，年四十岁中式正统四年己未科第三甲第四名进士。正月二十八日生，行二，曾祖毛尚贤；祖毛文贵；父毛友智；母傅氏。慈侍下，妻陈氏，兄仲先，弟仲聪；仲纲；仲安。由县学生中式四川乡试第七名举人，会试中式第九十六名[1]。"],
        ["吕　囦", 5, "吕囦（1418年－？），字希颜，直隶苏州府常熟县人，匠借。明朝政治人物。进士出身。"],
        ["李　荣", 6, "李荣，字志仁，福建福州府闽县人，明朝政治人物、进士出身。"],
        ["刘　澣", 7, "刘澣（1400年－1459年），字自新，四川省叙州府珙县人，军籍，治《诗经》，年四十岁中式正统四年己未科第三甲第七名进士。十二月初二日生，行四，曾祖刘道延；祖刘允恭；父刘仕华；母廖氏；继母向氏。永感下，妻汤氏，继妻郭氏（继聘）；兄自聪（本县阴阳学训术）；自省；自高，弟自斌。由国子生中式四川乡试第二十九名举人，会试中式第四十三名[1]。"],
        ["刘　晟", 8, "刘晟（1417年－？），字景隆，山西大同府怀仁县人，军籍。明朝政治人物。进士出身。"],
        ["马　经", 9, "马经（1410年－？），字用常，直隶河间府景州东光县人，匠借。明朝政治人物。进士出身。"],
        ["张　钺", 10, "张钺（1410年－？），字大器，河南河南府新安县人，军籍。明朝政治人物。进士出身。"],
        ["汪　浒", 11, "汪浒（1404年－？），字清夫，陕西巩昌府成县人，官借。明朝政治人物。进士出身。"],
        ["陈　价", 12, "陈价（1416年－1475年），字维藩，四川省重庆府合州铜梁县人，匠借，治《易经》，年二十四岁中式正统四年己未科第三甲第十二名进士。十一月二十四日生，行一，曾祖陈文明；祖陈志贤；父陈瑀；母鲍氏。具庆下，妻冯氏，弟侨；倜；伦；佾；脩。由州学生中式四川乡试第二十四名举人，会试中式第三十五名[1]。"],
        ["周　濠", 13, "周濠（1412年－？），字文渊，浙江宁波府奉化县人，民籍。明朝政治人物。进士出身。"],
        ["刘　玭", 14, "刘玭（1409年－1464年），字求素，号双林，江西吉安府安福县人，儒借。明朝政治人物。进士出身。"],
        ["李　泰", 15, "李泰（1414年－？），字兴道，山东兖州府沂州郯城县人，民籍。明朝政治人物。进士出身。"],
        ["刘　芳", 16, "刘芳（1406年－1465年），字永馨，四川省保宁府苍溪县人，民籍，治《书经》，年三十四岁中式正统四年己未科第三甲第十六名进士。五月二十日生，行三，曾祖刘智聪；祖刘文广；父刘仲才；母蒲氏。具庆下，妻黄氏，兄端；正；斌，弟珍。由府学生中式四川乡试第十四名举人，会试中式第三十一名[1]。"],
        ["杨　瑛", 17, "杨瑛（1409年－？），字德华，福建兴化府莆田县人，民籍。明朝政治人物。进士出身。"],
        ["何子聪", 18, "何子聪（1407年－？），字友闻，直隶吴桥人，祖籍山东即墨，民籍，明朝政治人物，进士出身。"],
        ["聂　智", 19, "聂智（1396年－？），字志节，江西南昌府丰城县人，民籍。明朝政治人物。进士出身。"],
        ["焦　宽", 20, "焦寛（1406年－？），字仲容，河南南阳府裕州叶县人，民籍。明朝政治人物。进士出身。"],
        ["单　宇", 21, "单宇（1414年－？），字时泰，江西抚州府临川县人，民籍。明朝政治人物。进士出身。"],
        ["李　郁", 22, "李郁（1408年－？），字若虚，江西南昌府丰城县人，民籍。明朝政治人物。进士出身。"],
        ["秦　中", 23, "秦中（1409年－？），字时中，陕西凤翔府凤翔县人，民籍。明朝政治人物。进士出身。"],
        ["陈　瓒", 24, "陈瓒（1408年－？），字重器，河南开封府阳武县人，民籍。明朝政治人物。进士出身。"],
        ["李　璨", 25, "李璨可能指下列人物："],
        ["方　澥", 26, "方澥（1391年－？），字源深，福建兴化府莆田县人，军籍。明朝政治人物。进士出身。"],
        ["张　斌", 27, "张斌（1415年－？），字文质，直隶广平府永年县人，民籍。明朝政治人物。进士出身。"],
        ["刘善庆", 28, "刘善庆（1409年－1468年），字祐之，江西吉安府万安县人，民籍，治《易经》，年三十一岁中式正统四年己未科第三甲第二十八名进士。四月十四日生，行二，曾祖刘明德，元任四川知事；祖刘敬先；父刘彦达，直隶淮安府学教授；母曾氏。具庆下，妻郭氏，兄馀庆。由国子生中式顺天府乡试第四十六名举人，会试中式第七十九名[1]。"],
        ["王　锐", 29, "王锐（1413年－？），字允威，直隶永平府迁安县人，民籍。明朝政治人物。进士出身。"],
        ["焦从周", 30, "焦从周（1413年－？），字孟文，湖广郴州兴宁县人，民籍。明朝政治人物。进士出身。"],
        ["萧　翼", 31, "萧翼（1405年－？），字体全，江西吉安府永新县人，军籍。明朝政治人物。进士出身。"],
        ["傅　文", 32, "傅文（1410年－？），字公器，河南河南府登封县人，民籍。明朝政治人物。进士出身。"],
        ["张　谏", 33, "张谏（1406年－1471年），字孟弼，应天府句容县人，军籍。明朝政治人物。进士出身。"],
        ["王　晏", 34, "王晏（1404年－？），字仲清，山西泽州高平县人，民籍。明朝政治人物。进士出身。"],
        ["李　茂", 35, "李茂（1406年－？），字岳楙，江西吉安府吉水县人，民籍。明朝政治人物。进士出身。"],
        ["虞廷玺", 36, "虞廷玺（1410年－？），字瑄，陕西汉中府南郑县人，民籍。明朝政治人物。进士出身。"],
        ["李　时", 37, "李时（1406年－？），字习之，直隶真定府真定县人，民籍。明朝政治人物。进士出身。"],
        ["谢　琛", 38, "谢琛（1412年－？），字伯玉，浙江宁波府定海县人，灶籍。明朝政治人物。进士出身。"],
        ["王　讷", 39, "王讷（1414年－？），字敏行，直隶长州府无锡县人，民籍。明朝政治人物。进士出身。"],
        ["刘　㴱", 40, "刘深（1412年－？），字资之，湖广沔阳州人，民籍。明朝政治人物。进士出身。"],
        ["王　泽", 41, "王泽（1407年－？），字济民，河南南阳府汝州人，军籍。明朝政治人物。进士出身。"],
        ["杨　贡", 42, "杨贡（1407年－？），字彦魁，江西抚州府乐安县人，民籍。明朝政治人物。进士出身。"],
        ["毛　祥", 43, "毛祥（1408年－？），字原吉，河南汝宁府西平县人，民籍。明朝政治人物。进士出身。"],
        ["李　柰", 44, "李柰（1405年－？），字景春，江西广信府上饶县人，民籍。明朝政治人物。进士出身。"],
        ["王　彧", 45, "王彧（1406年－？），字秉文，直隶大名府开州人，民籍。明朝政治人物。进士出身。"],
        ["李　逊", 46, "李逊（1405年－？），字时敏，江西建昌府南丰县人，军籍。明朝政治人物。进士出身。"],
        ["刘　同", 47, "刘同（1406年－？），字伯询，江西吉安府庐陵县人，民籍。明朝政治人物。进士出身。"],
        ["郑　崇", 48, "郑崇（1390年－？），字尚德，福建福州府怀安县人，民籍。明朝政治人物。进士出身。"],
        ["成始终", 49, "成始终（1403年－？），字敬之，直隶常州府无锡县人，民籍。明朝政治人物。进士出身。"],
        ["李　善", 50, "李善（1411年－？），字元吉，陕西凤翔府岐山县人，军籍。明朝政治人物。进士出身。"],
        ["刘　益", 51, "刘益（1405年－？），字谦之，江西广信府贵溪县人，民籍。明朝政治人物。进士出身。"],
        ["刘　训", 52, "刘训（1404年－1463年），字忠言，湖广黄州府麻城县人，民籍，治《春秋》，年三十六岁中式正统四年己未科第三甲第五十二名进士。七月初六日生，行三，曾祖刘贵卿；祖刘梦，封监察御史；父刘从宪；母桂氏。慈侍下，妻喻氏，兄谦；让，弟諲。由县学生中式湖广乡试第四名举人，会试中式第六十二名[1]。"],
        ["刘　观", 53, "刘观（1408年－？），字崇观，江西吉安府吉水县人，军籍。明朝政治人物。进士出身。"],
        ["郭仲南", 54, "郭仲南（1406年－1462年），字仲南，浙江金华府兰谿县人，民籍。明朝政治人物。进士出身。"],
        ["尚　褫", 55, "尚褫，字景福，罗山人。明朝官吏、进士出身。"],
        ["乔　瑛", 56, "乔瑛（1417年－？），字文玉，河南开封府睢州人，民籍。明朝政治人物。进士出身。"],
        ["陈　钝", 57, "陈钝（1410年－1449年），字鲁若，福建福州府侯官县人，明朝政治人物、进士出身。"],
        ["牛　吉", 58, "牛吉（1406年－？），字伯□，直隶徐州人，民籍。明朝政治人物。进士出身。"],
        ["王　信", 59, "王信（1404年－？），字以诚，河南汝宁府上蔡县人，民籍。明朝政治人物。进士出身。"],
        ["贾　恪", 60, "贾恪（1414年－1475年），字惟恭，河南开封府通许县人，民籍。明朝政治人物。进士出身。"],
        ["王　璟", 61, "王璟（1408年－？），字仲莹，直隶淮安府海州人，军籍。明朝政治人物。进士出身。"]
    ],
    "index": 20,
    "url": "https://zh.wikipedia.org/wiki/Template:%E6%AD%A3%E7%B5%B1%E5%9B%9B%E5%B9%B4%E5%B7%B1%E6%9C%AA%E7%A7%91%E6%AE%BF%E8%A9%A6%E9%87%91%E6%A6%9C",
    "second": [
        ["张　和", 1, "张和（1412年－？），字节之，直隶苏州府崑山县人，民籍。明朝政治人物。进士出身。"],
        ["钱　溥", 2, "钱溥（1408年－1488年），字原溥，直隶松江府华亭县人，民籍。明朝官员。进士出身。"],
        ["章　纶", 3, "章纶（1413年－1483年），字大经，浙江乐清县雁荡山北麓南阁村人（今浙江省乐清市仙溪镇南阁村），明朝政治人物。"],
        ["刘　孚", 4, "刘孚（1395年－？），字诚之，江西吉安府泰和县人，民籍。明朝政治人物。进士出身。"],
        ["祝　颢", 5, "《沧浪亭五百名贤像》之祝颢石刻像"],
        ["夏　遂", 6, "夏遂（1418年－1451年），字存良，直隶苏州府崑山县人，民籍。明朝政治人物。进士出身。"],
        ["李　凤", 7, "李凤（1414年－？），字朝阳，河南开封府祥符县人，民籍。明朝政治人物。进士出身。"],
        ["陈　升", 8, "陈升（1405年－？），字谨顺，福建兴化府仙游县人，民籍。明朝政治人物。进士出身。"],
        ["张　勋", 9, "张勋（1411年－？），字彜鼎，陕西巩昌府会宁县人，军籍。明朝政治人物。进士出身。"],
        ["黄　琛", 10, "黄琛（1413年－？），字廷献，福建延平府将乐县人，民籍。明朝政治人物。进士出身。"],
        ["张　瓛", 11, "张瓛（1402年－？），字惟敬，直隶苏州府吴县人，民籍。明朝政治人物。进士出身。"],
        ["刘　彧", 12, "刘彧（1402年－？），字着章，山东青州府益都县人，军籍。明朝政治人物。进士出身。"],
        ["孟　玘", 13, "孟玘（1412年－1467年），字延振，号静斋。福建闽县人。明朝官员。"],
        ["张　穆", 14, "张穆（1415年－？），字敬之，直隶苏州府崑山县人，民籍。明朝政治人物。进士出身。"],
        ["周　贤", 15, "周贤（1407年－1459年），字用希，直隶苏州府长洲县人，民籍。明朝政治人物。进士出身。"],
        ["周天民", 16, "周天民（1406年－1465年），字希尹，四川省重庆府长寿县人，民籍，治《诗经》，年三十四岁中式正统四年己未科第二甲第十六名进士。十二月二十四日生，行二，曾祖周登；祖周贵；父周绍敬；母张氏；继母黄氏。具庆下，妻陈氏，兄天祥，弟祯；裕。由县学生中式四川乡试第十八名举人，会试中式第九十八名[1]。天顺五年(1461年)，接替谢骞任漳州府知府一职，天顺七年(1463年)由童信接任。"],
        ["王　彰", 17, "王彰，广东承宣布政使司潮州府海阳县（今广东省潮安县）人[1]，明朝政治人物。"],
        ["甘敬修", 18, "甘敬脩（1410年－1469年），字示勉，四川省叙州府富顺县人，军籍，治《诗经》，年三十岁中式正统四年己未科第二甲第十八名进士。八月二十九日生，行二，曾祖甘寿；祖甘志高；父甘雨；母施氏。具庆下，妻姜氏，兄敬儒，弟敬身。由县学增广生中式四川乡试第十八名举人，会试中式第二十三名[1]。"],
        ["林　聪", 19, "林聪（1417年－1482年），字季聪，福建承宣布政使司福州府宁德县（福建省宁德县）人，明朝刑部尚书、左都御史、进士出身。"],
        ["张　瑭", 20, "张瑭（1416年－1449年），字廷玉，浙江宁波府慈溪县人，民籍。明朝政治人物。进士出身。"],
        ["殷　谦", 21, "殷谦（1417年－1504年），字文㧑，号逊斋，直隶涿州人，民籍，明朝政治人物，进士出身。"],
        ["杨　璿", 22, "杨璿（1416年－1474年），字叔玑，直隶常州府无锡县人，军籍。明朝政治人物。进士出身。"],
        ["俞　铎", 23, "俞铎（1415年－1489年），字振文，新昌人。明朝政治人物、进士出身。有子俞深。"],
        ["罗　瑛", 24, "罗瑛（1401年－？），字庆清，江西南昌府丰城县人，民籍。明朝政治人物。进士出身。"],
        ["王　俭", 25, "王俭（1411年－1470年），字用节，四川省重庆府合州铜梁县人，民籍，治《春秋》，年二十九岁中式正统四年己未科第二甲第二十五名进士。六月初三日生，行四，曾祖王政；祖王胜宗；父王仲亨；母郭氏。慈侍下，妻马氏，兄纲（任巴东县儒学训导）；佐；佑，弟侃；伟；儒；脩；亿。由巴东县学生中式湖广乡试第十九名举人，会试中式第七十七名[1]。"],
        ["王　宇", 26, "王宇（1417年－1463年[1]），字仲宏，河南祥符人。明朝政治人物，进士出身。"],
        ["张　勉", 27, "张勉（1415年－1474年），字克勤，山西省大同府应州人，军籍，治《诗经》，年二十五岁中式正统四年己未科第二甲第二十七名进士。正月初七日生，行一，曾祖张均美；祖张藁，常州府无锡县知县；父张文显，前长清驿丞；母刘氏。具庆下，妻赵氏。由聊城县学增广生中式山东乡试第八名举人，会试中式第一百名[1]。"],
        ["章　绘", 28, "章绘（1416年－1476年），字尚素，号勉斋，浙江鄞县（今属宁波市海曙区）人，明朝政治人物，。"],
        ["欧文整", 29, "欧文整（1400年－1459年），字正宗，四川省眉州人，民籍，治《书经》，年四十岁中式正统四年己未科第二甲第二十九名进士。三月十一日生，行三，曾祖欧妙政；祖欧均秀；父欧孟贤；母田氏。永感下，妻周氏，兄文聪；文质。由州学生中式四川乡试第二十三名举人，会试中式第六十六名[1]。"],
        ["王　竑", 30, "明《三才图会》载《兵部尚书王公像》"],
        ["尚　达", 31, "尚达（1402年－？），字兼善，山东兖州府东平县人，军籍。明朝政治人物。进士出身。"],
        ["丰　庆", 32, "丰庆（1413年－？），字文庆，浙江宁波府鄞县人[1]。明朝政治人物。进士出身。"],
        ["孟　瑛", 33, "孟瑛（1416年－？），字彦辉，直隶归德卫人，军籍。明朝政治人物。进士出身。"],
        ["姚　堂", 34, "姚堂（1417年－？），字彦容，浙江宁波府慈谿县人，民籍。明朝政治人物。进士出身。"],
        ["刘　炜", 35, "刘炜，字有融，慈溪人。"]
    ]
}