{"year_name": "正统七年壬戌科殿试金榜", "first": [["刘　俨", 1, "刘俨（1417年－1457年），字宣化，号时雨，谥文介。江西吉水县人。"], ["吕　原", 2, "吕原（1418年－1462年），字逢原，浙江秀水人。明朝政治人物。"], ["黄　谏", 3, "黄谏（1412年－1471年），字廷臣，陕西省临洮府兰县人，站籍，治《书经》，年三十一岁中式正统七年壬戌科第一甲第三名进士。二月十六日生，行二，曾祖黄仕源，元财赋司提举；祖黄文质；父黄志道；嫡母朱氏；生母王氏。具庆下，妻贾氏，兄诚，弟谧；谔。由县学生中式陕西乡试第七名举人，会试中式第六名[1]。"]], "third": [["邓　贵", 1, "邓贵（1413年－？），字安达，江西吉安府吉水县人，民籍。明朝政治人物。进士出身。"], ["秦　颙", 2, "秦颙，字士昂，贵州贵阳人[1]，明朝政治人物、进士出身。"], ["罗如墉", 3, "罗如墉（1404年－1449年），字本崇，庐陵人。明朝官员。"], ["周　铎", 4, "周铎（1417年－？），字秉训，江西吉安府万安县人，民籍。明朝政治人物。进士出身。"], ["杨　镛", 5, "杨镛（1412年－？），字克宣，直隶常州府武进县人，民籍。明朝政治人物。进士出身。"], ["邓　颙", 6, "邓颙（1411年－？），字伯昂，广东韶州府乐昌县人，民籍。明朝政治人物。进士出身。"], ["甘　泽", 7, "甘泽（1416年－？），字洪济，直隶大名府开州人，军籍。明朝政治人物。进士出身。"], ["罗　澄", 8, "罗澄（1409年－？），字景深，浙江绍兴府上虞县人，民籍。明朝政治人物。进士出身。"], ["吴　节", 9, "吴节（1416年－？），字天叙，浙江绍兴府馀姚县人，军籍。明朝政治人物。进士出身。"], ["童守宏", 10, "童守宏（1404年－？），浙江承宣布政使司台州府天台县人，明朝官员，同进士出身。"], ["陈　玑", 11, "陈玑（1413年－？），字文奎，浙江温州府平阳县人，民籍。明朝政治人物。进士出身。"], ["郑　温", 12, "郑温（1406年－？），字厉夫，江西南昌府丰城县人，民籍。明朝政治人物。进士出身。"], ["王　诏", 13, "王诏（1414年－1480年），字伯宣，湖广衡州府衡阳县人，民籍。明朝政治人物。进士出身。"], ["田　玹", 14, "田玹（1413年－？），字廷玉，浙江宁波府奉化县人，民籍。明朝政治人物。进士出身。"], ["张　瑄", 15, "张瑄（1417年－？），字廷玺，江浦人，是中国明朝官员。"], ["杨　益", 16, "杨益（1416年－？），字光谦，山东东昌府临清县人，民籍。明朝政治人物。进士出身。"], ["杨　政", 17, "杨政（1405年－？），字以仁，广东惠州府博罗县人，民籍。明朝政治人物。进士出身。"], ["江　渊", 18, "江渊（1411年－？），字如渊，浙江宁波府奉化县人，军籍。明朝政治人物。进士出身。"], ["朱　骥", 19, "朱骥（1419年－1462年），字汉房，直隶苏州府常熟县人，民籍。明朝政治人物。进士出身。"], ["闻人韺", 20, "闻人韺（1409年－？），字以和，浙江绍兴府馀姚县人，民籍。明朝政治人物。进士出身。"], ["吕　昌", 21, "吕昌（1413年－？），字好隆，浙江绍兴府新昌县人，民籍。明朝政治人物。进士出身。"], ["张　纯", 22, "张纯（1409年－？），字存纯，浙江台州府黄巖县人，民籍。明朝政治人物。进士出身。"], ["黄　锺", 23, "黄锺（1413年－1472年），字功鼎，山东省青州府昌乐县人，军籍，治《诗经》，年三十岁中式正统七年壬戌科第三甲第二十三名进士。十一月十四日生，行五，曾祖黄和；祖黄实；父黄志；母金氏。具庆下，妻周氏，继妻夏氏（聘）；兄铎；恕；责；俊，弟云；信。由云南曲靖军民府学军生中式云南乡试第十名举人，会试中式第七十三名[1]。"], ["高　安", 24, "高安（1416年－1472年），字容静，江西吉安府永丰县人，民籍。明朝政治人物。进士出身。"], ["谢　绅", 25, "谢绅（1414年－？），字伟仪，江西吉安府万安县人，民籍。明朝政治人物。进士出身。"], ["徐　正", 26, "徐正（1417年－？），字惟中，直隶苏州府吴江县人，民籍。明朝政治人物。同进士出身。"], ["李　实", 27, "李实（1413年－1472年），字孟诚，四川省重庆府合州人，明朝政治人物[1]。"], ["黄仕儁", 28, "黄仕儁（1405年－1474年），字廷臣，四川叙州府富顺县人，民籍。明朝政治人物。同进士出身。"], ["王　理", 29, "王理（1404年－？），字淑庸，江西吉安府安福县人，民籍。明朝政治人物。进士出身。"], ["马　显", 30, "马显（1417年－？），字文明，直隶广平府广平县人，民籍。明朝政治人物。进士出身。"], ["张　瑛", 31, "张瑛（1411年－？），字廷玉，浙江杭州府钱塘县人，民籍。明朝政治人物。进士出身。"], ["马　顼", 32, "马顼（1415年－？），字士钦，直隶淮安府山阳县人，民籍。明朝政治人物。进士出身。"], ["唐　锺", 33, "唐锺（1410年－？），字廷用，陕西西安府干州人，民籍。明朝政治人物。进士出身。"], ["徐　善", 34, "徐善可以是下列人物："], ["路　璧", 35, "路璧（1412年－？），字斐资，江西吉安府安福县人，民籍。明朝政治人物。进士出身。"], ["尹　鋐", 36, "尹鋐（？－1449年），字太和，巴县人，明朝官员、进士出身。"], ["王　庾", 37, "王庾（1407年－？），字仲京，湖广武昌府江夏县人，民籍。明朝政治人物。进士出身。"], ["陈　浩", 38, "陈浩可以指："], ["尹　礼", 39, "尹礼（1403年－？），字内则，江西吉安府永新县人，官籍。明朝政治人物。进士出身。"], ["郎　胜", 40, "郎胜（1408年－？），字汝彬，浙江严州府建德县人，民籍。明朝政治人物。进士出身。"], ["章　文", 41, "章文（1401年－？），字彦英，浙江杭州府临安县人，民籍。明朝政治人物。进士出身。"], ["谢　睿", 42, "谢睿（1411年－？），字邦达，浙江台州府临海县人，民籍。明朝政治人物。进士出身。"], ["毕　鸾", 43, "毕鸾（1404年－？），字冲霄，直隶真定府井陉县人，民籍。明朝政治人物。进士出身。"], ["翁世资", 44, "翁世资（1415年－1483年）[1]，字资辅，福建承宣布政使司兴化府莆田县（今福建省莆田市）人，明朝户部尚书，同进士出身。"], ["夏　裕", 45, "夏裕（1409年－？），字孔裕，福建福州府福清县人，民籍。明朝政治人物。进士出身。"], ["郑　敬", 46, "郑敬（1413年－1470年），字德聚，福建福州府福清县人，军籍。明朝政治人物。进士出身。"], ["阎　宽", 47, "阎宽（1404年－？），字德厚，山东青州府乐安县人，民籍。明朝政治人物。进士出身。"], ["胡　贯", 48, "胡贯（1399年－1458年），字一贯，四川省眉州人，军籍，治《书经》，年四十四岁中式正统七年壬戌科第三甲第四十八名进士。十二月二十八日生，行二，曾祖胡彦祥；祖胡允中；父胡志高；母黄氏；继母阮氏。慈侍下，妻萧氏，兄濬，弟□；潮；澄；海；深；灏。由国子生中式顺天府乡试第四十二名举人，会试中式第五十一名[1]。"], ["曾　昂", 49, "曾昂（1415年－1474年），字仲英，四川省重庆府合州铜梁县人，民籍，明朝政治人物、进士出身。"], ["左　辅", 50, "左辅（1416年－？），字良弼，江西吉安府安福县人，民籍。明朝政治人物。进士出身。"], ["黄　宗", 51, "黄宗（1407年－？），字廷礼，直隶松江府华亭县人，民籍。明朝政治人物。进士出身。"], ["芮　钊", 52, "芮钊（1408年－1462年），字宗远，顺天府通州宝坻县人，民籍。明朝政治人物。进士出身。"], ["辛　浩", 53, "辛浩（1414年－？），字养正，湖广武昌府江夏县人，军籍。明朝政治人物。进士出身。"], ["刘　怀", 54, "刘怀（1413年－？），字以德，顺天府大兴县人，富户籍。明朝政治人物。进士出身。"], ["董　昱", 55, "董昱（1411年－？），字文昭，顺天府通州漷县人，民籍。明朝政治人物。进士出身。"], ["骆　敏", 56, "骆敏（1406年－？），字士聪，江西九江府湖口县人，民籍。明朝政治人物。进士出身。"], ["欧阳正", 57, "欧阳正（1399年－？），字楷正，江西吉安府吉水县人，民籍。明朝政治人物。进士出身。"], ["强　宏", 58, "强宏（1411年－？），字仕容，河南汝宁府汝阳县人，民籍。明朝政治人物。进士出身。"], ["娄　良", 59, "娄良（1411年－1485年），字至善，河南开封府通许县人，匠籍。明朝政治人物。进士出身。"], ["王　剀", 60, "王凯（1414年－？），字舜举，直隶保定府庆都县人，民籍。明朝政治人物。进士出身。"], ["杨　观", 61, "杨观（1406年－1465年），字尚宾，四川成都府新都县人，民籍，治《易经》，年三十七岁中式正统七年壬戌科第三甲第六十一名进士。七月十一日生，行四，曾祖杨文宝；祖杨学可；父杨崇节；母陈氏。慈侍下，妻郑氏，继妻胡氏；兄轼；輗；軏，弟载；轸；升；晋。由府学生中式四川乡试第一十二名举人，会试中式第一百三十四名[1]。"], ["曹　祥", 62, ""], ["郑　宁", 63, "郑宁（1419年－1488年），字志道，号静斋，河南承宣布政使司开封府祥符（今河南开封市）人，明朝政治人物、进士出身。"], ["魏　贞", 64, "魏贞（1416年－1449年），字正己，南直隶凤阳府怀远县人，民籍。明朝政治人物。进士出身。"], ["黄　祯", 65, "黄祯（1415年－？），字膺祉，江西吉安府永丰县人，民籍。明朝政治人物。进士出身。"], ["刘　贤", 66, "刘贤（1399年－1458年），字时举，福建省福州府侯官县人，军籍，治《礼记》，年四十四岁中式正统七年壬戌科第三甲第六十六名进士。二月二十五日生，行九，曾祖刘福；祖刘祐；父刘和；母郑氏；继母赵氏。永感下，妻林氏。由国子生中式应天府乡试第六十三名举人[1]，会试中式第五名[2]。授监察御史[3][4]。"], ["任　宁", 67, "任宁（1409年－1468年），字靖之，陕西省西安府临潼县人，军籍，治《易经》，年三十四岁中式正统七年壬戌科第三甲第六十七名进士。八月十二日生，行一，曾祖任道远；祖任博文；父任辉；母黄氏。具庆下，妻董氏，继妻赵氏；弟宣；宅；宏；宇。由国子生中式陕西乡试第七名举人，会试中式第一百十一名[1]。景泰元年闰正月戊申，任宣府巡抚。召回京。"], ["黄　鑑", 68, "黄鑑（1413年－？），字克明，南直隶苏州卫人，军籍。明朝政治人物。同进士出身。"], ["杨　愈", 69, "杨愈（1408年－？），字希贤，直隶太平府当涂县人，民籍。明朝政治人物。进士出身。"], ["丘　嵩", 70, "丘嵩（1412年－1446年），字崇高，江西建昌府南城县人，民籍。明朝政治人物。进士出身。"], ["李　侃", 71, "李侃（1407年－1485年），字希正，顺天府东安县（今属河北省廊坊市）人。明朝进士、政治人物。"], ["沈　讷", 72, "沈讷（1414年－1473年），字敏行，南直隶苏州府崑山县人，医籍，治《春秋》，年二十九岁中式正统七年壬戌科第三甲第七十二名进士。十一月二十六日生，行四，曾祖沈叔阳，元医学正；祖沈士怡；父沈孟舟；母徐氏。具庆下，妻杭氏，兄愚；鲁；质。由县学增广生中式应天府乡试第九名举人，会试中式第一百二十七名[1]。官至按察司副使，卒年四十六[2]。"], ["钱　森", 73, "钱森（1409年－？），字廷茂，浙江宁波府慈谿县人，军籍。明朝政治人物。进士出身。"], ["锺　成", 74, "锺成（1413年－？），字子完，河南开封府原武县人，匠籍。明朝政治人物。进士出身。"], ["张文质", 75, "张文质，字允中，北直隷昌黎县人，明朝礼部尚书、进士出身。"], ["酆　海", 76, "酆海（1407年－？），字朝宗，江西吉安府吉水县人，民籍。明朝政治人物。进士出身。"], ["汪　琰", 77, "汪琰（1418年－？），字廷用，江西饶州府乐平县人，民籍。明朝政治人物。进士出身。"], ["王　宣", 78, "王宣（1408年－1467年），字明理，河南省卫辉府淇县人，民籍，治《诗经》，年三十五岁中式正统七年壬戌科第三甲第七十八名进士。十一月十八日生，行一，曾祖王贤；祖王能；父王忠；母刘氏。具庆下，妻崔氏，弟宏；宁。由县学生中式河南乡试第四十三名举人，会试中式第四十六名[1]。授吏科给事中，累官四川参议[2]"], ["高　谦", 79, "高谦（1411年－？），陕西西安府干州人，民籍。明朝政治人物。进士出身。"], ["郝　璜", 80, "郝璜（1409年－？），字廷器，河南汝宁府光州人，民籍。明朝政治人物。进士出身。"], ["熊　文", 81, "熊文（1417年－？），字彦奎，江西南昌府新建县人，民籍。明朝政治人物。进士出身。"], ["陈汝言", 82, "陈汝言，明朝兵部尚书，进士出身。"], ["白　圭", 83, "白圭（1419年－1474年），字宗玉，北直隶南宫人，明朝兵部尚书，同进士出身。"], ["刘　玘", 84, "刘玘（1414年－？），字仲玉，陕西西安府泾阳县人，军籍。明朝政治人物。进士出身。"], ["陈　铨", 85, "陈铨（1410年－？），字文衡，河南开封府郑州汜水县人，民籍。明朝政治人物。进士出身。"], ["倪　让", 86, "倪让（1400年－？），字允恭，直隶滁州全椒县人，军籍。明朝政治人物。进士出身。"], ["刘　让", 87, "刘让（1413年－1472年），字㧑谦，直隶省河间府沧州人，民籍，治《诗经》，年三十岁中式正统七年壬戌科第三甲第八十七名进士。八月初九日生，行二，曾祖刘彦和；祖刘通甫；父刘浩；母李氏。慈侍下，妻王氏，兄敬。由州学生中式顺天府乡试第十二名举人，会试中式第九十三名[1]。"], ["薛　远", 88, "薛远（1414年－1495年），明朝政治人物。南京庐州府无为州巢县人。明初兵部尚书薛祥之孙。"], ["李　瑶", 89, "李瑶（1405年－？），字仲玉，直隶隆庆州人，民籍。明朝政治人物。进士出身。"], ["张　惠", 90, "张惠（1405年－？），字泽民，山西平阳府吉州人，军籍。明朝政治人物。进士出身。"], ["程　信", 91, "《中兴固本十策》、《修德疏》、《容轩藁》、《晴川钓者集》、《晴洲集》"], ["常　茂", 92, "常茂（1413年－？），字景荣，山西太原府交城县人，军籍。明朝政治人物。进士出身。"], ["甘　节", 93, "甘节（1405年－？），字尚忠，江西南昌府丰城县人，军籍。明朝政治人物。进士出身。"], ["薛　干", 94, "薛干（1411年－？），字景廉，直隶真定府赵州临城县人，民籍。明朝政治人物。进士出身。"], ["万　祥", 95, "万祥（1413年－？），字载道，江西南昌府南昌县人，民籍。明朝政治人物。进士出身。"], ["邵　进", 96, "邵进（1409年－？），字文升，河南开封府钧州新郑县人，军籍。明朝政治人物。进士出身。"]], "index": 21, "url": "https://zh.wikipedia.org/wiki/Template:%E6%AD%A3%E7%B5%B1%E4%B8%83%E5%B9%B4%E5%A3%AC%E6%88%8C%E7%A7%91%E6%AE%BF%E8%A9%A6%E9%87%91%E6%A6%9C", "second": [["陈　宜", 1, "陈宜（1414年－？），字公宜，号静轩，江西承宣布政使司吉安府泰和（今江西泰和县）人，明朝政治人物、进士出身。"], ["徐　简", 2, "徐简（1412年－？），字易道，浙江台州府黄巖县人，军籍。明朝政治人物。进士出身。"], ["龙　澄", 3, "龙澄（1416年－？），字太渊，江西临江府新淦县人，民籍。明朝政治人物。进士出身。"], ["沈　琮", 4, "沈琮（1417年－？），字公礼，浙江嘉兴府平湖县人，民籍。明朝政治人物。进士出身。"], ["邹允隆", 5, "邹允隆（1414年－？），字允隆，福建邵武府泰宁县人，民籍。明朝政治人物。进士出身。"], ["姚　夔", 6, "姚夔（1414年－1473年），字大章，浙江承宣布政使司严州府桐庐县（浙江省桐庐县）人，明朝吏部尚书、礼部尚书、进士出身。"], ["甯　瑛", 7, "甯瑛（1409年－？），字廷玉，山西平阳府稷山县人，民籍。明朝政治人物。进士出身。"], ["朱　荣", 8, "朱荣（1416年－？），字廷宠，福建漳州府长泰县人，匠籍。明朝政治人物。进士出身。"], ["刘　曦", 9, "刘曦（1399年－？），字玉晖，江西吉安府万安县人，民籍。明朝政治人物。进士出身。"], ["王　复", 10, "民国《固安县志》载《王庄简公复遗像》"], ["张　澜", 11, "张澜（1406年－1465年），字道本，四川省泸州人，军籍，治《书经》，年三十七岁中式正统七年壬戌科第二甲第十一名进士。十一月初一日生，行三，曾祖张义敏；祖张德明；父张子伟；母贺氏。慈侍下，妻欧阳氏，兄汉；濬（户部主事）。由州学增广生中式四川乡试第二名举人，会试中式第二名[1]。"], ["解延年", 12, "解延年（1406年－？），字世纪，山东登州府栖霞县人，军籍。明朝政治人物。进士出身。"], ["李　森", 13, "李森（1403年－？），字叔严，福建福州府长乐县人，民籍。明朝政治人物。进士出身。"], ["宋　儒", 14, "宋儒（1406年－？），字宗鲁，浙江宁波府鄞县人，军籍。明朝政治人物。进士出身。"], ["黄　裳", 15, "黄裳（1417年－？），字元吉，江西赣州府兴国县人，军籍。明朝政治人物。进士出身。"], ["潘　英", 16, "潘英（1417年－？），字时彦，浙江绍兴府馀姚县人，军籍。明朝政治人物。进士出身。"], ["潘　鑑", 17, "潘鑑（1411年－？），字庶瞻，江西吉安府安福县人，民籍。明朝政治人物。进士出身。"], ["馀　瓒", 18, "馀瓒（1412年－？），字世用，江西饶州府德兴县人，民籍。明朝政治人物。进士出身。"], ["左　鼎", 19, "左鼎（1409年－1458年），字周器，号立齐，江西吉安府永新县怀忠镇岭上自然村人，民籍。明朝官员。进士出身。"], ["包良佐", 20, "包良佐（1418年－1449年），字克忠。慈溪人。明朝官员、进士出身。"], ["孙振望", 21, "孙振望（1410年－？），名俨，江西南昌府丰城县人，民籍。明朝政治人物。进士出身。"], ["南　昱", 22, "南昱（1406年－？），字时芳，浙江温州府乐清县人，灶县。明朝政治人物。进士出身。"], ["沈　彬", 23, "沈彬可以是下列人物："], ["洪　绳", 24, "洪绳（1403年－？），字文纲，浙江处州府青田县人，民籍。明朝政治人物。进士出身。"], ["姚　龙", 25, "姚龙（1416年－？），字纳言，浙江严州府桐庐县人，民籍。明朝政治人物。进士出身。姚夔堂弟。"], ["郑　序", 26, "郑序（1409年－？），字志礼，福建福州府长乐县人，民籍。明朝政治人物。进士出身。"], ["刘　锴", 27, "刘锴（1416年－？），字用甫，江西吉安府泰和县人，民籍。明朝政治人物。进士出身。"], ["翟　敬", 28, "翟敬（1418年－？），字致恭，顺天府大兴县（今北京市大兴区）人，匠籍。明朝政治人物。进士出身。"], ["王　槩", 29, "王概（1418年－1474年），字同节，江西吉安府庐陵县人，民籍。明朝政治人物。进士出身。"], ["顾孟乔", 30, "顾孟乔（1398年－？），字仁春，福建兴化府莆田县人，民籍。明朝政治人物。进士出身。"], ["王　英", 31, "王英（？年－？年），字孟育[1]。福建承宣布政使司福州府闽县（今属福建省福州市闽侯县）人，明朝政治人物。"], ["胡　珉", 32, "胡珉（1405年－？），字文珮，直隶庐州府舒城县人，民籍。明朝政治人物。进士出身。"], ["刘子锺", 33, "刘子锺（1415年－？），字廷振，山东兖州府东平州人，民籍。明朝政治人物。进士出身。"], ["胡　渊", 34, "胡渊（1400年－？），字仲深，直隶庐州庐江县人，民籍。明朝政治人物。进士出身。"], ["郑　清", 35, "郑清（1395年－？），字廷宪，江西吉安府泰和县人，民籍。明朝政治人物。进士出身。"], ["项　忠", 36, "项忠（1421年－1502年），字荩臣，浙江承宣布政使司嘉兴府嘉兴县（浙江省嘉兴市）人，明朝政治人物，进士出身，官至刑部尚书、兵部尚书。"], ["萧　俨", 37, "萧俨（1406年－1465年），字畏之，四川成都府内江县人，民籍，治《书经》，年三十七岁中式正统七年壬戌科第二甲第三十七名进士。十月二十七日生，行四，曾祖萧远中；祖萧兴祖；父萧文绶，礼科给事中；母方氏。慈侍下，妻黄氏，兄俊；杰（本县医学训科）；伦。由县学增广生中式四川乡试第六名举人，会试中式第三十五名[1]。历刑部郎中，后升任贵州左布政[2]"], ["叶　春", 38, "叶春（1406年－？），字时元，浙江衢州府开化县人，军籍。明朝政治人物。进士出身。"], ["卢　祥", 39, "卢祥（1403年－1468年），字仲和，广东广州府东莞县人，民籍。明朝政治人物。进士出身。"], ["李正芳", 40, "李正芳（1411年－？），字彦硕，湖广黄州府麻城县人，民籍。明朝政治人物。进士出身。"], ["张云翰", 41, "张云翰（1401年－1460年），字鹰扬，四川成都府德阳县人，"], ["刘　福", 42, "刘福（1417年－？），字崇善，福建建宁府建安县人，民籍。明朝政治人物。进士出身。"], ["俞　鑑", 43, "俞鑑（1413年－1449年），字元吉，桐庐人。明朝官员、进士出身。"], ["鲁　文", 44, "鲁文（1410年－？），字文明，湖广长沙府湘阴县人，军籍。明朝政治人物。进士出身。"], ["李　鑑", 45, "李鑑（1407年－？），字明远，湖广长沙府安化县人，军籍。明朝政治人物。进士出身。"], ["熊　璘", 46, "熊璘（1410年－？），字文玉，河南汝宁府罗山县人，民籍。明朝政治人物。进士出身。"], ["王　俨", 47, "王俨（1414年－1473年），字民望，江西吉安府泰和县人，民籍，治《易经》，年二十九岁中式正统七年壬戌科第二甲第四十七名进士。六月十一日生，行二，曾祖王复初；祖王麟昭；父王彦瑞；嫡母赵氏；郭氏。具庆下，妻彭氏，兄民彝，弟民表。由县学增广生中式江西乡试第四十七名举人，会试中式第一百四十八名[1]。选行人司行人，升任户科给事中，调刑科，因事连坐，贬为山东郯城县主簿，致仕归乡去世[2]。"], ["刘华甫", 48, "刘华甫（1412年－？），初名光，以字行，江西南昌府丰城县人，民籍。明朝政治人物。进士出身。"], ["干　璠", 49, "干璠（1419年－？），字廷玉，顺天府霸州人，民籍。明朝政治人物。进士出身。"], ["韩　雍", 50, "韩雍（1422年－1478年），字永熙，长洲（今江苏苏州市）人。明朝进士、官员。"]]}