{
    "year_name": "景泰二年辛未科殿试金榜",
    "first": [
        ["柯　潜", 1, "柯潜（1423年－1473年），字孟时，号竹岩，福建莆田城厢区灵川镇柯朱村人，明朝政治人物、状元。"],
        ["刘　昇", 2, "刘昇（1431年－1461年），江西永新攸县人，明朝政治人物、榜眼。"],
        ["王　", 3, "王㒜，字廷贵，江苏武进人，明朝政治人物、探花。"]
    ],
    "second": [
        ["吴　汇", 1, "吴汇（1412年－？），字会川，江西临江府新喻县人，民籍，明朝政治人物。进士出身。"],
        ["周　舆", 2, "《松江邦彦图》之周舆像"],
        ["戚　澜", 3, "戚澜（1423年－？），字文湍，浙江绍兴府馀姚县人，民籍，明朝政治人物。进士出身。"],
        ["王　祐", 4, "王祐（1422年－？），字宗吉，直隶松江府华亭县人，军籍，明朝政治人物。进士出身。"],
        ["林　璟", 5, "林璟（1418年－？），字继文，福建福州府怀安县人，明朝政治人物、进士出身。"],
        ["宋　旻", 6, "宋旻（1420年－1498年），字弘泽，浙江严州府淳安县人，民籍，明朝政治人物。进士出身。"],
        ["牟　俸", 7, "牟俸（1420年－1479年），字公爵，四川省重庆府巴县人，明朝政治人物。[1]"],
        ["吴　镃", 8, "吴镃（1429年－1488年），字时可，四川成都府资县人，军籍，治《书经》，年二十三岁中式景泰二年辛未科第二甲第八名进士。六月二十八日生，行二，曾祖吴友富；祖吴璘；父吴志源；母彭氏。严侍下，妻窦氏（聘），兄钲，弟镜；镛；铨。由府学增广生中式四川乡试第十六名举人，会试中式第九十五名[1]。"],
        ["陈　杰", 9, "陈杰（1421年－？），字公佐，直隶常州府武进县人，官借，明朝政治人物。进士出身。"],
        ["张　永", 10, "张永（1423年－1482年），字邵龄，四川省顺庆府南充县人，民籍，治《诗经》，年二十九岁中式景泰二年辛未科第二甲第十名进士。二月十三日生，行四，曾祖张汝舟；祖张友谅；父张琚，前兵马副指挥；前母胡氏；杨氏。永感下，妻杨氏，兄鲁成；自成；思明，弟惖。由国子生中式四川乡试第三十六名举人，会试中式第三十四名[1]。"],
        ["朱　镛", 11, "朱镛（1423年－？），字廷用，浙江杭州府仁和县人，民籍，明朝政治人物。进士出身。"],
        ["吴　遵", 12, "吴遵（1416年－？），字时极，江西吉安府奉和县人，军籍，明朝政治人物。进士出身。"],
        ["袁　凯", 13, "袁凯（1415年－？），又名袁恺，字舜举[1]，直隶松江府华亭县人，军籍，明朝政治人物。进士出身。"],
        ["吴　璘", 14, "吴璘（1429年－？），字廷润，直隶崑山县人，应天府上元县匠借，明朝政治人物。进士出身。"],
        ["吴　智", 15, "吴智（1416年－？），字宏哲，福建兴化府莆田县人，匠借，明朝政治人物。进士出身。"],
        ["赵　谧", 16, "赵谧（1418年－？），字子安，陕西西安府泾阳县人，军籍，明朝政治人物。进士出身。"],
        ["桂　山", 17, "桂山（1419年－1478年），字本宁，四川成都府成都县人，军籍，治《书经》，年三十三岁中式景泰二年辛未科第二甲第十七名进士。六月二十八日生，行三，曾祖桂德高，元两淮都转运司提举；祖桂伯华；父桂文礼；母刘氏；继母蒋氏。严侍下，妻王氏，兄广；龙。由国子生中式四川乡试第四十三名举人，会试中式第十六名[1]。"],
        ["胡　㴱", 18, "胡深（1422年－1481年），字本渊，四川省叙州府富顺县人，民籍，治《诗经》，年三十岁中式景泰二年辛未科第二甲第十八名进士。十二月二十一日生，行二，曾祖胡则仁；祖胡斌；父胡志海；母王氏。具庆下，妻舒氏，兄泾。由国子生中式四川乡试第四十四名举人，会试中式第五十七名[1]。"],
        ["孙　仁", 19, "孙仁（1418年－？），字世荣，直隶池州府贵池县人，军籍，明朝政治人物。进士出身。"],
        ["刘　春", 20, "刘春（1417年－1476年），字缉昭，江西省吉安府庐陵县人，锦衣卫镇抚司军籍，治《诗经》，年三十五岁中式景泰二年辛未科第二甲第二十名进士。十月初九日生，行三，曾祖刘吉甫；祖刘孝先；父刘慎脩；母戴氏。具庆下，妻李氏，兄缉昌；缉旵，弟缉暄；缉晟。由国子生中式应天府乡试第五十五名举人，会试中式第四十七名[1]。"],
        ["孙　珉", 21, "孙珉（1420年－？），字宗理，山东济南府齐东县人，民籍，明朝政治人物。进士出身。"],
        ["吕　晟", 22, "吕晟（1426年－？），字景熙，江西广信府永丰县人，民籍，明朝政治人物。进士出身。"],
        ["林　鹗", 23, "明《三才图会》载《刑部右侍郎林公像》"],
        ["江　肜", 24, "江彤（1420年－？），字而庄，江西吉安府吉水县人，民籍，明朝政治人物。进士出身。"],
        ["郑　宏", 25, "郑宏（1423年－？），字克宽，广西桂林府临桂县人，军籍，明朝政治人物。进士出身。"],
        ["沈　性", 26, "沈性（1420年－？），字士彝，一字克循，号砥轩。浙江绍兴府会稽县人，明朝政治人物、进士出身。民籍。"],
        ["盛　昹", 27, "盛昶（1425年－？），字允高，苏州府吴江县人，明朝进士、官员。"],
        ["馀子俊", 28, "馀子俊（1429年－1488年），字士英，四川省眉州青神县人，军籍，治《诗经》，年二十三岁中式景泰二年辛未科第二甲第二十八名进士。三月十四日生，行一，曾祖馀德成；祖馀永泰，赠户部主事；父馀祥，户部郎中；嫡母朱氏（赠安人）；张氏。慈侍下，妻魏氏，弟子伟。由县学生中式四川乡试第六十七名举人，会试中式第一百六十二名[1]。"],
        ["唐　瑜", 29, "唐瑜（1423年－？），字廷美，直隶松江府上海县人，民籍，明朝政治人物。进士出身。"],
        ["陈　敬", 30, "陈敬（1420年－？），字体清，福建兴化府莆田县人，民籍，明朝政治人物。进士出身。"],
        ["唐　泰", 31, "唐泰（1416年－？），字时雍，浙江杭州府仁和县人，民籍，明朝政治人物。进士出身。"],
        ["黄　深", 32, "黄深（1419年－？），字仲渊，福建兴化府莆田县人，民籍，明朝政治人物。进士出身。"],
        ["李秉彝", 33, "李秉彜（1424年－？），字好德，直隶苏州府崑山县人，顺天府大兴匠借，明朝政治人物，进士出身。"],
        ["汪　浩", 34, "汪浩（1417年－？），字弘初，湖广荆州府石首县人，民籍，明朝政治人物。进士出身。"],
        ["周　监", 35, "周监（1415年－？），字文郁，江西吉安府安福县人，民籍，明朝政治人物。进士出身。"],
        ["王　献", 36, "王献（1435年－？），字惟臣，浙江杭州府仁和县人，军籍，明朝政治人物。进士出身。"],
        ["张　璿", 37, "张璿（1419年－？），字宗舜，陕西西安府长安县人，医借，明朝政治人物。进士出身。"],
        ["李　惠", 38, "李惠（1415年－？），字廷吉，广东潮州府海阳县人，明朝政治人物。进士出身。"],
        ["刘子肃", 39, "刘子肃（1412年－？），字敬之，江西南昌府南昌县人，民籍，明朝政治人物。进士出身。"],
        ["和　维", 40, "和维（1420年－？），字振纲，山西泽州陵川县人，军籍，明朝政治人物。进士出身。"],
        ["周必兆", 41, "周必兆（1409年－？），字必兆，江西吉安府安福县人，民籍，明朝政治人物。进士出身。"],
        ["吴　福", 42, "吴福（1421年－？），字天锡，浙江严州府淳安县人，民籍，明朝政治人物。进士出身。"],
        ["李　观", 43, "李观（1424年－？），字用宾，直隶保定府唐县人，民籍，明朝政治人物。进士出身。"],
        ["成　凯", 44, "成凯（1426年－1452年），字舜卿，陕西西安府耀州人，明朝政治人物。"],
        ["刘　宣", 45, "刘宣（1425年－？），字绍和，江西吉安府安福县人，，明朝政治人物。进士出身。"],
        ["朱　华", 46, "朱华（1422年－？），字文辉，应天府上元县人，匠借，明朝政治人物。进士出身。"],
        ["李　钧", 47, "李钧（1409年－？），字许国，江西吉安府永新县人，明朝官员、进士出身。"],
        ["俞　钦", 48, "俞钦（1431年－？），字振恭，浙江绍兴府新昌县人，明朝政治人物、进士出身。"],
        ["胡　钦", 49, "胡钦（1411年－？），字钦承，江西吉安府庐陵县人，民籍，明朝政治人物。进士出身。"],
        ["王　琳", 50, "王琳（1428年－？），字充献，江西吉安府吉水县人，民籍，明朝政治人物。进士出身。"],
        ["相　杰", 51, "相杰（1428年－？），字世英，直隶松江府华亭县人，顺天府大兴县匠借，明朝政治人物。进士出身。"],
        ["陈嘉猷", 52, "陈嘉猷（1423年－？），字世用，浙江绍兴府馀姚县人，官借，明朝政治人物。进士出身。"],
        ["陈　僎", 53, "清道光九年《吴郡名贤图传赞》之陈僎像，孔继尧绘。"],
        ["杨守陈", 54, "杨守陈（1425年－1489年），明朝大臣。字维新，号镜川，鄞县（今浙江宁波市）栎社人。"],
        ["张　玑", 55, "张玑（1422年－？），字宗璿，山东济南府齐东县人，民籍，明朝政治人物。进士出身。"],
        ["陶　复", 56, "陶复（1418年－？），字仕亨，江西建昌府南城县人，军籍，明朝政治人物。进士出身。"],
        ["邓　顺", 57, "邓顺（1427年－1486年），字行健，四川省泸州人，军籍，治《书经》，年二十五岁中式景泰二年辛未科第二甲第五十七名进士。三月初八日生，行一，曾祖邓胜祖；祖邓陈珷；父邓俊；母杨氏。具庆下，妻戴氏，弟颐；颜。由州学增广生中式四川乡试第十二名举人，会试中式第九十三名[1]。"],
        ["周　达", 58, "周达（1416年－？），字翔凤，江西吉安府安福县人，军籍，明朝政治人物。进士出身。"],
        ["欧阳复", 59, "欧阳复（1425年－？），字时亨，湖广郴州桂阳县人，明朝政治人物、进士出身。欧阳道安之子。"],
        ["夏　埙", 60, "夏壎（1423年－？），字宗成，浙江台州府天台人。明朝官吏、进士出身。"],
        ["高　明", 61, "高明（1422年－？），字上达，江西广信府贵溪人，是中国明朝官员。"],
        ["江　玭", 62, "江玭（1413年－？），字用良，浙江承宣布政使司杭州府仁和县（今浙江省杭州市）人，明朝政治人物、进士出身。江通之子。"],
        ["罗　洪", 63, "罗洪（1422年－？），字从范，浙江台州府黄巖县人，灶籍，明朝政治人物。进士出身。"],
        ["章　格", 64, "《沧浪亭五百名贤像》之章格石刻像"],
        ["周　澂", 65, "周澂（1422年－？），字伯渊，直隶苏州府吴县人，武功中卫军匠借，明朝政治人物。进士出身。"],
        ["张　海", 66, "张海（1428年－？），字朝宗，直隶淮安府安东县人，民籍，明朝政治人物。进士出身。"],
        ["陈鸿渐", 67, "陈鸿渐，福建连江学前铺人，明朝政治人物、进士出身。"],
        ["顾　珣", 68, "顾珣（1425年－？），字文之，直隶苏州府吴县人，民籍，明朝政治人物。进士出身。"],
        ["潘本愚", 69, "潘本愚（1417年－1467年），字克明，广东惠州府博罗县人。明朝政治人物、进士出身。"],
        ["陆　", 70, "清人绘陆昶公服像"],
        ["董　轩", 71, "童轩（1425年－？），字志昂，江西饶州府鄱阳县人，民籍，明朝政治人物。进士出身。"],
        ["童　缘", 72, "童缘（1425年－？），字大璋，浙江杭州府钱塘县人，匠借，明朝政治人物。进士出身。"],
        ["李　毓", 73, "李毓（1419年－？），字廷秀，直隶苏州府常熟县人，军籍，明朝政治人物。进士出身。"],
        ["邓　明", 74, "邓明（1412年－1471年），字允哲，江西吉安府安福县人，军籍，治《易经》，年四十岁中式景泰二年辛未科第二甲第七十四名进士。九月二十二日生，行四，曾祖邓仁芳；祖邓伯彦；父邓祥端；母周氏。具庆下，妻彭氏，弟凝。由国子生中式江西乡试第十名举人，会试中式第四十三名[1]。"],
        ["陈　蕙", 75, "陈蕙（1416年－？），字秀仪，江西吉安府永丰县人，民籍，明朝政治人物。进士出身。"]
    ],
    "index": 24,
    "url": "https://zh.wikipedia.org/wiki/Template:%E6%99%AF%E6%B3%B0%E4%BA%8C%E5%B9%B4%E8%BE%9B%E6%9C%AA%E7%A7%91%E6%AE%BF%E8%A9%A6%E9%87%91%E6%A6%9C",
    "third": [
        ["曹　衡", 1, "曹衡（1413年－？），字宗衡，浙江台州府临海县人，军籍，明朝政治人物。进士出身。"],
        ["李　瓛", 2, "李瓛（1424年－？），字世望，江西南昌府丰城县人，军籍，明朝政治人物。进士出身。"],
        ["彭　烈", 3, "彭烈（1414年－？），江西吉安府庐陵县人。明朝官吏、进士出身。"],
        ["周　钦", 4, "周钦（1418年－？），字守敬，南京水军右卫人，军籍，明朝政治人物。进士出身。"],
        ["王　祥", 5, "王祥（1421年－1480年），字元吉，四川成都府资县人，军籍，治《春秋》，年三十一岁中式景泰二年辛未科第三甲第五名进士。九月初九日生，行一，曾祖王普恕；祖王应先；父王源；母苏氏。具庆下，妻汪氏。由顺天府武清县学军生中式顺天府乡试第一百十一名举人，会试中式第一百七十一名[1]。"],
        ["王　越", 6, "王越（1425年－1498年[1]），字世昌，大名府濬县人，明朝军事将领、威宁伯，进士出身。"],
        ["吴　琛", 7, "吴琛（1428年－？），字舆璧，直隶太平府繁昌县人，民籍，明朝政治人物。进士出身。"],
        ["张　业", 8, "张业（1416年－？），字振烈，江西吉安府安福县人，民籍，明朝政治人物。进士出身。"],
        ["刘　敷", 9, "刘敷（1421年－1502年），字叔荣，江西吉安府永新县人，民籍，明朝政治人物。进士出身。"],
        ["徐安行", 10, "徐安行（1408年－？），字允端，浙江温州府永嘉县人，民籍，明朝政治人物。进士出身。"],
        ["严　诚", 11, "严诚（1419年－？），字克诚，湖广安陆州京山县人，民籍，明朝政治人物。同进士出身。"],
        ["尤　瓒", 12, "尤瓉（1414年－1473年），字贵之，四川省成都府内江县人，军籍，治《书经》，年三十八岁中式景泰二年辛未科第三甲第十二名进士。九月初九日生，行一，曾祖尤道真；祖尤兴文；父尤其；母刘氏。重庆下，妻王氏，弟希清；希南；希邦。由国子生中式四川乡试第四十五名举人，会试中式第八十二名[1]。"],
        ["伍　善", 13, "伍善（1420年－1479年），字元吉，四川省重庆府合州人，民籍，治《易经》，年三十二岁中式景泰二年辛未科第三甲第十三名进士。十一月初十日生，行四，曾祖伍省二；祖伍文贵；父伍仕敏；母董氏。永感下，妻李氏，兄善能；善治；善礼。由国子生中式四川乡试第二十一名举人，会试中式第四十八名[1]。曾任贵州巡按监察御史。"],
        ["汤　懋", 14, "汤懋（1416年－？），字攻勉，江西吉安府永丰县人，民籍，明朝政治人物。进士出身。"],
        ["蔡　昇", 15, "蔡昇（1417年－？），字孟旸，河南开封府祥符县人，军籍，明朝政治人物。进士出身。"],
        ["陈　颢", 16, "陈颢（1414年－？），字□□，山东济宁州人，民籍，明朝政治人物。进士出身。"],
        ["朱　锐", 17, "朱锐（1421年－？），字廷钺，顺天府通州人，军籍，明朝政治人物。进士出身。"],
        ["莫　灏", 18, "莫灏（1423年－？），字景渊，顺天府宛平县人，民籍，明朝政治人物。进士出身。"],
        ["欧　贤", 19, "欧贤（1425年－？），字宗德，广西梧州府苍梧县人，民籍，明朝政治人物。进士出身。"],
        ["高　禋", 20, "高禋（1421年－？），字惟寅，直隶松江府华亭县人，官籍，明朝政治人物。进士出身。"],
        ["刘　俭", 21, "刘俭（1414年－？），字宗禹，江西饶州府浮梁县人，民籍，明朝政治人物。进士出身。"],
        ["胡　鍊", 22, "胡鍊（1423年－？），字允智，江西吉安府庐陵县人，民籍，明朝政治人物。进士出身。"],
        ["郑　林", 23, "郑林（1416年－？），字伯森，浙江衢州府常山县人，民籍，明朝政治人物。进士出身。"],
        ["樊　冕", 24, "樊冕（1423年－？），字景瞻，山西平阳府蒲州荣河县人，锦衣卫镇抚司军匠籍，明朝政治人物。进士出身。"],
        ["林孔滋", 25, "林孔滋（1423年－？），以字行，福建福州府怀安县人，明朝政治人物、同进士出身。"],
        ["游　明", 26, "游明（1413年－？），字大昇，江西南昌府丰城县人，军籍，明朝政治人物。进士出身。"],
        ["丁　信", 27, "丁信（1428年－？），字诚之，河南开封府祥符县人，民籍，明朝政治人物。进士出身。"],
        ["陈　善", 28, "陈善（1420年－？），字崇谦，福建兴化府莆田县人，盐籍，明朝政治人物。进士出身。"],
        ["戚　宁", 29, "戚宁（1421年－？），字永康，河南卫辉府新乡县人，民籍，明朝政治人物。进士出身。"],
        ["郭　本", 30, "郭本（1423年－？），字道允，湖南平江县人，因祖辈谪戍而落籍广西柳州卫融县守御千户所。明朝政治人物。"],
        ["程　宗", 31, "程宗（1426年－？），字源伊，直隶苏州府常熟县人，民籍，明朝政治人物。进士出身。"],
        ["吴　诚", 32, "吴诚（1423年－？），字尚忠，浙江杭州府钱塘县人，民籍，明朝政治人物。进士出身。"],
        ["刘　彝", 33, "刘彝（1407年－？），字惇伦，江西吉安府安福县人，军籍，明朝政治人物。进士出身。"],
        ["杨　青", 34, "杨青（1423年－？），字士昂，浙江嘉兴府桐乡县人，军籍，明朝政治人物。进士出身。"],
        ["刘　昭", 35, "刘昭（1425年－1490年），字克明，陕西承宣布政使司西安府邠州（今陕西省咸阳市彬县）人，明朝政治人物，官至工部、户部尚书。"],
        ["阳显嘉", 36, "阳显嘉（1421年－？），字谦亨，江西吉安府吉水县人，军籍，明朝政治人物。进士出身。"],
        ["严　宪", 37, "严宪（1429年－？），字廷章，河南省陈州府扶沟县人，明朝政治人物、进士出身。"],
        ["许　伦", 38, "许伦（1412年－？），字宗彛，广东潮州府潮阳县人，明朝政治人物、进士出身。"],
        ["杨　福", 39, "杨福（1423年－？），字孟禧，直隶永平卫人，官籍，明朝政治人物。进士出身。"],
        ["刘　纪", 40, "刘纪（1419年－1478年），字理之，四川省重庆府涪州人，民籍，治《书经》，年三十三岁中式景泰二年辛未科第三甲第四十名进士。六月三十日生，行三，曾祖刘法祖；祖刘思义；父刘澄；母吴氏。永感下，妻冷氏 ，兄本；纲。由国子生中式四川乡试第三名举人，会试中式第六十九名[1]。"],
        ["王　佐", 41, "王佐（1423年－？），字彦弼，福建承宣布政使司福州府侯官县（今福建省福州市）人，明朝政治人物、进士出身。"],
        ["岳　璿", 42, "岳璿（1420年－？），字文玑，河南开封府祥符县人，匠籍，明朝政治人物。进士出身。"],
        ["张　鹏", 43, "张鹏（1420年－1491年[1]），字腾霄，涞水人。进士出身，明朝兵部尚书。"],
        ["龙　需", 44, "龙需（1415年－？），字邦举，江西吉安府永新县人，民籍，明朝政治人物。进士出身。"],
        ["盛　颙", 45, "盛颙，字时望，无锡人。明朝人物、进士出身。"],
        ["刘　观", 46, "刘观（1424年－？），字廷宾，直隶常州府武进县人，民籍，明朝政治人物。进士出身。"],
        ["赵　瑛", 47, "赵瑛（1423年－？），字玉辉，河南怀庆府河内县人，军籍，明朝政治人物。进士出身。"],
        ["阎　铎", 48, "阎铎（1423年－？），字文振，陕西西安府兴平县人，军籍，明朝政治人物。同进士出身。"],
        ["邵思祥", 49, "邵思祥（1418年－？），字梦麟，浙江衢州府常山县人，民籍，明朝政治人物。进士出身。"],
        ["杨　璡", 50, "杨璡（1419年－？），字文玉，山西太原府祁县人，民籍，明朝政治人物。进士出身。"],
        ["李　烨", 51, "李烨（1426年－？），字宗文，山东兖州府沂州人，民籍，明朝政治人物。进士出身。"],
        ["欧阳熙", 52, "欧阳熙（1423年－1482年），字时熙，江西吉安府泰和县人，民籍，治《春秋》，年二十九岁中式景泰二年辛未科第三甲第五十二名进士。十月二十五日生，行一，曾祖欧阳观民；祖欧阳贤，国子监助教，赠吏部主事；父欧阳广涧；母王氏。具庆下，妻萧氏，继妻吴氏；欧阳伯哲（河南按察司副使）；欧阳伯洙（四川按察司副使）；欧阳伯汤（刑部员外郎），弟欧阳勳。由国子生中式江西乡试第二十一名举人，会试中式第二十四名[1]。"],
        ["李　牧", 53, "李牧（1423年－？），字克治，广东肇庆府四会县人，民籍，明朝政治人物。进士出身。"],
        ["郭　纪", 54, "郭纪（1419年－？），字彦理，山西大同府大同县人，民籍，明朝政治人物。同进士出身。"],
        ["吴　立", 55, "吴立（1415年－？），字大本，江西广信府贵溪县人，民籍，明朝政治人物。进士出身。"],
        ["郑　纮", 56, "郑纮（1418年－1477年），字士冕，四川成都府简县人，灶籍，治《书经》，年三十四岁中式景泰二年辛未科第三甲第五十六名进士。八月初一日生，行一，曾祖郑元益；祖郑朝杰；父郑宗仁；母彭氏。具庆下，妻丘氏，弟纲。由府学生中式四川乡试第十四名举人，会试中式第一百三十八名[1]。"],
        ["李　胜", 57, "李胜（1420年－？），字惟吉，直隶永平卫人，官籍，明朝政治人物。进士出身。"],
        ["叶　鸾", 58, "叶鸾（1419年－？），字应和，直隶庐州府舒城县人，军籍，明朝政治人物。进士出身。"],
        ["吴　琛", 59, "吴琛（1430年－？），字景良，福建兴化府莆田县人，民籍，明朝政治人物。进士出身。"],
        ["邵　能", 60, "邵能（1425年－？），字舜宾，浙江绍兴府会稽县人，军籍，明朝政治人物。进士出身。"],
        ["靳　敏", 61, "靳敏（1424年－？），字时逊，直隶凤阳府泗州盱眙县人，军籍，明朝政治人物。进士出身。"],
        ["罗　晟", 62, "罗晟（1408年－1467年），字公亮，四川省重庆府巴县人，云南临安卫军籍，治《书经》，年四十四岁中式景泰二年辛未科第三甲第六十二名进士。八月初八日生，行一，曾祖罗廷振；祖罗添奇；父罗镛；母江氏。具庆下，妻杨氏，继妻朱氏；弟昊；旻；㬎。由国子生中式云南乡试第六名举人，会试中式第三十六名[1]。"],
        ["郝渊之", 63, "郝渊之（1420年－？），字希颜，陕西延安府绥德州人，民籍，明朝政治人物。进士出身。"],
        ["龚　谦", 64, "龚谦（1423年－？），字廷益，直隶扬州府高邮州人，民籍，明朝政治人物。进士出身。"],
        ["缪　朴", 65, "《沧浪亭五百名贤像》之缪朴石刻像"],
        ["李　直", 66, "李直（1418年－？），字行斐，江西广信府贵溪县人，民籍，明朝政治人物。进士出身。"],
        ["章　亮", 67, "章亮（1423年－？），字文焕，浙江杭州府仁和县人，匠籍，明朝政治人物。进士出身。"],
        ["杨　荣", 68, "杨荣（1416年－1475年），字以仁，四川省眉州青神县人，军籍，治《诗经》，年三十六岁中式景泰二年辛未科第三甲第六十八名进士。十月十六日生，行二，曾祖杨必富；祖杨文寿；父杨敏；母郑氏。慈侍下，妻曾氏，兄栋，弟鬰；杰。由县学生中式四川乡试第七十四名举人，会试中式第一百三十名[1]。"],
        ["张　瑄", 69, "张瑄（1422年－？），字廷圭，江西瑞州府高安县人，民籍，明朝政治人物。进士出身。"],
        ["娄　濬", 70, "娄濬（1417年－？），字潜夫，浙江温州府永嘉县人，民籍，明朝政治人物。进士出身。"],
        ["张　信", 71, "张信（1422年－？），字成之，湖广荆州府江陵县人，军籍，明朝政治人物。进士出身。"],
        ["李　宏", 72, "李宏（1420年－？），字有容，直隶保定府蠡县人，军籍，明朝政治人物。进士出身。"],
        ["金　文", 73, "金文（1430年－？），字尚德，浙江处州府丽水县人，民籍，明朝政治人物。进士出身。"],
        ["谢　燫", 74, "谢燫（1421年－？），字世彰，浙江台州府临海县人，民籍，明朝政治人物。进士出身。"],
        ["锺　清", 75, "锺清（1419年－？），字景清，浙江温州府瑞安县人，民籍，明朝政治人物。进士出身。"],
        ["白良辅", 76, "白良辅（1425年－？），字舜臣，河南河南府洛阳县人，民籍，明朝政治人物。同进士出身。"],
        ["李　衍", 77, "李衍（1421年－？），字文盛，直隶隆庆州人，民籍，明朝政治人物。进士出身。"],
        ["章　规", 78, "章规，字守规。军籍。明朝政治人物。浙江鄞县（今属宁波市海曙区）人。"],
        ["田　斌", 79, "田斌（1428年－？），字尚贤，应天府江宁县人，锦衣卫镇抚司军匠籍，明朝政治人物。进士出身。"],
        ["何汉宗", 80, "何汉宗（1416年－1475年），字邦本，四川成都府温江县人，民籍，治《礼记》，年三十六岁中式景泰二年辛未科第三甲第八十名进士。十二月二十二日生，行二，曾祖何鼎；祖何友德；父何荣；母李氏。具庆下，妻皮氏，继妻雷氏；兄应先，弟应祖；应源。由国子生中式四川乡试第十四名举人，会试中式第四十五名[1]。"],
        ["杨　学", 81, "杨学（1425年－1484年），字文斆，四川省重庆府江津县人，民籍，治《春秋》，年二十七岁中式景泰二年辛未科第三甲第八十一名进士。九月二十七日生，行三，曾祖杨道可；祖杨彦 ，本县学教谕赠礼部员外郎；父杨旦；母高氏 。慈侍下，妻周氏，伯杨旭（礼部员外郎），兄子垣；子坤。由县学生中式四川乡试第六十名举人，会试中式第七十七名[1]。官至云南左参议[2]。"],
        ["洪　弼", 82, "洪弼（1411年－？），字士直，浙江严州府淳安县人，民籍，明朝政治人物。进士出身。"],
        ["秦　纮", 83, "秦纮（1426年－1505年），字世缨，山东承宣布政使司兖州府单县人，明朝政治人物，官至户部尚书。"],
        ["辛　访", 84, "辛访（1426年－？），字咨道，河南开封府许州襄城县人，民籍，明朝政治人物。进士出身。"],
        ["王惟善", 85, "王惟善（1419年－？），字惟善，云南嵩明州人，南京鹰扬卫官籍，明朝政治人物。进士出身。"],
        ["潘　镛", 86, "潘镛（1413年－？），字克鸣，应天府上元县人，民籍，明朝政治人物。进士出身。"],
        ["章　表", 87, "章表（1424年－？），字翔凤，直隶苏州府常熟县人，官籍，明朝政治人物。同进士出身。"],
        ["陆　", 88, "杨昹（1426年－？），字永明，浙江仁和县人，顺天府大兴县匠籍，明朝政治人物。进士出身。"],
        ["项　倬", 89, "项倬（1415年－？），字所洪，江西吉安府龙泉县人，民籍，明朝政治人物。进士出身。"],
        ["黄　晖", 90, "黄晖（1423年－？），字有融，江西南康府建昌县人，军籍，明朝政治人物。进士出身。"],
        ["张　瑄", 91, "张瑄（1427年－？），字廷玺，浙江仁和县人，顺天府大兴县匠籍，明朝政治人物。进士出身。"],
        ["姚　旭", 92, "姚旭（1417年－？），字景旸，直隶安庆府桐城县人，民籍，明朝政治人物。进士出身。"],
        ["王　仪", 93, "王仪（1417年－？），字叔章，直隶苏州府常熟县人，民籍，明朝政治人物。进士出身。"],
        ["汪　清", 94, "汪清，固始人，明朝官吏、进士出身。"],
        ["王　智", 95, "王智（1417年－1476年），字迁鑑，四川省泸州人，民籍，治《书经》，年三十五 岁中式景泰二年辛未科第三甲第九十五名进士。正月十二日生，行五，曾祖王国才；祖王兴祖；父王昭 ；母汪氏。具庆下，妻黄氏，继妻张氏；兄俊；仁；义；礼，弟聪；恭。由国子生中式四川乡试第二十八名举人，会试中式第十一名[1]。"],
        ["彭　信", 96, "彭信（1421年－？），字中孚，浙江杭州府仁和县人，民籍，明朝政治人物。进士出身。"],
        ["庄　歙", 97, "庄歙（1420年－？），字尚源，直隶徽州府歙县人，民籍，明朝政治人物。进士出身。"],
        ["郑　佑", 98, "郑佑（1421年－？），字孔佐，浙江衢州府常山县人，顺天府大兴县民籍，明朝政治人物。进士出身。"],
        ["丁　玘", 99, "丁玘（1409年－？），字文珩，山东济南府章丘县人，民籍，明朝政治人物。进士出身。"],
        ["李人仪", 100, "李人仪（1417年－1476年），字士杰，四川省重庆府荣昌县人，军籍，治《礼记》，年三十五岁中式景泰二年辛未科第三甲第一百名进士。七月初一日生，行三，曾祖李和轻；祖李世用；父李渊，直隶砀山县县丞；前母李氏；戴氏。慈侍下，妻张氏，兄人脩；人佶。由府学生中式四川乡试第十名举人，会试中式第四十九名[1]。"],
        ["锺　同", 101, "明《三才图会》载《监察御史钟公像》"],
        ["应　钦", 102, "应钦（1418年－？），字志钦，浙江台州府黄巖县人，民籍，明朝政治人物。进士出身。"],
        ["庄　昇", 103, "庄昇（1421年－1480年），字景旸，四川成都府成都县人，军籍，治《礼记》，年三十一岁中式景泰二年辛未科第三甲第一百零三名进士。七月十四日生，行一，曾祖庄实琅；祖庄本畊；父庄凯；母张氏。永感下，妻陆氏，继妻徐氏；。由县学增广生中式四川乡试第十九名举人，会试中式第六十二名[1]。"],
        ["郑　冕", 104, "郑冕（1418年－？），字宜端，江西饶州府乐平县人，民籍，明朝政治人物。进士出身。"],
        ["曹　景", 105, "曹景（1414年－？），字廷彰，直隶应天府句容县人，民籍，明朝政治人物。进士出身。"],
        ["董廷圭", 106, "董廷圭（1426年－？），字国器，湖广岳州府华容县人，军籍，明朝政治人物。同进士出身。"],
        ["马文升", 107, "马文升像，取自明王圻、王思义撰《三才图会》"],
        ["徐廷章", 108, "徐廷璋，字公器，明河南罗山人。明朝政治人物、进士出身。"],
        ["刘　泰", 109, "刘泰（1422年－？），字世亨，浙江嘉兴府海盐县人，民籍，明朝政治人物。进士出身。"],
        ["江朝宗", 110, "江朝宗（1426年－1485年），字东之，四川省重庆府巴县人，明朝政治人物。[1]。"],
        ["项　愫", 111, "项愫（1424年－？），字思诚，浙江宁波府奉化县人，民籍，明朝政治人物。进士出身。"],
        ["吴　绰", 112, "吴绰（1424年－？），字主宽，江西吉安府永新县人，民籍，明朝政治人物。进士出身。"],
        ["周　清", 113, "周清（1418年－？），字本澄，直隶常州府无锡县人，军籍，明朝政治人物。进士出身。"],
        ["邓　秀", 114, "邓秀（1418年－？），字锺英，江西吉安府安福县人，军籍，明朝政治人物。进士出身。"],
        ["张　馵", 115, "张馵（1421年－？），字行敏，直隶庐州府无为州巢县人，军籍，明朝政治人物。进士出身。"],
        ["左　兴", 116, "左兴（1415年－？），字杰夫，江西吉安府永新县人，民籍，明朝政治人物，进士出身。"],
        ["沈　珒", 117, "沈珒（1421年－？），字公贵，浙江嘉兴府平湖县人，民籍，明朝政治人物。进士出身。"],
        ["叶　峦", 118, "叶峦（1418年－？），字峻甫，福建兴化府莆田县人，匠籍，明朝政治人物。进士出身。"],
        ["郑　时", 119, "郑时，字宗良，南直隶庐州府舒城县人。明朝政治人物。"],
        ["黄　重", 120, "黄重（1417年－？），字金重，江西吉水县人，顺天府宛平县富户籍，明朝政治人物。进士出身。"],
        ["赵　铭", 121, "赵铭可以指："],
        ["张　宽", 122, "张宽（1412年－？），字周弘，福建漳州府南靖县人，军籍，明朝政治人物。进士出身。"],
        ["周　斌", 123, "周斌（1418年－？），字国用，直隶永平府昌黎县人。明朝官吏、进士出身。"]
    ]
}