{
    "year_name": "天顺四年庚辰科殿试金榜",
    "first": [
        ["王一夔", 1, "王一夔（1425年－1487年），字大韶，号约斋，江西南昌新建人，祖籍浙江绍兴，明朝政治家、学者。"],
        ["李永通", 2, "李永通（1425年－1479年），字贯道，四川省叙州府长宁县人，民籍，治《礼记》，年三十六岁中式天顺四年庚辰科第一甲第二名进士。八月二十四日生，行二 ，曾祖李仕原，长宁县主簿；祖李贵；父李仲真；前母丁氏；张氏。慈侍下，妻王氏，继妻何氏；兄永宗，弟永泰。由国子生中式正统十二年四川乡试第十三名举人，会试中式第一百二十五名[1]。授翰林院编修，参与编撰《明英宗实录》。此后出任会试同考官。成化三年，升翰林侍讲，负责经筵，担任日讲官，为明宪宗讲学。成化十五年，升为翰林院侍讲学士，后因病去世[2]。"],
        ["郑　环", 3, "郑环（1422年－1482年），字瑶夫，号栗菴，浙江仁和县人。明朝政治人物、探花。"]
    ],
    "second": [
        ["吴　英", 1, "吴英（1421年－？），字邦俊，江西抚州府崇仁县人，明朝政治人物。进士出身。"],
        ["祁　顺", 2, "祁顺，字致和、号巽川，广东东莞人，明朝政治人物、进士出身。"],
        ["王　徽", 3, "王徽（1428年－1510年），字尚文，应天府上元县（江苏省南京市）人，明朝官员、进士出身。"],
        ["潘　礼", 4, "潘礼（1427年－16世纪?），字嘉会，中军都督府归德卫（在今河南省境）人，明朝官员、进士出身。"],
        ["杨　绎", 5, "杨绎（1435年－？），字宗嗣，云南大理府太和县人，明朝政治人物。进士出身。"],
        ["黄孔昭", 6, "黄孔昭（1428年－1491年），初名曜，后以字行，改字世显，号定轩，晚号洞山迁叟。浙江承宣布政使司台州府黄巖县（今浙江省黄岩县）人，明朝政治人物、进士。"],
        ["朱　贤", 7, "朱贤（1428年－？），字从善，直隶庐州府六安州人，明朝政治人物。进士出身。"],
        ["杨　瑛", 8, "杨瑛（1432年－？），字希玉，福建建宁府建安县人，明朝政治人物。进士出身。"],
        ["张元祯", 9, "张元祯（1437年－1506年），初名元征，字廷祥，江西南昌人，明代学者、官僚。"],
        ["吕　凤", 10, "吕凤，浙江新昌人，明朝政治人物、进士出身。"],
        ["陈　选", 11, "明《三才图会》载《广东左布政使陈公像》"],
        ["张　鼐", 12, "张鼐（1434年－？），字尧臣，直隶扬州府江都县人，明朝政治人物。进士出身。"],
        ["黄景隆", 13, "黄景隆，字升叔，福建福州府长乐县人，明朝政治人物、进士出身。"],
        ["沈　晖", 14, ""],
        ["徐　傅", 15, "徐傅（1435年－？），字起巖，直隶苏州府长洲县人，明朝政治人物。进士出身。"],
        ["凌　镐", 16, "凌镐（1430年－？），字叔京，浙江杭州府新城县人，明朝政治人物。进士出身。"],
        ["阮文英", 17, "阮文英（1425年－1484年），字和父，交阯承宣布政使司北江府武宁州慈山县人，民籍，治《春秋 》，年三十六 岁中式天顺四年庚辰科第二甲第十七名进士。九月二十二日生，行一，曾祖阮立， ；祖阮宗维，慈山县尉；父阮子游，工部营缮司所正；前母黄氏；范氏；继母黎氏。严侍下，妻何氏。由国子生中式顺天府乡试第一百五十五名举人，会试中式第七十名[1]。"],
        ["周　巽", 18, "周巽（1428年－？），字敬用，江西吉安府吉水县人，明朝政治人物。进士出身。"],
        ["周　凤", 19, "周凤（1425年－？），字文祥，陕西临洮府狄道县人，明朝政治人物。进士出身。"],
        ["诸　正", 20, "诸正（1428年－？），字养蒙，浙江绍兴府馀姚县人，明朝政治人物。进士出身。"],
        ["吴　宣", 21, "吴宣（1427年－？），字彦明，直隶镇江府丹徒县人，明朝政治人物。进士出身。"],
        ["刘　恭", 22, "刘恭，北直隶乐亭县人，明朝政治人物、进士出身。"],
        ["李　温", 23, "李温（1434年－？），字景和，顺天府通州漷县人，明朝政治人物。进士出身。"],
        ["陈　峻", 24, "陈峻（1431年－？），字秀民，直隶丹徒县人，明朝政治人物。进士出身。"],
        ["纪　钦", 25, "纪钦（1426年－？），字敬之，直隶大名府开州人，明朝政治人物。进士出身。"],
        ["潘　稹", 26, "潘稹（1428年－？），字景澂，直隶庐州府六安州人，明朝政治人物。进士出身。"],
        ["徐　怀", 27, "徐怀（1431年－？），字明德，浙江严州府建德县人，明朝政治人物。进士出身。"],
        ["徐　鑑", 28, "徐鑑（1425年－？），字克明，浙江严州府淳安县人，明朝政治人物。进士出身。"],
        ["汪　谐", 29, "汪谐，浙江仁和人，明朝政治人物、进士出身。汪澄之子。"],
        ["林　同", 30, "林同（1434年－？），字进卿，福建漳州府龙溪县人，明朝政治人物。进士出身。"],
        ["张廷纶", 31, "张言纶（1424年－？），字允言，广西浔州府平南县人，明朝政治人物。进士出身。"],
        ["江　豫", 32, "江豫（1424年－？），字孟震，直隶太平府当涂县人，明朝政治人物。进士出身。"],
        ["王　震", 33, "王震（1430年－？），字文豫，直隶扬州府高邮州人，明朝政治人物。进士出身。"],
        ["张　谨", 34, "张谨（1435年－？），字文谨，山东济南府肥城县人，明朝政治人物。进士出身。"],
        ["周正方", 35, "周正方（1427年－？），字可大，江西吉安府安福县人，明朝政治人物。进士出身。"],
        ["沈　锺", 36, "沈锺（1436年－？），字仲律，应天府上元县人，明朝政治人物。进士出身。"],
        ["王　璠", 37, "王璠，字文玙，河南修武人，王懋长子。明朝政治人物、进士出身。"],
        ["王　谊", 38, "王谊（1425年－？），字克正，直隶常州府江阴县人，明朝政治人物。进士出身。"],
        ["刘　健", 39, "明《三才图会》之刘文靖公像"],
        ["司　福", 40, "司福（1426年－？），字希谦，山西泽州人，明朝政治人物。进士出身。"],
        ["涂　观", 41, "涂观（1427年－？），字恒孚，江西南昌府丰城县人，明朝政治人物。进士出身。"],
        ["任　玺", 42, "任玺（1428年－1487年），字廷信，山西省平阳府太平县人，军籍，治《易经》，年三十三岁中式天顺四年庚辰科第二甲第四十二名进士。三月十一日生，行六，曾祖任彦卿；祖任原礼；父任文广；嫡母张氏；生母范氏。慈侍下，妻，兄玉；玘；礼；海；瑱。由国子生中式山西乡试第八十八名举人，会试中式第一百五名[1]。"],
        ["张　盛", 43, "张盛（1426年－？），字克谦，直隶常州府宜兴县人，明朝政治人物。进士出身。"],
        ["李　谔", 44, "李谔（1422年－？），字尚默，浙江温州府乐清县人，明朝政治人物。进士出身。"],
        ["陈　表", 45, "陈表（1431年－1490年），字士章，四川省叙州府富顺县人，民籍，治《书经》，年三十岁中式天顺四年庚辰科第二甲第四十五名进士。正月二十日生，行一，曾祖陈祖三；祖陈必寿；父陈添翼；母徐氏。具庆下，妻韩氏，弟情；琅；相；植。由县学生中式四川乡试第五十九名举人，会试中式第九十八名[1]。"],
        ["叶公大", 46, "叶公大，字纯仁，福建福州府闽县人，明朝政治人物、进士出身。"],
        ["孙　瑜", 47, "孙瑜（1435年－？），字孟脩，直隶顺德府□□县人，明朝政治人物。进士出身。"],
        ["国　泰", 48, "国泰（1428年－？），字时雍，直隶真定府冀州武邑县人，明朝政治人物。进士出身。"],
        ["黄　衮", 49, "黄瑮（1427年－？），字玉辉，直隶滁州全椒县人，明朝政治人物。进士出身。"],
        ["姜　琏", 50, "姜琏（1427年－？），字廷器，浙江金华府兰溪县人，明朝政治人物。进士出身。"]
    ],
    "index": 27,
    "url": "https://zh.wikipedia.org/wiki/Template:%E5%A4%A9%E9%A0%86%E5%9B%9B%E5%B9%B4%E5%BA%9A%E8%BE%B0%E7%A7%91%E6%AE%BF%E8%A9%A6%E9%87%91%E6%A6%9C",
    "third": [
        ["张　悦", 1, "张悦（1426年－1502年），字时敏，京师松江府华亭县（今上海市松江县）人，明朝政治人物、进士出身。"],
        ["曹　英", 2, "曹英（1429年－？），字文华，直隶高邮州人，明朝政治人物。进士出身。"],
        ["周　经", 3, "《竹园寿集图》之周经像，明吕纪、吕文英合绘\n现藏北京故宫博物院"],
        ["郭　经", 4, "郭经（1435年－？），字用常，直隶苏州府崐山县人，明朝政治人物。进士出身。"],
        ["胡　泾", 5, "胡泾（1426年－？），字源洁，江西南昌府丰城县人，明朝政治人物。进士出身。"],
        ["刘　琛", 6, "刘琛（1425年－1484年），字献之，直隶保定府唐县人，民籍，治《书经》，年三十六岁中式天顺四年庚辰科第三甲第六名进士。六月十一日生，行四，曾祖刘大荣；祖刘思诚；父刘玘；母齐氏。慈侍下，妻李氏，兄智；振；通，弟璟。由国子生中式顺天府乡试第一百十二名举人，会试中式第一百二十二名[1]。"],
        ["张　玘", 7, "张玘可以指："],
        ["马孝祖", 8, "马孝祖（1426年－？），字德源，顺天府昌平县人，明朝政治人物。进士出身。"],
        ["李宗羡", 9, "李宗羨（1430年－？），字齐贤，直隶常州府武进县人，明朝政治人物。进士出身。"],
        ["项　澄", 10, "项澄，字秉弘，福建福州府长乐县人，明朝政治人物、进士出身。"],
        ["萧　凯", 11, "萧凯（1427年－？），字虞佐，人，明朝政治人物。进士出身。"],
        ["项文泰", 12, "项文泰（1425年－？），字应奎，浙江严州府淳安县人，明朝政治人物。进士出身。"],
        ["馀　璞", 13, "馀璞 （1441年－1500年），字良玉，四川省叙州府富顺县人，民籍，治《书经》，年二十岁中式天顺四年庚辰科第三甲第十三名进士。四月初七日生，行二 ，曾祖馀绣卿；祖馀兴泰；父馀志轩；母周氏。具庆下，妻陈氏（聘），兄璨，弟珍。由县学增广生中式四川乡试第四十三名举人，会试中式第四十四名[1]。"],
        ["方　泌", 14, "方泌（1423年－？），字继源，浙江衢州府开化县人，明朝政治人物。进士出身。"],
        ["郑　纪", 15, "郑纪（1433年－？），字廷纲，福建兴化府仙游县人，明朝政治人物。进士出身。"],
        ["范　锳", 16, "范锳（1430年－？），字彦俊，江西南昌府丰城县人，明朝政治人物。进士出身。"],
        ["潘　瑄", 17, "潘瑄（1429年－？），字廷玺，河南河南府洛阳县人，明朝政治人物。进士出身。"],
        ["赵　缮", 18, "赵缮（1427年－？），字希成，山东东昌府临清县人，明朝政治人物。进士出身。"],
        ["徐　瓒", 19, "徐瓒（1428年－？），字天锡，浙江绍兴府馀姚县人，明朝政治人物。进士出身。"],
        ["张子言", 20, "张子言（1423年－？），字允嘉，湖广荆州府石首县人，明朝政治人物。进士出身。"],
        ["陈　辉", 21, "滕霄，浙江山阴人，明朝政治人物、进士出身。"],
        ["常　显", 22, "常显（1433年－？），字道明，山西辽州榆社县人，明朝政治人物。进士出身。"],
        ["阎　恕", 23, "阎恕（1429年－？），字行仁，河南开封府郑州荥阳县人，明朝政治人物。进士出身。"],
        ["王　濬", 24, "王濬（1432年－？），字文深，河南开封府陈州商水县人，明朝政治人物。进士出身。"],
        ["郝　冕", 25, "郝冕（1437年－？），字世瞻，河南汝宁府光州人，明朝政治人物。进士出身。"],
        ["周宗智", 26, "周宗智（1428年－？），字子正，湖广武昌府兴国州大冶县人，明朝政治人物。进士出身。"],
        ["谢　润", 27, "谢润（1426年－？），字德泽，直隶徽州府祁门县人，明朝政治人物。进士出身。"],
        ["王应奎", 28, "王应奎（1428年－？），字文征，浙江宁波府慈谿县人，明朝政治人物。进士出身。"],
        ["邓本端", 29, "邓本端（1424年－1483年），字崇正，四川成都府资县人，民籍，治《诗经》，年三十七岁中式天顺四年庚辰科第三甲第二十九名进士。十二月十六日生，行一，曾祖邓安德，元元帅；祖邓廷举；父邓诚，襄府纪善；母陈氏。慈侍下，妻王氏，继妻傅氏；。由国子生中式四川乡试第三十名举人，会试中式第一百十六名[1]。"],
        ["周　铨", 30, "周铨（1429年－？），字秉衡，直隶兴化县人，明朝政治人物。进士出身。"],
        ["涂　棐", 31, "涂棐（？－1476年），江西承宣布政使司南昌府丰城县人，明朝官员、进士出身。"],
        ["叶　盛", 32, "叶盛（1428年－？），字景阳，江西饶州府馀干县人，明朝政治人物。进士出身。"],
        ["侯　英", 33, "侯英（1430年－？），字世杰，直隶大名府开州人，明朝政治人物。进士出身。"],
        ["娄　芳", 34, "娄芳，浙江山阴（一说会稽）人，明朝政治人物、进士出身。"],
        ["孙　佐", 35, "孙佐（1431年－？），字时相，浙江仁和县人，明朝政治人物。进士出身。"],
        ["李廷美", 36, "李廷美，以字行，福建福州府闽县人，明朝政治人物、进士出身。"],
        ["沈　熊", 37, "沈熊（1427年－？），字文瑞，浙江湖州府归安县人，明朝政治人物。进士出身。"],
        ["宋　黻", 38, "宋黻（1420年－？），字景章，山东登州府莱阳县人，明朝政治人物。进士出身。"],
        ["邵　琮", 39, "邵琮（1433年－？），字叔璋，浙江杭州府仁和县人，明朝政治人物。进士出身。"],
        ["刘　骥", 40, "刘骥（1414年－？），字德良，江西饶州府浮梁县人，明朝政治人物。进士出身。"],
        ["刘　宾", 41, "刘宾（1425年－？），字廷臣，直隶大名府魏县人，明朝政治人物。进士出身。"],
        ["张　珇", 42, "张珇（1423年－？），字廷绅，浙江湖州府归安县人，明朝政治人物。进士出身。"],
        ["杨　莹", 43, "杨莹（1438年－？），字大洁，山西平阳府蒲州人，明朝政治人物。进士出身。"],
        ["艾　福", 44, "艾福（1420年－？），字天锡，湖广襄阳护卫人，明朝政治人物。进士出身。"],
        ["王　范", 45, "王范，直隶大名府开州人，明朝政治人物。进士出身。"],
        ["王　埙", 46, "王埙（1425年－？），字宗器，河南开封府许州人，明朝政治人物。进士出身。"],
        ["张　同", 47, "张同（1428年－？），字祖年，江西吉安府永新县人，明朝政治人物。进士出身。"],
        ["辜　颛", 48, "辜颛（1425年－？），字主敬，江西饶州府安仁县人，明朝政治人物。进士出身。"],
        ["丘　霁", 49, "丘霁（1431年－？），字时雍，江西鄱阳县人，明朝政治人物。进士出身。"],
        ["陈　炜", 50, "陈炜，福建福州府闽县人，明朝政治人物、进士出身。陈叔刚之子。"],
        ["饶　钦", 51, "饶钦（1416年－？），字克恭，直隶徽州府祁门县人，明朝政治人物。进士出身。"],
        ["李　雄", 52, "李雄（1430年－？），字文伟，河南开封府许州人，明朝政治人物。进士出身。"],
        ["王　哲", 53, "王哲（1427年－？），字文明，山西平阳府解州闻喜县人，明朝政治人物。进士出身。"],
        ["谈　经", 54, "谈经（宣德三年(1428年)－天顺八年二月初九(1464年)），字天章，号味淡，直隶常州府无锡县人，明朝政治人物。进士出身。"],
        ["秦　夔", 55, "秦夔（1433年－？），字廷韶，直隶常州府无锡县人，明朝政治人物。进士出身。"],
        ["何　广", 56, "何广（1430年－1489年），字博之，交阯承宣布政使司扶宁县人，直隶滑县官籍，治《易经》，年三十一岁中式天顺四年庚辰科第三甲第五十六名进士。十一月二十六日生，行三，曾祖何飞景，交阯安潭县令；祖何春，交阯□郎令；父何汝隆，滑县主簿；母莫氏；继母陈氏。具庆下，妻周氏，兄俊利；长寿，弟廙；呈。由国子生中式顺天府乡试第三十五名举人，会试中式第五十七名[1]。"],
        ["胡　澄", 57, "胡澄（1431年－？），字永清，山东东昌府唐邑县人，明朝政治人物。进士出身。"],
        ["王　聪", 58, "王聪（1427年－？），字师德，顺天府通州漷县人，明朝政治人物。进士出身。"],
        ["冯　俊", 59, "冯俊（1430年－1496年），字士彦，广西庆远府宜山县人，明朝政治人物。进士出身。"],
        ["南　钊", 60, "南钊（年－？），字□，□人，明朝政治人物。进士出身。"],
        ["张　溥", 61, "张溥（1436年－？），字彦愽，直隶扬州府江都县人，明朝政治人物。进士出身。"],
        ["张　赈", 62, "张赈（1431年－？），字弘济，河南开封府祥符县人，明朝政治人物。进士出身。"],
        ["汪　贵", 63, "汪贵（1422年－？），江西广信府永丰县人，明朝政治人物、进士出身。"],
        ["戴　濬", 64, "戴濬，字文哲，福建福州府福清县人，明朝政治人物、进士出身。陈叔刚之子。"],
        ["盛　侅", 65, "盛侅（1429年－？），字汝愚，直隶苏州府吴江县人，明朝政治人物。进士出身。"],
        ["谷　琰", 66, "谷琰（1431年－？），字邦器，直隶大名府开州人，明朝政治人物。进士出身。"],
        ["徐　演", 67, "徐演（1426年－？），字文敷，湖广荆州右卫人，明朝政治人物。进士出身。"],
        ["陈　相", 68, "陈相（1420年－？），字廷辅，浙江金华府金华县人，明朝政治人物。进士出身。"],
        ["薛世晅", 69, "薛世晅，字惟焯，号诚斋，大明福建承宣布政使司福州府福清县人。明朝官员、同进士出身。"],
        ["杨　德", 70, "杨德（1433年－？），字务本，河南开封府归德州夏邑县人，明朝政治人物。进士出身。"],
        ["郑　贤", 71, "郑贤（1426年－？），字时举，直隶广平府肥乡县人，明朝政治人物。进士出身。"],
        ["林清源", 72, "林清源，福建福州府闽县人，明朝政治人物、进士出身。"],
        ["童　璲", 73, "童璲（1433年－？），字思振，浙江金华府永康县人，明朝政治人物。进士出身。"],
        ["滕　霄", 74, "滕霄，浙江山阴人，明朝政治人物、进士出身。"],
        ["王　甫", 75, "王甫（1429年－？），字君美，直隶保定府易州人，明朝政治人物。进士出身。"],
        ["金　愉", 76, "金愉（1436年－？），字和之，直隶常州府武进县人，明朝政治人物。进士出身。"],
        ["李临安", 77, "李临安 （1431年－1490年），字邦治，四川省成都府内江县人，军籍，治《春秋 》，年三十岁中式天顺四年庚辰科第三甲第七十七名进士。十一月初六日生，行五，曾祖李添禄；祖李观，教谕 封给事中；父李蔚，元氏县知县；母明氏。具庆下，妻王氏，兄淮安。由国子生中式四川乡试第十九名举人，会试中式第一百二十一名[1]。"],
        ["刘　钊", 78, "刘钊（1433年－？），字时勉，直隶太平府当涂县人，明朝政治人物。进士出身。"],
        ["闻景辉", 79, "闻景辉（1425年－？），字日彰，浙江绍兴府馀姚县人，明朝政治人物。进士出身。"],
        ["张　伦", 80, "张伦（1423年－1482年），字大伦，四川省潼川州遂宁县人，民籍，治《春秋》，年三十八岁中式天顺四年庚辰科第三甲第八十名进士。闰十二月十七日生，行四，曾祖张伯祥；祖张嗣原；父张鑑；母郭氏。具庆下，妻刘氏，兄大用；大诚；大节。由国子生中式四川乡试第三十七名举人，会试中式第九名[1]。"],
        ["王　纶", 81, "王纶（1431年－1524），字廷言，号纳齐，晚号槐屋、有槐，湖广襄阳府襄阳县人，明朝政治人物。进士出身。"],
        ["陈　奎", 82, "陈奎（1432年－？），字文璧，直隶海门县人，明朝政治人物。进士出身。"],
        ["邢　珫", 83, "邢珫（1422年－？），字伯玉，河南河南府洛阳县人，明朝政治人物。进士出身。"],
        ["刘　澄", 84, "刘澄，字端本，广东肇庆府四会县人，明朝政治人物、同进士出身。"],
        ["韩　广", 85, "韩广（1428年－？），字道洪，湖广长宁守御千户所人，明朝政治人物。进士出身。"],
        ["刘　元", 86, "刘元（1434年－1493年），字仁甫，四川成都府仁寿县人，军籍，治《书经》，年二十七岁中式天顺四年庚辰科第三甲第八十六名进士。十一月二十五日生，行一，曾祖刘兴；祖刘秉贤，青城县主簿；父刘瑁；母郑氏。具庆下，妻李氏，弟汉奇；汉远；汉奎；汉仪。由国子生中式四川乡试第六名举人，会试中式第十三名[1]。"],
        ["陈维裕", 87, "陈维裕（1422年－？），字饶初，福建福州府长乐县人，明朝政治人物。进士出身。"],
        ["范　英", 88, "范英（1425年－？），字文华，陕西凤翔府岐山县人，明朝政治人物。进士出身。"],
        ["张　瓒", 89, "张瓉（1428年－？），字宗器，山西泽州陵川县人，明朝政治人物。进士出身。"],
        ["王　霁", 90, "王霁（1436年－？），字景明，直隶松江府上海县人，明朝政治人物。进士出身。"],
        ["冯　遵", 91, "冯遵（1425年－？），字宗辙，广东广州府南海县人，明朝政治人物。进士出身。"],
        ["彭　昭", 92, "彭昭（1428年－？），字景辉，直隶河间府献县人，明朝政治人物。进士出身。"],
        ["秦　崇", 93, "秦崇（1438年－？），字智崇，山东兖州府单县人，明朝政治人物。进士出身。"],
        ["张　颐", 94, "张颐（1435年－？），字养正，直隶江都县人，明朝政治人物。进士出身。"],
        ["蔡　霖", 95, "蔡霖（1434年－？），字洪济，浙江鄞县人，明朝政治人物。进士出身。"],
        ["李　锐", 96, "李锐（1425年－？），字文盛，江西新淦县人，明朝政治人物。进士出身。"],
        ["杨庭芳", 97, "杨庭芳（1429年－？），字孟仁，湖广宝庆府邵阳县人，明朝政治人物。进士出身。"],
        ["赵　锐", 98, "赵锐（1422年－？），字毅之，河南怀庆府修武县人，明朝政治人物。进士出身。"],
        ["刘　哲", 99, "刘哲（1428年－？），字光哲，陕西西安府同州白水县人，明朝政治人物。进士出身。"],
        ["杜　亨", 100, "杜亨（1426年－？），字时泰，云南大理府太和县人，明朝政治人物。进士出身。"],
        ["汪　宽", 101, "汪宽（1436年－？），字汝中，顺天府大兴县人，明朝政治人物。进士出身。"],
        ["王　玺", 102, "王玺（1430年－？），字大用，直隶大名府开州长垣县人，明朝政治人物。进士出身。"],
        ["郭　昇", 103, "郭昇（1436年－？），字腾霄，河南颕州卫人，明朝政治人物。进士出身。"]
    ]
}