{
    "year_name": "成化五年己丑科殿试金榜",
    "first": [
        ["张　昇", 1, "张昇，字启昭，号柏崖，江西南城县人。明朝状元、明朝礼部尚书。"],
        ["丁　溥", 2, "丁溥（1428年－？），字原敬，南直隶华亭县人，明朝政治人物、榜眼。"],
        ["董　越", 3, "董越（1430年－1502年），字尚矩，江西宁都人。明朝政治人物，探花及第。官至南京工部尚书，諡文僖[1]。"]
    ],
    "third": [
        ["张　晓", 1, "张晓（1439年－1493年），字光曙，陕西西安府耀州三原县人，民籍。明朝政治人物。进士出身。"],
        ["李　经", 2, "李经（1443年－？），字大经，山西泽州阳城县人，民籍。明朝政治人物。进士出身。"],
        ["瞿　俊", 3, "瞿俊（1437年－？），字世用，直隶苏州府常熟县人，匠籍。明朝政治人物。进士出身。"],
        ["高　安", 4, "高安（1445年－？），字曰恭，河南开封府雎州人，民籍。明朝政治人物。进士出身。"],
        ["梅　江", 5, "梅江（1438年－？），字文渊，浙江嘉兴府秀水县人，民籍。明朝政治人物。进士出身。"],
        ["尹　仁", 6, "尹仁（1428年－？），字性之，江西吉安府安福县人，儒籍。明朝政治人物。进士出身。"],
        ["谢秉中", 7, "谢秉中（1436年－1495年），字惟时，四川成都府华阳县人，民籍，治《书经》，年三十四岁中式成化五年己丑科第三甲第七名进士。九月二十一日生，行一，曾祖谢志善；祖谢洪；父谢祐；母熊氏。慈侍下，妻何氏，弟秉正。由国子生中式四川乡试第四十二名举人，会试中式第一百四十四名[1]。"],
        ["杨　惇", 8, "杨惇（1437年－1496年），字载夫，直隶庐洲府六安州人，民籍，治《春秋》，年三十三岁中式成化五年己丑科第三甲第八名进士。正月二十二日生，行二，曾祖杨贵；祖杨昇，知州；父杨佐；母裴氏。具庆下，妻张氏，兄忭（知县），弟恒；恂；愽；恺；悌；怀；悦；恢。由国子生中式应天府乡试第七十七名举人，会试中式第二百三十名[1]。"],
        ["李　璡", 9, "李璡（1438年－？），字纯夫，直隶安庆府怀宁县人，民籍。明朝政治人物。进士出身。"],
        ["刘忠器", 10, "刘忠器，浙江新昌人，明朝政治人物、进士出身。"],
        ["杨　重", 11, "杨重（1441年－？），字质夫，陕西平凉府泾州灵台县人，民籍。明朝政治人物。进士出身。"],
        ["宋　经", 12, "宋经（1445年－？），字大经，山西大同府□州人，民籍。明朝政治人物。进士出身。"],
        ["陈　耀", 13, "陈耀（1430年－？），字孔彰，福建漳州府龙溪县人，民籍。明朝政治人物。进士出身。"],
        ["刘　福", 14, "刘福（1438年－1497年），字天祐，四川省重庆府巴县人，军籍，治《春秋》，年三十二岁中式成化五年己丑科第三甲第十四名进士。十一月十七日生，行一，曾祖刘忠；祖刘文富；父刘永宁；母周氏。重庆下，妻馀氏，弟浩；宽；寿；裕；禄。由县学生中式四川乡试第十六名举人，会试中式第二百二十名[1]。"],
        ["何舜宾", 15, "何舜宾（1430年－？），字穆之，浙江绍兴府萧山县人，民籍。明朝政治人物。进士出身。"],
        ["朱　瑄", 16, "朱瑄（1440年－？），字廷璧，浙江宁波府鄞县人，民籍。明朝政治人物。进士出身。"],
        ["臧　琼", 17, "臧琼（1434年－？），字文瑞，浙江湖州府长兴县人，民籍。明朝政治人物。进士出身。"],
        ["李　崙", 18, "李崙（1444年－？），字世瞻，陕西西安府临潼县人，民籍。明朝政治人物。进士出身。"],
        ["王　廷", 19, "王廷（1444年－？），字朝用，山西平阳府蒲州人，盐籍。明朝政治人物。进士出身。"],
        ["谢　纲", 20, "谢纲（1437年－1494年），字振伦，湖广岳州府巴陵县人，军籍。明朝政治人物。进士出身。"],
        ["尧　卿", 21, "尧卿（1438年－1497年），字廷辅，四川省潼川州安岳县人，民籍，治《书经》，年三十二岁中式成化五年己丑科第三甲第二十一名进士。八月十六日生，行二，曾祖尧胜隆；祖尧琛；父尧从道；母刘氏；继母王氏。永感下，妻丁氏，兄本重，弟本经。由国子生中式四川乡试第六十五名举人，会试中式第一百七十五名[1]。"],
        ["包　谦", 22, "包谦（1434年－？），字益之，浙江杭州府钱塘县人，军籍。明朝政治人物。进士出身。"],
        ["庄　恭", 23, "庄恭（1443年－？），字仪甫，福建泉州府晋江县人，军籍。明朝政治人物。进士出身。"],
        ["陆　珩", 24, "陆珩（1439年－？），字节行，浙江湖州府归安县人，直隶阜城县民籍。明朝政治人物。进士出身。"],
        ["金　爵", 25, "金爵（1438年－1502年2月16日），字良贵，号蓼猗翁，四川成都府绵州利州卫军籍，治《书经》，年三十二岁中式成化五年己丑科第三甲第二十五名进士。九月初三日生，行一，曾祖金亨；祖金天泽；父金祐；母林氏。慈侍下，妻周氏。由国子生中式四川乡试第六名举人，会试中式第十四名[1]。"],
        ["王　珣", 26, "王珣（1440年－？），字德润，山东兖州府曹州曹县人，民籍。明朝政治人物。进士出身。"],
        ["张　纯", 27, "张纯（1436年－？），字仕和，福建福州府闽县人，军籍。明朝政治人物。进士出身。"],
        ["林　璞", 28, "林璞（1432年－？），潮州府海阳县人，明朝政治人物、进士出身。"],
        ["邵　猷", 29, "卲猷（1440年－？），字陈之，浙江严州府淳安县人，军籍。明朝政治人物。进士出身。"],
        ["汪　正", 30, "汪正（1443年－？），字惟中，直隶徽州府歙县人，民籍。明朝政治人物。进士出身。"],
        ["许　暠", 31, "许暠（1434年－？），字宗寅，应天府句容县人，云南广南卫官籍。明朝政治人物。进士出身。"],
        ["梁万锺", 32, "梁万锺（1438年－1497年），字天锡，四川成都府温江县人，军籍，治《礼记》，年三十二岁中式成化五年己丑科第三甲第三十二名进士。八月初八日生，行二，曾祖梁必富；祖梁添秀；父梁铭；母王氏。具庆下，妻晏氏，兄良；英，弟通。由国子生中式四川乡试第五名举人，会试中式第一百五十九名[1]。历官两浙盐运使[2]。有孙梁祖龄。"],
        ["邵　新", 33, "邵新（1432年－1491年），字复初，浙江省严州府淳安县人，民籍，治《春秋》，年三十八岁中式成化五年己丑科第三甲第三十三名进士。正月初一日生，行二，曾祖邵栱；祖邵祖生；父邵宗义；母方氏；继母方氏。具庆下，妻方氏，兄祏，弟裘；龄。由国子生中式浙江乡试第二十四名举人，会试中式第一百八十三名[1]。"],
        ["胡　璘", 34, "胡璘（1434年－？），字汝温，山东济南府济阳县人，军籍。明朝政治人物。进士出身。"],
        ["张　淮", 35, "张淮（1441年－1500年），字邦镇，河南省开封府许州襄城县人，军籍，治《书经》，年二十九岁中式成化五年己丑科第三甲第三十五名进士。十二月十一日生，行三，曾祖张耆；祖张太；父张巖；母毛氏。具庆下，妻徐氏，兄浩；渊。由国子生中式河南乡试第三十七名举人，会试中式第一百八十五名[1]。"],
        ["韩邦问", 36, "韩邦问（1442年－1530年），字大经，号宜庵，浙江会稽（今绍兴）人，明朝政治人物、进士出身。"],
        ["李　晟", 37, "李晟（1436年－？），字孔旸，山东东昌府濮州人，军籍。明朝政治人物。进士出身。"],
        ["沈　纯", 38, "沈纯（1442年－？），字一之，直隶淮安府山阳县人，官籍。明朝政治人物。进士出身。"],
        ["李景繁", 39, "李景繁（1438年－1514年），字邦泰，河南开封府仪封县人，民籍。明朝官员。进士出身。"],
        ["宋　骥", 40, "宋骥（1443年－？），字德远，直隶庐州府舒城县人，民籍。明朝政治人物。进士出身。"],
        ["李　茂", 41, "李茂（1431年－？），字世荣，江西吉安府庐陵县人，顺天府大兴县官籍。明朝政治人物。进士出身。"],
        ["张　和", 42, "张和（1425年－？），字宗礼，直隶淮安府山阳县人，民籍。明朝政治人物。进士出身。"],
        ["陈云凤", 43, "陈云凤（1441年－？），字仪之，浙江绍兴府馀姚县人，民籍。明朝政治人物。进士出身。"],
        ["赵　杲", 44, "赵杲（1437年－1496年），字廷辉，四川成都府汉州人，军籍，治《诗经》，年三十三岁中式成化五年己丑科第三甲第四十四名进士。九月初二日生，行三，曾祖赵觉能；祖赵崇周；父赵泰；母陆氏。永感下，妻成氏，兄昂；昪。由州学生中式四川乡试第二十一名举人，会试中式第一百六十八名[1]。"],
        ["廖德征", 45, "廖德征（1433年－？），字德征，福建兴化府莆田县人，匠籍。明朝政治人物。进士出身。"],
        ["张　锐", 46, "张锐（1438年－？），字退之或抑之，直隶扬州府江都县人，民籍。明朝政治人物。进士出身。"],
        ["雍　泰", 47, "雍泰（1436年－1515年），字世隆，陕西承宣布政使司西安府咸宁县（今陕西省西安市）人，明朝官员。"],
        ["马　隆", 48, "马隆（1433年－？），字世昌，河南河南府巩县人，民籍。明朝政治人物。进士出身。"],
        ["江　源", 49, "江源（1438年－？），字一原，广东广州府番禺县人，民籍。明朝政治人物。同进士出身。"],
        ["黄　景", 50, "黄景（1440年－？），字文昭，江西瑞州府上高县人，民籍。明朝政治人物。进士出身。"],
        ["邹　霶", 51, "邹霶（1444年－？），字济时，江西临江府新喻县人，民籍。明朝政治人物。进士出身。"],
        ["陈　寓", 52, "陈寓（1446年－？），字时安，福建福州府宁德县人，军籍。明朝政治人物。进士出身。"],
        ["何　鑑", 53, "何鑑（1442年－1521年），字世光，浙江承宣布政使司绍兴府新昌县（今浙江省新昌县）人，明朝刑部尚书、兵部尚书。"],
        ["刘　规", 54, "刘规（1436年5月26日－1508年10月8日），字应干，四川省重庆府巴县人，民籍[1]。明朝政治人物。曾任云南、山西道监察御史。"],
        ["张　镛", 55, "张镛（1431年－？），字大器，直隶河间府沧州盐山县人，民籍。明朝政治人物。进士出身。"],
        ["徐　镛", 56, "徐镛（1421年－1476），字用和，湖广武昌府兴国州人，军籍。明朝政治人物。进士出身。"],
        ["范　聪", 57, "范聪（1445年－1504年），字达善，四川省重庆府荣昌县人，民籍，治《礼记》，年二十五岁中式成化五年己丑科第三甲第五十七名进士。四月初八日生，行三，曾祖范友拳；祖范锦；父范永宁；母龚氏。具庆下，妻杨氏，兄元极；元奎，弟元卿。由县学生中式四川乡试第五名举人，会试中式第二百三十四名[1]。"],
        ["熊　翀", 58, "熊翀（1435年－？），字腾霄，河南汝宁府光州人，民籍。明朝政治人物。进士出身。"],
        ["林　和", 59, "林和（1439年－？），字恒肃，福建兴化府莆田县人，盐籍。明朝政治人物。进士出身。"],
        ["李　鑑", 60, "李鑑（1440年－？），字孔昭，河南怀庆府河内县人，民籍。明朝政治人物。进士出身。"],
        ["李　谦", 61, "李谦（1431年－？），字吉甫，山东兖州府滋阳县人，军籍。明朝政治人物。进士出身。"],
        ["方　岳", 62, "方岳（1442年－？），字恒谦，福建兴化府莆田县人，军籍。明朝政治人物。进士出身。"],
        ["郑　谅", 63, "郑谅（1436年－？），字廷察，广东潮州府海阳县人，民籍。明朝政治人物。进士出身。"],
        ["雷　升", 64, "雷升（1443年－？），字大亨，湖广荆州府江陵县人，辽东三万卫军籍。明朝政治人物。进士出身。"],
        ["李　昊", 65, "李昊（1433年－？），字志远，直隶苏州府崑山县人，应天府上元县民籍。明朝政治人物。进士出身。"],
        ["李延寿", 66, "李延寿（1443年－？），字宗仁，山东济南府新城县人，军籍。明朝政治人物。进士出身。"],
        ["王　俨", 67, "王俨（1437年－1496年），字民望，湖广岳州府华容县人，军籍，治《书经》，年三十三岁中式成化五年己丑科第三甲第六十七名进士。十二月十二日生，行三，曾祖王子民，元知县；祖王琛；父王致中，医学训科；母李氏。具庆下，妻周氏，兄佐，弟伟；杰；倬。由国子生中式湖广乡试第五十五名举人，会试中式第三十八名[1]。升任陕西右布政，迁副都御史、巡抚山东，累官户部侍郎，因得罪刘瑾被贬辽东[2]。"],
        ["孙　仁", 68, "孙仁（1429年－1499年），字伟德，江西临江府新淦县人，民籍。明朝政治人物。进士出身。"],
        ["王　溥", 69, "王溥（1444年－1503年），字公甫，河南省南阳府邓州内乡县人，医籍，治《易经》，年二十六岁中式成化五年己丑科第三甲第六十九名进士。正月十六日生，行一，曾祖王得，医学训科；祖王贤，训科 赠监察御史；父王俨，光禄寺少卿；嫡母冯氏（封孺人）；生母乔氏。具庆下，妻高氏，弟瀚；淳。由国子生中式河南乡试第五十五名举人，会试中式第五十三名[1]。"],
        ["王　舟", 70, "王舟（1437年－？），字弘载，浙江绍兴府馀姚县人，民籍。明朝政治人物。进士出身。"],
        ["李　恭", 71, "李恭（1433年－？），字思敬，直隶永平府昌黎县人，辽东都司定辽左卫官籍。明朝政治人物。进士出身。"],
        ["高　铨", 72, "高铨（1443年－1511年），南京扬州府江都县（今江苏省扬州市）人，明朝南京户部尚书。高淓之父。"],
        ["唐　绢", 73, "唐绢（1428年－？），字世用，广东承宣布政使司琼州府琼山县东厢（今海南省海口市琼山区）人，军籍。明朝官员。进士出身。"],
        ["黄　着", 74, "黄着（1438年－？），字诚夫，直隶苏州府吴江县人，民籍。明朝政治人物。进士出身。"],
        ["叶　亨", 75, "叶亨，字叔通，福建福州府闽县人，明朝政治人物、进士出身。"],
        ["赵　艮", 76, "赵艮（1433年－？），字时中，浙江金华府永康县人，民籍。明朝政治人物。进士出身。"],
        ["谈　纲", 77, "谈纲（1438年－1507年，正统三年十一月初二日－正德二年七月二十四日），字宪章，号勿轩，南直隶常州府无锡县人，官籍。明朝官员。进士出身。"],
        ["王　京", 78, "王京（1431年－？），字宗周，交趾人，江西赣州府信丰县，官籍。明朝政治人物。进士出身。"],
        ["曹时中", 79, "曹时中（1432年－1521年），初名节，以字行，号定庵、宜晚，华亭（今上海市松江）人，明朝政治人物、进士出身。"],
        ["陈遵毅", 80, "陈遵毅，江西庐陵（今江西吉安）人，明朝政治人物。同进士出身。"],
        ["杨　谧", 81, "杨谧（1440年2月23日－1500年6月30日），字文宁，河南开封府仪封县人，民籍。明朝官员。进士出身。"],
        ["贺　霖", 82, "贺霖（1441年－？），字时望，江西饶州府鄱阳县人，民籍。明朝政治人物。进士出身。"],
        ["张　谷", 83, "张谷（1435年－？），字伯禄，福建福州府福清县人。明朝政治人物。进士出身。"],
        ["李　良", 84, "李良（1435年－1490年），字尧臣，直隶苏州府嘉定县人，匠籍。明朝政治人物。同进士出身。"],
        ["刘　灌", 85, "刘灌（1435年－？），字惠民，山东兖州府济宁州人，民籍。明朝政治人物。进士出身。"],
        ["孙　中", 86, "孙中（1430年－？），字时中，直隶保定府新城县人，军籍。明朝政治人物。进士出身。"],
        ["林　枢", 87, "林枢（1439年－？），字邦拱，福建福州府福清县人，灶籍。明朝政治人物。进士出身。"],
        ["黄文琰", 88, "黄文琰（1437年－？），字宗器，直隶徽州府祁门县人，民籍。明朝政治人物。进士出身。"],
        ["陈　忠", 89, "陈忠（1436年－？），字孝卿，河南开封府许州人，民籍。明朝政治人物。进士出身。"],
        ["蔡元美", 90, "蔡元美（1430年－？），字子仁，福建兴化府莆田县人，民籍。明朝政治人物。进士出身。"],
        ["俞　禄", 91, "俞禄（1437年－？），字从学，浙江严州府遂安县人，应天府六合县民籍。明朝政治人物。进士出身。"],
        ["黄　韶", 92, "《浙江馀姚黄氏宗谱》载黄韶像"],
        ["严　宾", 93, "严宾（1441年－？），字邦贤，湖广荆州府潜江县人，军籍。明朝政治人物。进士出身。"],
        ["陈　鑑", 94, "陈鑑（1447年－？），字德熙，福建福州府福清县人，民籍。明朝政治人物。进士出身。"],
        ["邹　骐", 95, "邹骐（1440年－？），字良甫，湖广黄州府麻城县人，军籍。明朝政治人物。进士出身。"],
        ["刘长春", 96, "刘长春（1437年－1496年），字存仁，四川省泸州人，灶籍，治《书经》，年三十三岁中式成化五年己丑科第三甲第九十六名进士。七月初八日生，行二，曾祖刘榖成；祖刘志永；父刘端；母周氏。具庆下，妻闵氏，兄阳春。由州学生中式四川乡试第七名举人，会试中式第二百二十八名[1]。"],
        ["许　楫", 97, "许楫（1433年－1492年），字公济，四川省眉州人，军籍，治《诗经》，年三十七岁中式成化五年己丑科第三甲第九十七名进士。四月初十日生，行三，曾祖许迎春；祖许宏道；父许廉；母周氏。慈侍下，妻周氏，兄相霖，弟梅；材；楠。由国子生中式四川乡试第十名举人，会试中式第一百三十六名[1]。"],
        ["董　安", 98, "董安（1435年－？），字敦仁，福建漳州府龙溪县人，军籍。明朝政治人物。进士出身。"],
        ["周　熊", 99, "周熊（1441年－？），字世祥，福建福州府闽县人，军籍。明朝政治人物。进士出身。"],
        ["王　锦", 100, "王锦（1450年－？），字䌹之，河南开封府许州襄城县人，民籍。明朝政治人物。进士出身。"],
        ["戴　瑶", 101, "戴瑶（1441年－？），字仲仪，河南汝宁府汝阳县人，民籍。明朝政治人物。进士出身。"],
        ["李　钊", 102, "李钊（1438年－1504年），字孟远，河南河南府洛阳县人，军籍。明朝政治人物。进士出身。"],
        ["张　翊", 103, "张翊（1446年－？），字廷弼，广东广州府番禺县人，军籍。明朝政治人物。进士出身。"],
        ["李　恭", 104, "李恭（1430年－？），字致敬，河南卫辉府淇县人，民籍。明朝政治人物。进士出身。"],
        ["周　蕃", 105, "周蕃（1432年－1491年），字世昌，四川省重庆府长寿县人，民籍，治《诗经》，年三十八岁中式成化五年（1469年）己丑科第三甲第一百零五名进士。十二月十一日生，行一，曾祖周贵、祖周绍敬，赠户部主事、父周天民，知府；母陈氏(赠安人)；继母何氏；继母但氏(封安人)。慈侍下，妻张氏，继妻黄氏；弟华(国子生)；蕡；蓁；茞。由国子生中式四川乡试第三十三名举人，会试中式第二百四十一名[1]。"],
        ["王　坦", 106, "王坦（1439年－？），字彦平，山东济南府德州平原县人，军籍。明朝政治人物。进士出身。"],
        ["刘　琼", 107, "刘琼（1442年－？），字德温，顺天府顺义县人，军籍。明朝政治人物。进士出身。"],
        ["蔡　肃", 108, "蔡肃（1442年－？），字克恭，福建福州府闽县人，民籍。明朝政治人物。进士出身。"],
        ["熊　佑", 109, "熊佑（1441年－？），字良佐，山东青州府博兴县人，民籍。明朝政治人物。进士出身。"],
        ["徐　瑁", 110, "徐瑁（1443年－？），字廷璧，直隶广平府永年县人，军籍。明朝政治人物。进士出身。"],
        ["龚　沅", 111, "龚沅（1433年－？），字孔殷，福建建宁府建安县人，军籍。明朝政治人物。进士出身。"],
        ["杨　澄", 112, "杨澄（1436年－1495年），字宪父，四川省潼川州射洪县人，民籍，治《诗经》，年三十四岁中式成化五年己丑科第三甲第一百一十二名进士。正月初七日生，行三，曾祖杨清；祖杨景安；父杨绍广；嫡母鲜氏；生母赵氏；纪母费氏。慈侍下，妻傅氏，继妻阳氏；兄端；本，弟源；翀；允。由国子生中式四川乡试第五十五名举人，会试中式第一百九十名[1]。"],
        ["陈　鲤", 113, "陈鲤（1438年－？），字腾龙，福建兴化府莆田县人，民籍。明朝政治人物。进士出身。"],
        ["罗元吉", 114, "罗元吉（1437年－？），字大昌，山西太原府榆次县人，民籍。明朝政治人物。进士出身。"],
        ["董　通", 115, "董通（1439年－？），字彦达，山西平阳府临汾县人，军籍。明朝政治人物。进士出身。"],
        ["陈　密", 116, "陈密（1442年－？），字存义，广东广州府南海县人，民籍。明朝政治人物。进士出身。"],
        ["刘　昂", 117, "刘昂（1434年－？），字廷举，山东济南府武定州海丰县人，民籍。明朝政治人物。进士出身。"],
        ["奚　昊", 118, "奚昊（1447年－？），字时亨，南直隶松江府华亭县人，民籍。明朝政治人物。进士出身。"],
        ["李　镜", 119, "李镜（1437年－1498年），字文明，江西广信府弋阳县人，民籍。明朝政治人物。进士出身。"],
        ["徐　谦", 120, "徐谦（1437年－？），字伯亨，河南开封府陈州太康县人，羽林前卫官籍。明朝政治人物。进士出身。"],
        ["姜天锡", 121, "姜天锡（1436年－1495年），字祐之，四川都司宁川卫军籍，治《易经》，年三十四岁中式成化五年己丑科第三甲第一百二十一名进士。六月十四日生，行四，曾祖姜文清；祖姜时秀；父姜澄；前母李氏；前母蒋氏；蒋氏。慈侍下，妻马氏，继妻耿氏；童氏；兄天锺；天镛；天铎。由国子生中式四川乡试第三十五名举人，会试中式第一百三十二名[1]。"],
        ["丁　镛", 122, "丁镛，金陵人，明朝政治人物、进士出身。"],
        ["李　俊", 123, "李俊（1431年－？），字子英，陕西凤翔府岐山县人，民籍。明朝政治人物。进士出身。"],
        ["何　俊", 124, "何俊（1427年－？），字廷彦，湖广郴州人，军籍。明朝政治人物。进士出身。"],
        ["叶　祚", 125, "叶祚（1438年－？），字应福，直隶苏州府吴县人，武功左卫军籍。明朝政治人物。进士出身。"],
        ["李　鸾", 126, "李鸾（1439年－？），字廷仪，河南汝宁府确山县人，民籍。明朝政治人物。同进士出身。"],
        ["徐　瓒", 127, "徐瓒（1436年－？），字国用，浙江嘉兴府秀水县人，。明朝政治人物。进士出身。"],
        ["柳应辰", 128, "柳应辰（1450年－？），字拱之，湖广岳州府巴陵县人，民籍。明朝政治人物。同进士出身。"],
        ["陈　凤", 129, "陈凤（1439年－1498年），字文瑞，四川省保宁府巴县人，民籍，治《书经》，年三十一岁中式成化五年己丑科第三甲第一百二十九名进士。十一月十七日生，行一，曾祖陈敬亲；祖陈铭；父陈琳；母李氏；继母王氏。具庆下，妻赵氏，弟翔。由国子生中式四川乡试第十二名举人，会试中式第八十四名[1]。"],
        ["周　郁", 130, "周郁（1430年－？），字文盛，直隶河间府阜城县人，军籍。明朝政治人物。进士出身。"],
        ["毛　泰", 131, "毛泰（1443年－？），字时亨，河南开封府兰阳县人，民籍。明朝政治人物。进士出身。"],
        ["张　璁", 132, "张璁（1439年－？），字廷璧，浙江处州府丽水县人，云南平夷卫官籍。明朝政治人物。进士出身。"],
        ["姚　伦", 133, "姚伦（1430年－？），字大伦，直隶常州府武进县人，民籍。明朝政治人物。进士出身。"],
        ["祝　澜", 134, "祝澜（1436年－？），字有本，江西饶州府德兴县人，民籍。明朝政治人物。进士出身。"],
        ["王　玹", 135, "王玹（1443年－？），字邦器，直隶河间府沧州盐山县人，民籍。明朝政治人物。进士出身。"],
        ["李　进", 136, "李进（？－1512年），字时勉，山西承宣布政使司平阳府曲沃县（今山西省曲沃县）人，明朝政治人物、进士出身。"],
        ["鲍　麒", 137, "鲍麒（1434年－？），字仲瑞，浙江温州府平阳县人，民籍。明朝政治人物。进士出身。"],
        ["樊　经", 138, "樊经（1444年－？），字大经，湖广岳州府澧州人，民籍。明朝政治人物。同进士出身。"],
        ["朱守孚", 139, "朱守孚（1434年－？），字中孚，湖广郴州桂阳县人，军籍。明朝政治人物。进士出身。"],
        ["邵　晖", 140, "邵晖（1440年－1485年），字日昭，直隶常州府宜兴县人，民籍。明朝政治人物。进士出身。"],
        ["张　衎", 141, "张衎（1438年－？），字敬先，直隶松江府华亭县人，民籍。明朝政治人物。进士出身。"],
        ["方　珪", 142, "方珪（1445年－？），字纯洁，福建兴化府莆田县人，军籍。明朝政治人物。进士出身。"],
        ["卢　瑀", 143, "卢瑀（1432年－？），字希玉，浙江宁波府鄞县人，军籍。明朝政治人物。进士出身。"],
        ["郑　宏", 144, "郑宏（1442年－？），字德崇，河南汝宁府光州光山县人，匠籍。明朝政治人物。进士出身。"],
        ["顾　竑", 145, "顾竑（1435年－？），字惟远，直隶苏州府吴县人，民籍。明朝政治人物。进士出身。"],
        ["吴　杰", 146, "吴杰（1440年－？），字廷臣，直隶扬州府江都县人，民籍。明朝政治人物。进士出身。"],
        ["萧　冕", 147, "萧冕（1440年－？），字廷冕，江西吉安府泰和县人，民籍。明朝政治人物。进士出身。"],
        ["徐　杰", 148, "徐杰（1438年－？），字民望，山西大同府大同县人，匠籍。明朝政治人物。进士出身。"],
        ["顾　佐", 149, "《竹园寿集图》之顾佐像，明吕纪、吕文英合绘\n现藏北京故宫博物院"],
        ["李　濬", 150, "李濬（1440年－？），字德深，直隶常州府武进县人，民籍。明朝政治人物。进士出身。"],
        ["薛　珪", 151, "薛珪（1437年－？），字廷器，直隶真定府赵州临城县人，民籍。明朝政治人物。进士出身。"],
        ["董　荣", 152, "董荣（1439年－？），字廷宠，浙江台州府临海县人，民籍。明朝政治人物。进士出身。"],
        ["彭　朗", 153, "彭朗（1429年－？），字遐霁，江西吉安府安福县人，民籍。明朝政治人物。进士出身。"],
        ["郭　铨", 154, "郭铨（1440年－？），字秉衡，直隶广平府威县人，民籍。明朝政治人物。进士出身。"],
        ["齐　文", 155, "齐文（1432年－？），字应奎，直隶永平府滦州人，燕山左卫官籍。明朝政治人物。进士出身。"],
        ["李　㵾", 156, "李㵾（1435年－？），字士清，湖广黄州府麻城县人，民籍。明朝政治人物。进士出身。"],
        ["姜　宣", 157, "姜宣（1434年－？），字德敷，河南开封府兰阳县人，军籍。明朝政治人物。进士出身。"],
        ["刘　瓛", 158, "刘瓛（1444年－？），字廷珍，江西吉安府安福县人，山东济南卫军籍。明朝政治人物。进士出身。"],
        ["谢　显", 159, "谢显（1445年－？），字时荣，浙江绍兴府会稽县人，民籍。明朝政治人物。进士出身。"],
        ["郑　炯", 160, "郑炯（1443年－？），字叔亮，福建福州府闽县人，军籍。明朝政治人物。进士出身。"],
        ["王　问", 161, "王问（1441年－？），字好学，山东东昌府高唐州武城县人，民籍。明朝政治人物。进士出身。"],
        ["张　伦", 162, "张伦（1444年－1503年），字宗道，山东省登州府黄县人，军籍，治《书经》，年二十六岁中式成化五年己丑科第三甲第一百六十二名进士。八月初九日生，行二，曾祖张信；祖张弼；父张辉，知县；前母刘氏；申氏。具庆下，妻宋氏，兄伟（义官），弟佺；仁。由县学生中式山东乡试第十一名举人，会试中式第一百九名[1]。"],
        ["吴　祚", 163, "吴祚（1440年－？），字天保，浙江严州府淳安县人，民籍。明朝政治人物。进士出身。"],
        ["萧　定", 164, "萧定可以指："],
        ["吴　坏", 165, "吴坏，福建云霄郭浦人，明朝政治人物、进士出身。"],
        ["林　表", 166, "林表（1439年－？），字廷仪，福建漳州府漳浦县人，民籍。明朝政治人物。进士出身。"],
        ["刘　源", 167, "刘源（1437年－？），字汝洁，顺天府宛平县人，民籍。明朝政治人物。进士出身。"],
        ["赵　聪", 168, "赵聪（1437年－？），字时宪，湖广襄阳府谷城县人，军籍。明朝政治人物。进士出身。"],
        ["解　敏", 169, "解敏（1438年－？），字克聪，山东济南府德州人，军籍。明朝政治人物。进士出身。"]
    ],
    "index": 30,
    "url": "https://zh.wikipedia.org/wiki/Template:%E6%88%90%E5%8C%96%E4%BA%94%E5%B9%B4%E5%B7%B1%E4%B8%91%E7%A7%91%E6%AE%BF%E8%A9%A6%E9%87%91%E6%A6%9C",
    "second": [
        ["张　璲", 1, "张璲（1444年－？），字廷佩，山西平阳府安邑县人，盐籍。明朝政治人物。进士出身。"],
        ["费　訚", 2, "费訚（1436年－1493年），字廷言，直隶镇江府丹徒县人，民籍。明朝政治人物。进士出身。"],
        ["陈　珷", 3, "陈珷（1435年－？），字德章，广东广州府顺德县人，民籍。明朝政治人物。进士出身。"],
        ["张　习", 4, "张习（1433年－？），字企翱，直隶苏州府吴县人，民籍。明朝政治人物。进士出身。"],
        ["李秉衷", 5, "李秉衷（1437年－？），字德夫，直隶徐州丰县人，应天府江宁县官籍。明朝政治人物。进士出身。"],
        ["舒　春", 6, "舒春（1430年－？），字景熙，浙江绍兴府馀姚县人，武功中卫军籍。明朝政治人物。进士出身。"],
        ["陈　揆", 7, "陈揆（1441年－1500年），字季同，四川省重庆府合州铜梁县人，匠籍，治《易经》，年二十九岁中式成化五年第二甲第七名进士。闰十一月十二日生，行二，曾祖陈志贤，赠右副都御史；祖陈瑀，封右副都御史；父陈价，右副都御史；母冯氏（封淑人）。重庆下，妻张氏，继妻孔氏；兄扩（冠带总旗），弟揭；拭（国子生）；扶；操。由国子生中式四川乡试第四十一名举人，会试中式第一百八十一名[1]。"],
        ["白　玢", 8, "白玢（1430年－1486年），字宗璞，直隶常州府武进县人，民籍。明朝政治人物。进士出身。"],
        ["郑　宏", 9, "郑宏（1430年－？），字元之，浙江宁波府鄞县人，民籍。明朝政治人物。进士出身。"],
        ["乐　宣", 10, "乐宣（1441年－？），字继谐，湖广永州府道州宁远县人，民籍。明朝政治人物。进士出身。"],
        ["萧　璵", 11, "萧璵（1439年－？），字焕如，江西吉安府泰和县人，儒籍。明朝政治人物。进士出身。"],
        ["梁　泽", 12, "梁泽（1445年－？），字汝霖，陕西西安府耀州三原县人，军籍。明朝政治人物。进士出身。"],
        ["王　缨", 13, "王缨（1437年－？），字用清，直隶常州府宜兴县人，民籍。明朝政治人物。进士出身。"],
        ["言　芳", 14, "言芳（1437年－？），字宗本，山东济南府邹平县人，军籍。明朝政治人物。进士出身。"],
        ["李　延", 15, "李延（1440年－？），字与龄，江西南昌府丰城县人，军籍。明朝政治人物。进士出身。"],
        ["王　瑞", 16, "王瑞（1438年－1497年），字良璧，南直隶安庆府望江县人，医籍，治《诗经》，年三十二岁中式成化五年己丑科第二甲第十六名进士。正月十九日生，行五，曾祖王华卿；祖王伟；父王景；母束氏；继母李氏；继母刘氏。具庆下，妻吴氏，继妻萧氏；兄理；琼；玺，弟琏；琳；琦；瑛；珪；玉宪；琅。由国子生中式应天府乡试第七十一名举人，会试中式第十九名[1]。"],
        ["阎仲实", 17, "阎仲实（1433年－？），字光甫，陕西凤翔府陇州人，军籍。明朝政治人物。进士出身。"],
        ["尹　龙", 18, "尹龙（1448年－？），字舜臣，山东济南府历城县人，民籍。明朝政治人物。进士出身。"],
        ["尚　䌹", 19, "尚䌹（1447年－？），字美中，河南雎阳卫人，军籍。明朝政治人物。进士出身。"],
        ["龚　泽", 20, "龚泽（1433年－？），字时济，浙江宁波府慈谿县人，民籍。明朝政治人物。进士出身。"],
        ["郝志义", 21, "郝志义（1444年－？），字宜之，陕西延安府绥德州清涧县人，军籍。明朝政治人物。进士出身。"],
        ["邹　儒", 22, "邹儒（1436年－？），字宗道，浙江绍兴府馀姚县人，灶籍。明朝政治人物。进士出身。"],
        ["冯　兰", 23, "冯兰（1443年－？），字佩之，浙江绍兴府馀姚县人，民籍。明朝政治人物。进士出身。"],
        ["邵　宗", 24, "邵宗（1430年－？），字以道，陕西临洮府兰县人，校籍。明朝政治人物。进士出身。"],
        ["郁　庠", 25, "郁庠（1440年－？），字从周，直隶河间府景州人，民籍。明朝政治人物。进士出身。"],
        ["徐　冔", 26, "徐冔（1430年－？），字以质，直隶苏州府嘉兴县人，军籍。明朝政治人物。进士出身。"],
        ["吴　珵", 27, "吴珵（1435年－？），字元玉，直隶苏州府吴县人，顺天府大兴县匠籍。明朝政治人物。进士出身。"],
        ["李　蕙", 28, "李蕙（1438年－？），字德馨，直隶太平府当涂县人，民籍。明朝政治人物。进士出身。"],
        ["张　忱", 29, "张忱（1441年－？），字伯恂，直隶永平府昌黎县人，民籍。明朝政治人物。进士出身。"],
        ["毛松龄", 30, "毛松龄（1444年－？），字乔年，江西南昌府丰城县人，军籍。明朝政治人物。进士出身。"],
        ["黄　麟", 31, "黄麟（1438年－？），字文祥，河南开封府钧州密县人，民籍。明朝政治人物。进士出身。"],
        ["乔维翰", 32, "乔维翰（1435年－？），字师召，直隶松江府上海县人，灶籍。明朝政治人物。进士出身。"],
        ["杨光溥", 33, "杨光溥（1447年－？），字文卿，山东青州府莒州沂水县人，军籍。明朝政治人物。进士出身。"],
        ["张以弘", 34, "张以弘（1431年－？），字裕夫，浙江绍兴府山阴县人，民籍。明朝政治人物。进士出身。"],
        ["邓存德", 35, "邓存德（1435年－？），字新之，江西南康府建昌县人，南京钦天监籍。明朝政治人物。进士出身。"],
        ["徐与宪", 36, "徐与宪（1429年－？），字“与典”，号文振，河南汝宁府光州光山县人，民籍。明朝政治人物。进士出身。"],
        ["杨　遵", 37, "杨遵（1436年－？），字循德，湖广衡州府衡山县人，贵州平越卫官籍。明朝政治人物。进士出身。"],
        ["冀　绮", 38, "冀绮（1437年－？），字文华，直隶扬州府高邮州宝应县人，民籍。明朝政治人物。进士出身。"],
        ["张祯叔", 39, "张祯叔（1441年－1500年），字祯叔，四川省重庆府巴县人，民籍，治《易经》，年二十九岁中式成化五年己丑科第二甲第三十九名进士。闰十一月十九日生，行一，曾祖张英；祖张文聪，赠按察司佥事；父张清，左布政使；母龙氏（赠宜人）；龚氏（封宜人）。重庆下，妻胡氏，弟祥叔；祺叔；禧叔；盛叔；磐叔。由国子生中式四川乡试第二十七名举人，会试中式第二百三十三名[1]。"],
        ["沈　锐", 40, "沈锐（1448年－？），字文进，浙江杭州府仁和县人，民籍。明朝政治人物。进士出身。"],
        ["周　瑛", 41, "周瑛（1430年－1518年），字梁石，自号蒙中子、白贲道人，福建莆田人。明朝政治人物、进士出身。"],
        ["张　锦", 42, "张锦（1440年－1501年），字尚䌹，河南开封府太康县人，陕西岷州卫军籍。明朝政治人物。进士出身。"],
        ["蔡　晟", 43, "蔡晟（1446年－？），字文辉，河南开封府雎州人，军籍。明朝政治人物。进士出身。"],
        ["张　缙", 44, "张缙（1442年－？），字朝用，山西太原府阳曲县人，民籍。明朝政治人物。进士出身。"],
        ["周孟中", 45, "周孟中（1437年－1502年），字时可，江西吉安府庐陵县人，民籍。明朝政治人物。进士出身。"],
        ["朱　绅", 46, "朱绅（1437年－？），字仪中，直隶苏州府崑山县人，锦衣卫军匠籍。明朝政治人物。进士出身。"],
        ["解　宾", 47, "解宾（1433年－？），字尚敬，直隶保定府高阳县人，民籍。明朝政治人物。进士出身。"],
        ["侯　方", 48, "侯方（1444年－？），字公矩，直隶松江府华亭县人，民籍。明朝政治人物。进士出身。"],
        ["李元镇", 49, "李元镇（1437年－？），字元镇，福建兴化府莆田县人，盐籍。明朝政治人物。进士出身。"],
        ["赵　祥", 50, "赵祥（1441年－？），字梦麟，直隶镇江府丹徒县人，军籍。明朝政治人物。进士出身。"],
        ["熊　景", 51, "熊景（1432年－1487），字开甫，江西南昌府南昌县人，民籍。明朝政治人物。进士出身。"],
        ["陆　奎", 52, "陆奎（1440年－？），字文曜，直隶苏州府嘉定府人，民籍。明朝政治人物。进士出身。"],
        ["郭　忠", 53, "郭忠（1436年－1488年），字廷臣，直隶广平府肥乡县人，民籍。明朝政治人物。进士出身。"],
        ["方　守", 54, "方守（1436年－？），字宜约，福建兴化府莆田县人，盐籍。明朝政治人物。进士出身。"],
        ["王　鼎", 55, "王鼎（1438年－？），字元勳，直隶苏州府常熟县人，军籍。明朝政治人物。进士出身。"],
        ["陈　纪", 56, "陈纪（1447年－？），字叔振，福建福州府闽县人，民籍。明朝政治人物。进士出身。"],
        ["张　晟", 57, "张晟（1438年－？），字孟旸，浙江杭州府仁和县人，民籍。明朝政治人物。进士出身。"],
        ["胡　赞", 58, "胡赞（1433年－？），字克襄，浙江绍兴府馀姚县人，兴州中屯卫籍。明朝政治人物。进士出身。"],
        ["勒　玺", 59, "勒玺（1441年－？），字荆玉，山东兖州府曹州曹县人，军籍。明朝政治人物。进士出身。"],
        ["谢　恭", 60, "谢恭（1436年－1484年），字文安，直隶徽州府休宁县人，民籍。明朝政治人物。进士出身。"],
        ["李　介", 61, "李介（1445年－1498年），山东承宣布政使司莱州府高密县 (今山东省潍坊市高密县）人，明朝兵部侍郎。"],
        ["王　臣", 62, "王臣（1454年－？），字世赏，江西吉安府庐陵县人，官籍。明朝政治人物。进士出身。"],
        ["陈　勉", 63, "陈勉（1436年－？），江西承宣布政使司抚州府临川县（今江西省抚州市）人，明朝政治人物、进士出身。"],
        ["屠　勳", 64, "屠勳（1446年－1516年），字元勳，平湖人。明朝政治人物、进士出身。"],
        ["崔　陞", 65, "崔陞（1439年－？），字廷进，河南彰德府安阳县人，军籍。明朝政治人物。进士出身。"],
        ["姜　英", 66, "姜英（1431年－？），字时俊，浙江绍兴府馀姚县人，民籍。明朝政治人物。进士出身。"],
        ["郑　龄", 67, "郑龄（1440年－？），字梦龄，江西广信府弋阳县人，军籍。明朝政治人物。进士出身。"],
        ["沈　璐", 68, "沈璐（1438年－？），字廷瑞，直隶松江府上海县人，灶籍。明朝政治人物。进士出身。"],
        ["刘　宪", 69, "刘宪（1442年－？），字文纲，江西饶州府馀干县人，民籍。明朝政治人物。进士出身。"],
        ["邵　珪", 70, "邵珪（1441年－？），字文敬，直隶常州府宜兴县人，军籍。明朝政治人物。进士出身。"],
        ["昝　诚", 71, "昝诚（1437年－？），字笃学，山东莱州府胶州高密县人，民籍。明朝政治人物。进士出身。"],
        ["吴　琼", 72, "吴琼（1439年－？），字怀德，浙江湖州府乌程县，军籍。明朝政治人物。进士出身。"],
        ["吴　珉", 73, "吴珉（1435年－？），字廷振，山西平阳府霍州灵石县人，军籍。明朝政治人物。进士出身。"],
        ["周　政", 74, "周政（1441年－？），字尚德，浙江杭州府仁和县人，民籍。明朝政治人物。进士出身。"],
        ["奚　昌", 75, "奚昌（1421年－？），字元启，直隶苏州府吴县人，军籍。明朝政治人物。进士出身。"]
    ]
}