{
    "year_name": "成化十一年乙未科殿试金榜",
    "first": [
        ["谢　迁", 1, "泗门谢氏祖像之谢迁像"],
        ["刘　戬", 2, "刘戬（1435年－1492年），字景元，江西安福人。"],
        ["王　鏊", 3, "清人绘王鏊像，《南京博物院》藏"]
    ],
    "second": [
        ["卜　同", 1, "卜同（1442年－？），字从大，直隶宜兴县（今江苏省无锡市宜兴市）人，明朝政治人物、进士出身。"],
        ["徐　洪", 2, "徐洪（1439年－？），字公溥，浙江绍兴府萧山县人，匠籍，明朝政治人物。进士出身。"],
        ["洪　锺", 3, "洪锺（1443年－1523），字宣之，自号两峰居士，浙江钱塘县人。明朝刑部尚书、工部尚书、左都御史。"],
        ["金　楷", 4, "金楷（1448年－？），字式之，直隶嘉定县人，军籍，明朝政治人物。进士出身。"],
        ["王　沂", 5, "王沂（1443年－？），字希曾，南京常州府武进（今江苏常州市）人，明朝政治人物、进士出身。王㒜之子。"],
        ["郭　定", 6, "郭定（1445年－？），字静之，山西泽州高平县人，官籍，明朝政治人物。进士出身。"],
        ["杨茂元", 7, "杨茂元（1450年－1516年），字志仁，号麟洲，浙江鄞县（今宁波）人，明朝政治人物，进士出身。"],
        ["杨仕伟", 8, "杨仕伟（1437年－？），字景奇，福建建宁府建安县人，官籍，明朝政治人物。进士出身。"],
        ["刘　忠", 9, "刘忠（1441年－1500年），字臣节，四川省叙州府南溪县人，民籍，治《易经》，年三十五岁中式成化十一年乙未科第二甲第九名进士。十一月初二日生，行三，曾祖刘永寿，同知；祖刘琬；父刘恂，教授；前母郭氏；前母王氏；前母熊氏；张氏。永感下，妻邓氏，兄广；本；文；廓，弟信（同科进士）。由县学生中式四川乡试第二名举人，会试中式第六名[1]。"],
        ["吴　倬", 10, "吴倬（1440年－？），字克大，浙江严州府淳安县人，民籍，明朝政治人物。进士出身。"],
        ["张　锐", 11, "张锐（1439年－？），字抑之，陕西巩昌府秦州人，军籍，明朝政治人物。进士出身。"],
        ["华　山", 12, "华山（1447年－1512年），字仁甫，号静菴，直隶常州府无锡县（今江苏无锡市）人，民籍，明朝政治人物。进士出身。"],
        ["王　傅", 13, "王傅（1449年－？），字良弼，陕西西安府盩厔县人，民籍，明朝政治人物。进士出身。"],
        ["仰　昇", 14, "仰昇（1435年－？），字进卿，直隶庐州府无为州人，民籍，明朝政治人物。进士出身。"],
        ["陈　谟", 15, "陈谟（1442年－？），字嘉猷，直隶池州府建德县人，民籍，明朝政治人物。进士出身。"],
        ["程廷珙", 16, "程廷珙（1443年－？），字献之，江西饶州府浮梁县人，民籍，明朝政治人物。进士出身。"],
        ["吴　钦", 17, "吴钦（1446年－？），字禹邻，浙江仁和县人，顺天府大兴县匠籍，明朝政治人物。进士出身。"],
        ["彭　经", 18, "彭经（1439年－1498年），字载道，四川省重庆府长寿县人，军籍，治《诗经》，年三十七岁中式成化十一年乙未科第二甲第十八名进士。十一月十八日生，行三，曾祖彭诚，府同知；祖彭添爵；父彭思明，吏目；嫡母李氏；生母馀氏。永感下，妻何氏，兄缙；绅。由国子生中式四川乡试第六十三名举人，会试中式第三十九名[1]。"],
        ["马中锡", 19, "马中锡（1446年－1512年），字天禄，号东田，明朝直隶故城（今属河北省）人。明朝官员。"],
        ["郑　重", 20, "郑重（1440年－？），字本弘，浙江宁波府慈谿县人，军灶籍，明朝政治人物。进士出身。"],
        ["王　鏓", 21, "王锪（1442年－？），字文曜，浙江宁波府慈谿县人，军籍，明朝政治人物。进士出身。"],
        ["伍希闵", 22, "伍希闵（1437年－1499年），字仲孝，江西承宣布政使司吉安府安福（今江西安福县）人，明朝政治人物、进士出身。"],
        ["雷士旃", 23, "雷士旃[1]（1446年－？），字元芳，福建泉州府建安县（今属建瓯市）人，明朝政治人物。"],
        ["童　潮", 24, "童潮（1437年－？），字信之，浙江宁波府慈谿县人，民籍，明朝政治人物。进士出身。"],
        ["范　吉", 25, "范吉（1444年－？），字以贞，浙江台州府天台县人，民籍，明朝政治人物。进士出身。"],
        ["陈　相", 26, "陈相（1444年－？），字子邻，直隶扬州府泰州人，军籍，明朝政治人物。进士出身。"],
        ["左　悠", 27, "左悠（1447年－？），字尚远，江西建昌府南城县人，民籍，明朝政治人物。进士出身。"],
        ["孙　裕", 28, "孙裕（1445年－？），字德宏，直隶苏州府崑山县人，官籍，明朝政治人物。进士出身。"],
        ["叶　盛", 29, "叶盛（1435年－？），字昌伯，浙江金华府兰谿县人，民籍，明朝政治人物。进士出身。"],
        ["陈　珍", 30, "陈珍（1437年－？），字廷贵，山东青州府人，辽东义州卫籍，明朝政治人物。进士出身。"],
        ["元守直", 31, "元守直（1450年－？），字良弼，河南彰德府汤阴县人，民籍，明朝政治人物。进士出身。"],
        ["吴　珍", 32, "吴珍（1451年－？），字汝贵，浙江湖州府长兴县人，民籍，明朝政治人物。进士出身。"],
        ["吴　诚", 33, "吴诚（1445年－？），字性夫，浙江严州府淳安县人，民籍，明朝政治人物。进士出身。"],
        ["吴　洪", 34, "吴洪（1448年－1525年），字禹畴，南直隶苏州府吴江（今江苏吴江县）人，明朝政治人物。"],
        ["苏　章", 35, "苏章（1441年－？），字文简，江西饶州府馀干县人，民籍，明朝政治人物。进士出身。"],
        ["陈　绶", 36, "陈绶（1441年－1500年），字公佩，四川省泸州人，明朝政治人物。"],
        ["李　哲", 37, "李哲（1440年－？），字彦明，浙江宁波府鄞县人，民籍，明朝政治人物。进士出身。"],
        ["杨　棨", 38, "杨棨（1447年－？），字大拯，山东兖州府济宁州人，民籍，明朝政治人物。进士出身。"],
        ["史　俊", 39, "史俊（1443年－？），字邦彦，顺天府涿州人，民籍，明朝政治人物。进士出身。"],
        ["马　璠", 40, "马璠（1443年－？），字廷玺，山西平阳府解州安邑县人，民籍，明朝政治人物。进士出身。"],
        ["曹　元", 41, "曹元（1449年－？），字以贞，直隶含山县人，太宁前卫官籍，明朝政治人物。进士出身。"],
        ["李　云", 42, "李云（1445年－？），字时望，南京常州府宜兴（今江苏宜兴）人，明朝政治人物、进士出身。"],
        ["袁　宏", 43, "袁宏（1441年－？），字德宏，直隶安庆府桐城县人，军籍，明朝政治人物。进士出身。"],
        ["赵鹤龄", 44, "赵鹤龄（1443年－1502年），字永年，陕西省郃阳县人，四川泸州卫军籍，治《书经》，年三十三岁中式成化十一年乙未科第二甲第四十四名进士。二月十三日生，行一，曾祖赵孟禧；祖赵贵；父赵刚；母宁氏。慈侍下，妻樊氏。由国子生中式四川乡试第四十八名举人，会试中式第六十八名[1]。"],
        ["王　岳", 45, "王岳（1436年－？），字仰嵩，江西吉安府庐陵县人，民籍，明朝政治人物。进士出身。"],
        ["彭　纲", 46, "彭纲（1442年－？），字性仁，江西临江府清江县人，民籍，明朝政治人物。进士出身。"],
        ["刘　绅", 47, "刘绅（1446年－？），字大章，陕西西安府邠州人，民籍，明朝政治人物。进士出身。"],
        ["张　本", 48, "张本（1437年－1508年），浙江省杭州府钱塘县（今浙江省杭州市），明朝政治人物、进士。"],
        ["毛　伦", 49, "毛伦（1444年－？），字秉彜，山西太平县人，直隶镇朔卫官籍，明朝政治人物。进士出身。"],
        ["廖　中", 50, "廖中（1435年－？），字用中，福建延平府顺昌县人，民籍，明朝政治人物。进士出身。"],
        ["章玄应", 51, "章玄应（1443年－？），字顺德，浙江温州府乐清县人，军籍，明朝政治人物。进士出身。"],
        ["周　宏", 52, "周宏（1452年－？），字懋德，浙江承宣布政使司湖州府德明（今浙江德明县）人，明朝政治人物、进士出身。"],
        ["黄　铎", 53, "黄铎（1439年－？），字文器，福建兴化府莆田县人，民籍，明朝政治人物。进士出身。"],
        ["俞　经", 54, "俞经（1445年－？），字勉诚，直隶通州人，南京留守左卫官籍，明朝政治人物。进士出身。"],
        ["卢　鸿", 55, "卢鸿（1445年－？），字雄飞，浙江严州府淳安县人，民籍，明朝政治人物。进士出身。"],
        ["尹　珍", 56, "尹珍（1442年－？），字廷用，江西安福县人，直隶大河卫军籍，明朝政治人物。进士出身。"],
        ["徐　源", 57, "徐源（1440年－1515年），字仲山，直隶长洲县（今江苏苏州市）人，明朝政治人物。"],
        ["江　贵", 58, "江贵（1432年－？），字公辅，江西抚州府金谿县人，民籍，明朝政治人物。进士出身。"],
        ["陆　远", 59, "陆远（1440年－？），字德毅，浙江嘉兴府秀水县人，民籍，明朝政治人物。进士出身。"],
        ["刘　杲", 60, "刘杲（1451年－1513年），字世熙，直隶苏州府长洲县人，民籍，明朝政治人物。进士出身。"],
        ["和　暲", 61, "和暲（1449年－？），字文辉，山西陵川县人，河南开封府河阴县军籍，明朝政治人物。进士出身。"],
        ["任文遂", 62, "任文遂（1446年－1505年），字思顺，福建省福州府闽县人，大宁营州后屯卫军籍，治《诗经》，年三十岁中式成化十一年乙未科第二甲第六十二名进士。十月十一日生，行一，曾祖任本清；祖任仕廷；父任惟崇，县丞；母潘氏；继母高氏。具庆下，妻朱氏，继妻徐氏；弟文进；文道。中式顺天府乡试第三十一名举人，会试中式第一百五十二名[1]。"],
        ["耿文睿", 63, "耿文睿（1442年－？），字天资，山西平阳府曲沃县人，民籍，明朝政治人物。进士出身。"],
        ["吴　瑞", 64, "吴瑞（1440年－？），字德征，南京苏州府崑山（今江苏昆山市）人，明朝政治人物、进士出身。"],
        ["诸　让", 65, "诸让（1439年－？），字养和，浙江绍兴府馀姚县人，官籍，明朝政治人物。进士出身。"],
        ["赵　恩", 66, "赵恩（1446年－？），字允仁，河南开封府归德州人，军籍，明朝政治人物。进士出身。"],
        ["王　盛", 67, "王盛（1440年－？），字懋德，陕西承宣布政使司西安府同州韩城人，明朝政治人物、进士出身。"],
        ["毕　亨", 68, "毕亨（1449年－？），字嘉会，山东新城县人，明朝政治人物、进士出身。"],
        ["鲁　诚", 69, "鲁诚（1444年－？），字文明，浙江绍兴府山阴县人，军籍，明朝政治人物。进士出身。"],
        ["秦　巘", 70, "秦巘（1442年－1497年），字廷贽，南京苏州府崑山（今江苏崑山）人，明朝政治人物、进士出身。"],
        ["朱　恺", 71, "朱恺（1442年－？），字舜征，福建兴化府莆田县人，民籍，明朝政治人物。进士出身。"],
        ["杨奉春", 72, "杨奉春（1444年－？），字世元，浙江天台县人，锦衣卫军籍，明朝政治人物。进士出身。"],
        ["王　敏", 73, "王敏（1432年－？），字逊之，万全宣府前卫人，军籍，明朝政治人物。进士出身。"],
        ["汪　凤", 74, "汪凤（1442年－1500年），字天瑞，江西弋阳人，明朝政治人物、进士出身。"],
        ["吴　愈", 75, "吴愈（1443年－1526年），字惟谦，号遯菴，南京苏州府崑山（今江苏昆山市）人，明朝政治人物、进士出身。"],
        ["姚　昺", 76, "姚昺（1443年－？），字懋明，直隶吴县人，南京锦衣卫匠籍，明朝政治人物。进士出身。"],
        ["吴　嵩", 77, "吴嵩（1444年－？），字中立，江西抚州府临川县人，民籍，明朝政治人物。进士出身。"],
        ["刘　时", 78, "刘时（1441年－？），字本升，江西吉安府永新县人，民籍，明朝政治人物。进士出身。"],
        ["冒　政", 79, "冒政（1443年－1519年），南直隶扬州府泰州（今江苏省泰州市）人，明朝副都御史。"],
        ["陆　怡", 80, "陆怡（1431年－？），字顺之，直隶常州府武进县人，军籍，明朝政治人物。进士出身。"],
        ["黄　钺", 81, "黄钺（1436年－？），字廷威，湖广长沙府湘阴县人，军籍，明朝政治人物。进士出身。"],
        ["刘定昌", 82, "刘定昌（1447年－1506年），字邦泰，四川省重庆府綦江县人，军籍，治《诗经》，年二十九岁中式成化十一年乙未科第二甲第八十二名进士。四月初六日生，行四，曾祖刘干辰，知事；祖刘仲端；父刘哲；母凌氏。具庆下，妻吴氏，兄复昌；德昌；景昌，弟守昌；原昌。由县学生中式四川乡试第十八名举人，会试中式第二百三十六名[1]。"],
        ["周　凤", 83, "周凤（1441年－1500年），字文明，湖广常德府龙阳县人，军籍，治《易经》，年三十五岁中式成化十一年乙未科第二甲第八十三名进士。六月初九日生，行二，曾祖周思午；祖周之美；父周和；母赵氏。慈侍下，妻廖氏，兄凤呈。由县学生中式湖广乡试第四十三名举人，会试中式第一百二十三名[1]。"],
        ["赵　明", 84, "赵明（1444年－？），字孔昭，福建福州府侯官县人，福州右卫军籍，明朝政治人物、进士出身。"],
        ["潘　祺", 85, "潘祺（1447年－？），字应昇，浙江台州府天台县人，民籍，明朝政治人物。进士出身。"],
        ["潘　洪", 86, "潘洪（1439年－1498年），字裕夫，南直隶淮安府邳州宿迁县人，民籍，治《礼记》，年三十七岁中式成化十一年乙未科第二甲第八十六名进士。十月十九日生，行一，曾祖潘得；祖潘智，义官；父潘敏，赏抚司经历；母王氏。具庆下，妻唐氏，弟清（贡士）；淳；滋；润。由国子生中式应天府乡试第五十三名举人，会试中式第二百十七名[1]。"],
        ["刘　鹏", 87, "刘鹏（1444年－？），字图南，河南开封府祥符县人，民籍，明朝政治人物。进士出身。"],
        ["杨　杲", 88, "杨杲（1442年－1501年），字孟晖，湖广龙阳县人，四川成都前卫军籍，治《诗经》，年三十四岁中式成化十一年乙未科第二甲第八十八名进士。五月初十日生，行一，曾祖杨寿通；祖杨斌；父杨昇；母赵氏；继母戴氏。具庆下，妻沈氏，弟枲；荣；棨。由国子生中式四川乡试第三十九名举人，会试中式第一百七十名[1]。"],
        ["许　弼", 89, "许弼（1439年－？），字佑之，顺天府东安县人，军籍，明朝政治人物。进士出身。"],
        ["童　柷", 90, "童柷（1438年－？），字勉和，浙江金华府兰谿县人，军籍，明朝政治人物。进士出身。"],
        ["周　盈", 91, "周盈（1445年－？），字谦之，江西吉安府吉水县人，军籍，明朝政治人物。进士出身。"],
        ["童　兰", 92, "童兰（1449年－？），字世馨，河南孟津县人，府军左卫官籍，明朝政治人物。进士出身。"],
        ["楼　东", 93, "楼东（1453年－？），字启明，浙江宁波府鄞县人，民籍，明朝政治人物。进士出身。"],
        ["管　达", 94, "管达（1444年－？），字升逵，江西吉安府安福县人，军籍，明朝政治人物。进士出身。"],
        ["王　懋", 95, "王懋（1444年－？），字勉之，山东兖州府沂州人，军籍，明朝政治人物。进士出身。"]
    ],
    "index": 32,
    "url": "https://zh.wikipedia.org/wiki/Template:%E6%88%90%E5%8C%96%E5%8D%81%E4%B8%80%E5%B9%B4%E4%B9%99%E6%9C%AA%E7%A7%91%E6%AE%BF%E8%A9%A6%E9%87%91%E6%A6%9C",
    "third": [
        ["张　琛", 1, "张琛（1445年－1504年），字献之，陕西省延安府宜川县人，匠籍，治《诗经》，年三十一岁中式成化十一年乙未科第三甲第一名进士。六月二十一日生，行一，曾祖张敬；祖张锡；父张启，府同知；前母刘氏；王氏。慈侍下，妻姜氏，弟璿；玑。由国子生中式陕西乡试第五十一名举人，会试中式第五十五名[1]。"],
        ["馀　琦", 2, "馀琦（1445年－？），字世征，福建兴化府莆田县人，民籍，明朝政治人物。进士出身。"],
        ["王　臯", 3, "王臯（1442年－？），字舜臣，直隶松江府华亭县人，民籍，明朝政治人物。进士出身。"],
        ["俞振才", 4, "俞振才（1442年－？），字振才，浙江绍兴府新昌县人，民籍，明朝政治人物。进士出身。"],
        ["吴　辙", 5, "吴辙（1444年－？），字宗正，广东广州府新会县人，民籍，明朝政治人物。进士出身。"],
        ["吴仲珠", 6, "吴仲珠（1438年－？），字纯夫，福建兴化府莆田县人，军籍，明朝政治人物。进士出身。"],
        ["李　㵝", 7, "李㵝（1449年－？），字源洁，直隶滁州人，云南云南前卫军籍，明朝政治人物。进士出身。"],
        ["赵　泰", 8, "赵泰（1437年－？），字时雍，陕西西安府咸阳县人，民籍，明朝政治人物。进士出身。"],
        ["向　翀", 9, "向翀（1444年－1503年），字九霄，四川省保宁府通江县人，军籍，治《春秋》，年三十二岁中式成化十一年乙未科第三甲第九名进士。十二月十六日生，行五，曾祖向自贤；祖向英；父向铭，医学训科；母赵氏。慈侍下，妻陈氏，兄濬（医学训科）；洁；沂，弟演；溥；淳；澯；润；淮。由国子生中式四川乡试第九名举人，会试中式第一百九十九名[1]。"],
        ["宋　宣", 10, "宋宣（1431年－？），字世达，福建福州府侯官县人，明朝政治人物、进士出身。"],
        ["刘　瓒", 11, "刘瓒（1445年－？），字国用，直隶保定府清苑县人，军籍，明朝政治人物。进士出身。"],
        ["戈　瑄", 12, "戈瑄（1448年－1522年），字廷玉、良玉，京师河间府景州（今河北景县）人，明朝政治人物、进士出身。"],
        ["武　清", 13, "武清（1452年－？），字源洁，山西太原府岢岚州人，民籍，明朝政治人物。进士出身。"],
        ["文　瑞", 14, "文瑞（1444年－？），字应祥，山西汾州介休县人，军籍，明朝政治人物。进士出身。"],
        ["萧　惠", 15, "萧惠（1431年－？），字顺成，江西吉安府庐陵县人，军籍，明朝政治人物。进士出身。"],
        ["冯　衡", 16, "冯衡（1443年－1502年），字平叔，四川省重庆府合州人，民籍，治《书经》，年三十三岁中式成化十一年乙未科第三甲第十六名进士。十月二十五日生，行一，曾祖冯德清；祖冯林；父冯本学；母许氏；继母陈氏。慈侍下，妻刘氏，弟衢；衎；衍；同；术。由国子生中式四川乡试第四十五名举人，会试中式第一百六十名[1]。"],
        ["黄　玹", 17, "黄玹（1438年－？），字敬润，湖广武昌府蒲沂县人，军籍，明朝政治人物。进士出身。"],
        ["杨　璡", 18, "杨璡（1444年－？），字用章，河南开封府祥符县人，民籍，明朝政治人物。进士出身。"],
        ["蓝　洪", 19, "蓝洪（1431年－？），字宗浩，河南阳卫守御邓州千户所人，军籍，明朝政治人物。进士出身。"],
        ["曹　英", 20, "曹英（1439年－？），字世杰，山东兖州府寿张县人，民籍，明朝政治人物。进士出身。"],
        ["曹　澜", 21, "曹澜（1437年－？），字文源，应天府句容县人，民籍，明朝政治人物。进士出身。"],
        ["胡　英", 22, "胡英（1432年－？），字廷俊，浙江嘉兴府秀水县人，民籍，明朝政治人物。进士出身。"],
        ["任　泰", 23, "任泰（1438年－1497年），字亨伯，浙江省嘉兴府嘉善县人，军籍，治《书经》，年三十八岁中式成化十一年乙未科第三甲第二十三名进士。十月初九日生，行一，曾祖任子真；祖任子谦；父任海；母戴氏。慈侍下，妻陈氏，弟节；恒。由国子生中式浙江乡试第十一名举人，会试中式第二十名[1]。"],
        ["韩　明", 24, "韩明（1443年－？），字惟远，浙江绍兴府馀姚县人，民籍，明朝政治人物。进士出身。"],
        ["徐同爱", 25, "徐同爱（1436年－？），字仁夫，浙江衢州府常山县人，民籍，明朝政治人物。同进士出身。"],
        ["李　兴", 26, "一说为李星（1444年－？），字伯起，河南承宣布政使司河南府嵩县（今江苏宜兴）人，明朝政治人物、进士出身。"],
        ["佟　珍", 27, "佟珍（1442年－？），字时贵，山东青州府人，辽东定辽中卫军籍，明朝政治人物。进士出身。"],
        ["田　畊", 28, "田畊（1441年－？），字济民，河南开封府仪封县人，军籍，明朝政治人物。进士出身。"],
        ["郑　锜", 29, "郑锜（1428年－1516年），初字湘之，后字威甫，浙江金华府兰谿县人，民籍，明朝政治人物。进士出身。"],
        ["馀　顺", 30, "馀顺（1435年－？），字天助，湖广巴陵县人，直隶安庆卫军籍，明朝政治人物。进士出身。"],
        ["吴　纲", 31, "吴纲（1433年－？），字廷振，浙江杭州府仁和县人，民籍，明朝政治人物。进士出身。"],
        ["郑克昭", 32, "郑克昭（1441年－？），字克昭，福建福州府闽县人，明朝政治人物、进士出身。"],
        ["王有恬", 33, "王有恬（1448年－？），字德安，福建福州府长乐县人，明朝政治人物、进士出身。"],
        ["卢　勗", 34, "卢勗（1445年－？），字汝成，广东广州府东莞县人，灶籍，明朝政治人物。进士出身。"],
        ["孙　轲", 35, "孙轲（1441年－1500年），字希贤，四川省泸州人，民籍，治《书经》，年三十五岁中式成化十一年乙未科第三甲第三十五名进士。十一月初一日生，行一，曾祖孙朝源；祖孙昹；父孙泰中；母罗氏。具庆下，妻李氏，继妻闵氏；弟辂。由国子生中式四川乡试第七名举人，会试中式第一百四十三名[1]。"],
        ["田　禋", 36, "田禋（1436年－？），字本诚，河南开封府祥符县人，民籍，明朝政治人物。进士出身。"],
        ["堵　昇", 37, "堵昇（1435年－？），字文旭，浙江山阴县人，锦衣卫军籍，明朝政治人物。进士出身。"],
        ["沈　振", 38, "沈振（1441年－？），字克成，浙江绍兴府山阴县人，民籍，明朝政治人物。进士出身。"],
        ["俞　琛", 39, "俞琛，一说俞深，浙江新昌人，明朝政治人物、进士出身。俞铎之子。"],
        ["周　仪", 40, "周仪（1446年－？），字熙模，直隶苏州府嘉定县人，民籍，明朝政治人物。进士出身。"],
        ["陈　嵩", 41, "陈嵩（1445年－1504年），字仰之，四川成都府崇庆州人，民籍，治《礼记》，年三十一岁中式成化十一年乙未科第三甲第四十一名进士。十二月十六日生，行一，曾祖陈朝中；祖陈通；父陈永寿；母谈氏；继母石氏。具庆下，妻高氏，弟岳；岌；嵓；岜；汉；环；玉；宇；俊；璧。由州学生中式四川乡试第十一名举人，会试中式第二百三名[1]。"],
        ["乐　镛", 42, "乐镛（1434年－？），字声远，浙江宁波府定海县（今属宁波市镇海）人，太医院籍，明朝政治人物。进士出身。"],
        ["史　书", 43, "史书（1447年－？），字献忠，陕西平凉府泾州灵台县人，民籍，明朝政治人物。进士出身。"],
        ["齐廷珪", 44, "齐廷珪（1450年－？），字朝重，陕西平凉府隆德县人，军籍，明朝政治人物。进士出身。"],
        ["唐　韶", 45, "唐韶（1438年－？），字尚虞，直隶苏州府常熟县人，民籍，明朝政治人物。进士出身。"],
        ["馀　鐖", 46, "馀鐖（1440年－1488年），又称馀玑，号困学，字懋器，浙江承宣布政使司台州府临海（今浙江临海市）人，明朝政治人物、进士出身。"],
        ["刘　伦", 47, "刘纶（1448年－？），字大本，陕西西安府干州人，民籍，明朝政治人物。进士出身。"],
        ["董　复", 48, "董复（1443年－？），字德初，号颐庵，浙江上虞渔家渡（今上虞市上浦镇渔家渡村）人，明朝政治人物、进士出身。董敬之子、董豫之弟。"],
        ["杨　钰", 49, "杨钰（1438年－1497年），字廷玺，四川省重庆府江津县人，民籍，治《春秋》，年三十八岁中式成化十一年乙未科第三甲第四十九名进士。三月初九日生，行三，曾祖杨彦，赠员外郎；祖杨旦，赠给事中；父杨子垣；母龙氏。永感下，妻锺氏，继妻胡氏；兄蓥。由国子生中式四川乡试第十六名举人，会试中式第二百六十三名[1]。"],
        ["潘　隆", 50, "潘隆（1436年－？），字逢吉，直隶大同中屯卫人，军籍，明朝政治人物。进士出身。"],
        ["魏　璋", 51, "魏璋（1443年－？），字廷圭，河南开封府鄢陵县人，明朝官员，同进士出身。"],
        ["周　宗", 52, "周宗（1439年－？），字继先，河南南阳府裕州人，民籍，明朝政治人物。进士出身。"],
        ["吴　福", 53, "吴福（1448年－？），字吉甫，浙江金华府义乌县人，民籍，明朝政治人物。进士出身。"],
        ["吴　谷", 54, "吴谷（1447年－？），字子玉，福建兴化府莆田县人，军籍，明朝政治人物。进士出身。"],
        ["凌　寀", 55, "凌寀，浙江山阴（今绍兴）人，明朝政治人物、进士出身。"],
        ["叶　琛", 56, "叶琛（1436年－？），字廷献，广东广州府东莞县人，军籍，明朝政治人物。进士出身。"],
        ["郭　纶", 57, "郭纶（1434年－1493年），字理之，四川省重庆府长寿县人，民籍，治《诗经》，年四十二岁中式成化十一年乙未科第三甲第五十七名进士。十月初五日生，行二，曾祖郭守信；祖郭清；父郭孟桯；母胡氏。永感下，妻梅氏，继妻何氏；兄经，弟缟。由国子生中式四川乡试第七名举人，会试中式第一百十三名[1]。1477年接替宋端任华亭县知县一职，1486年由汪宣接任。"],
        ["王　瑭", 58, "王瑭（1443年－？），字良玉，浙江台州府临海县人，军籍，明朝政治人物。进士出身。"],
        ["陈景隆", 59, "陈景隆（1439年－？），字如初，福建福州府长乐县人，明朝政治人物、进士出身。"],
        ["陈　经", 60, "陈经（1443年－？），字贯之，湖广衡州府桂阳州临武县人，军籍，明朝政治人物。进士出身。"],
        ["张　鼎", 61, "张鼎（1446年－？），字宗器，河南信阳县人，府军卫官籍，明朝政治人物。进士出身。"],
        ["孔　斌", 62, "孔斌（1439年－？），字时宪，浙江萧山县人，辽东广宁中屯卫旗籍，明朝政治人物。进士出身。"],
        ["张　宏", 63, "张宏（1442年－？），字克容，顺天府大兴县人，龙骧卫官籍，明朝政治人物。进士出身。"],
        ["林　淮", 64, "林淮（1441年－？），，字长深，福建承宣布政使司兴化府莆田（今福建省莆田市）人，明朝政治人物、进士出身。"],
        ["郑　钦", 65, "郑钦（1434年－？），字尚敬，福建兴化府莆田县人，军籍，明朝政治人物。进士出身。"],
        ["刘　信", 66, "刘信（1445年－1504年），字朋节，四川省叙州府南溪县人，民籍，治《易经》，年三十一岁中式成化十一年乙未科第三甲第六十六名进士。十月初六日生，行六，曾祖刘永寿，同知；祖刘琬；父刘恂，教授；前母郭氏；前母王氏；前母熊氏；张氏。永感下，妻胡氏，兄广；本；文；廓；忠（同科进士）。由县学增广生中式四川乡试第十名举人，会试中式第一百一名[1]。"],
        ["李　楫", 67, "李楫（1436年－1495年），字时济，福建省汀州府上杭县人，匠籍，治《易经》，年四十岁中式成化十一年乙未科第三甲第六十七名进士。九月初七日生，行三，曾祖李子云；祖李胜保；父李通；母陈氏；继母谢氏。具庆下，妻黄氏，兄时中；时英，弟时富；时贵；时茂；时发。由国子生中式福建乡试第三十名举人，会试中式第二百九十一名[1]。"],
        ["陈　祥", 68, "陈祥（1443年－？），字吉夫，福建建安县人，甘州中护卫军籍，明朝政治人物。同进士出身。"],
        ["谢富阳", 69, "谢富阳（1434年－？），字仕春，江西吉水县人，赣州府瑞金县民籍，明朝政治人物。进士出身。"],
        ["周　木", 70, "周木（1447年－？），，字近仁，南京苏州府常熟（今江苏常熟市）人，明朝政治人物、进士出身。"],
        ["郭　秩", 71, "郭秩（1437年－？），字持伦，江西吉安府万安县人，泰和县民籍，明朝政治人物。进士出身。"],
        ["张　广", 72, "张广（1447年－？），字弘仁，顺天府通州人，民籍，明朝政治人物。进士出身。"],
        ["施　裕", 73, "施裕（1439年－？），字克宽，直隶太仓卫人，军籍，明朝地方官员。进士出身。曾任巴陵县知县。"],
        ["陈　熊", 74, "陈熊（1433年－？），字祥孟，福建兴化府莆田县人，民籍，明朝政治人物。进士出身。"],
        ["黎　经", 75, "黎经（1448年－1507年），字允正，广西省桂林府阳朔县人，民籍，治《礼记》，年二十八岁中式成化十一年乙未科第三甲第七十五名进士。七月二十日生，行三，曾祖黎秉良；祖黎从学；父黎与衡；母秦氏。具庆下，妻李氏，兄福；禧（知县），弟绍（贡士）；绅；纯；纶。由国子生中式广西乡试第二十二名举人，会试中式第二百六十九名[1]。"],
        ["何　珖", 76, "何珖（1446年－？），字汝玉，广东广州府顺德县人，军籍，明朝政治人物。进士出身。"],
        ["陆　愈", 77, "陆愈（1439年－1488年），字抑之，浙江嘉兴府平湖县人，灶籍，明朝政治人物。进士出身。"],
        ["陈　琚", 78, "陈琚（1441年－？），字宗玉，河南汝宁府确山县人，军籍，明朝政治人物。进士出身。"],
        ["周　洪", 79, "周洪（1440年－？），字宽夫，山东东昌府高唐州武城县人，军籍，明朝政治人物。进士出身。"],
        ["王　傅", 80, "王传（1450年－1493年），字元臣，异名王傅，京师顺天府通州宝坻人，明朝政治人物、进士出身。"],
        ["孙　宾", 81, "孙宾（1450年－？），字敬之，直隶交河县人，锦衣卫军匠籍，明朝政治人物。进士出身。"],
        ["何　善", 82, "何善（1433年－？），字惟吉，江西临江府新淦县人，民籍，明朝政治人物。进士出身。"],
        ["李思明", 83, "李思明（1452年－？），字原晦，山东兖州府济宁州人，军籍，明朝政治人物。进士出身。"],
        ["蹇　霆", 84, "蹇霆（1436年－1495年），字克遂，四川省重庆府巴县人，官籍，治《礼记》，年四十岁中式成化十一年乙未科第三甲第八十四名进士。十月初六日生，行一，曾祖蹇源斌，赠荣禄大夫少师吏部尚书；祖蹇义，荣禄大夫少师兼吏部尚书 赠特进光禄大夫太师 谥忠定；父蹇芸，国子生；母庞氏。永感下，妻尹氏，弟蹇𩆃；蹇霯；蹇䨌。由国子生中式四川乡试第十名举人，会试中式第二百七十四名[1]。"],
        ["黄干亨", 85, "黄干亨（1452年－1483年），字汝亨，福建兴化府莆田县人，民籍，明朝政治人物。同进士出身。"],
        ["宋　德", 86, "宋德（1436年－？），字世隆，陕西凤翔府岐山县人，民籍，明朝政治人物。进士出身。"],
        ["钱承德", 87, "钱承德（1448年－？），字世恒，直隶苏州府常熟县人，民籍，明朝政治人物。进士出身。"],
        ["华仲贤", 88, "华仲贤（1439年－？），字廷佐，湖广黄州府蕲州人，军籍，明朝政治人物。进士出身。"],
        ["胡　瀛", 89, "胡瀛（1444年－？），字孟登，河南汝宁府罗山县人，民籍，明朝政治人物。进士出身。"],
        ["李　行", 90, "李行（1435年－？），字遵化，江西临江府新喻县人，军籍，明朝政治人物。进士出身。"],
        ["李　旻", 91, "李旻（1445年－？），字仁甫，直隶真定府赵州人，锦衣卫小旗，明朝政治人物。进士出身。"],
        ["王　琰", 92, "王琰（1446年－？），字良璧，湖广襄阳府枣阳县人，民籍，明朝政治人物。进士出身。"],
        ["向　荣", 93, "向荣（1441年－？），字至德，江西南昌府进贤县人，民籍，明朝政治人物。进士出身。"],
        ["王　举", 94, "王举（1441年－？），字时用，山东兖州府邹县人，匠籍，明朝政治人物。进士出身。"],
        ["朱　洪", 95, "朱洪（1438年－？），字宗海，河南开封府归德州人，军籍，明朝政治人物。进士出身。"],
        ["纪　杰", 96, "纪杰（1442年－？），字士英，河南彰德府磁州人，民籍，明朝政治人物。进士出身。"],
        ["阎仲宇", 97, "阎仲宇（1441年－1512年），字参甫，陕西凤翔府陇州人，军籍，明朝政治人物。进士出身。"],
        ["郭　珙", 98, "郭珙（1436年－？），字元圭，福建福州府闽县人，明朝政治人物、进士出身。"],
        ["陈　奂", 99, "陈奂（1435年－？），字朝美，福建漳州府漳浦县人，民籍，明朝政治人物。进士出身。"],
        ["陈懋源", 100, "陈懋源（1436年－？），字懋源，福建兴化府莆田县人，民籍，明朝政治人物。进士出身。"],
        ["陈　忠", 101, "陈忠（1442年－？），字思敬，山东青州府莒州人，民籍，明朝政治人物。进士出身。"],
        ["颜　泾", 102, "颜泾（1441年－？），字澄之，直隶苏州府吴县人，民籍，明朝政治人物。进士出身。"],
        ["方　涉", 103, "方涉（1442年－？），又名方陟，字文进，南京庐州府合肥（今安徽合肥市）人，明朝政治人物、进士出身。"],
        ["张　瓒", 104, "张瓒（1448年－？），字器之、廷器，河南彰德府汤阴县人，军籍，明朝政治人物、进士出身。"],
        ["李　琨", 105, "李琨（1436年－？），字德嘉，南京常州府江阴（今江苏江阴市）人，明朝政治人物、进士出身。"],
        ["赵　年", 106, "赵年（1446年－1505年），字有年，浙江省金华府汤溪县人，军籍，治《易经》，年三十岁中式成化十一年乙未科第三甲第一百零六名进士。九月二十六日生，行十二，曾祖赵文慧；祖赵良薤；父赵时敏；母华氏。重庆下，妻潘氏，兄赛，弟贾；贵；贲；瀛；赞。由兰谿县学生中式浙江乡试第四十一名举人，会试中式第一百八十三名[1]。"],
        ["汤　鼐", 107, "汤鼐（1444年－？），字用之，寿州羊石（今寿县正阳关）人。明朝官员、进士出身。"],
        ["袁　凤", 108, "袁凤（1435年－？），字朝阳，江西新淦县人，万全蔚州卫官籍，明朝政治人物。进士出身。"],
        ["田孔昭", 109, "田孔昭（1448年－？），字德明，陕西凤翔府麟游县人，民籍，明朝政治人物。进士出身。"],
        ["赵　琮", 110, "赵琮（1437年－？），字彦玉，直隶保定府清苑县人，军籍，明朝政治人物。进士出身。"],
        ["刘　傅", 111, "刘傅（1439年－1498年），字师正，南直隶苏州府嘉定县人，医籍，治《易经》，年三十七岁中式成化十一年乙未科第三甲第一百一十一名进士。四月二十五日生，行二，曾祖刘叔昭；祖刘溥；父刘资；嫡母华氏；生母戴氏。慈侍下，妻许氏，继妻金氏；兄传，弟侍。由国子生中式应天府乡试第十六名举人，会试中式第一百三十五名[1]。"],
        ["郭　绅", 112, "郭绅（1448年－1513年），字廷章，江西承宣布政使司袁州府宜春县（今江西宜春市）人，袁州卫军籍，明朝政治人物。进士出身。"],
        ["唐　相", 113, "唐相（1444年－？），字希恺，直隶徽州府歙县人，军籍，明朝政治人物。进士出身。"],
        ["吴　珏", 114, "吴珏（1445年－？），字孟璋，浙江台州府临海县人，民籍，明朝政治人物。进士出身。"],
        ["王　嵩", 115, "王嵩（1441年－？），字邦镇，河南承宣布政使司卫辉府汲县人，明朝政治人物、进士出身。"],
        ["文　贵", 116, "文贵（1449年－1538年），字天爵，号松斋，湖广承宣布政使司长沙府湘乡（今湖南省湘乡市）人，着籍辽东广宁，明朝官员、进士出身。"],
        ["张　谷", 117, "张谷（1433年－？），字济民，直隶松江府上海县人，军籍，明朝政治人物。进士出身。"],
        ["邹　鲁", 118, "邹鲁（1450年－？），字公辅，直隶太平府当涂县人，民籍，明朝政治人物。进士出身。"],
        ["秦　蕃", 119, "秦蕃（1452年－？），字良翰，直隶苏州府常熟县人，民籍，明朝政治人物。进士出身。"],
        ["缪　樗", 120, "缪樗（1445年－？），字全之，应天府溧阳县人，军籍，明朝政治人物。进士出身。"],
        ["萧　谦", 121, "萧谦（1435年－？），字子豫，陕西西安府长安县人，军籍，明朝政治人物。同进士出身。"],
        ["陈　钺", 122, "陈钺（1450年－1509年），字汝威，应天府溧阳县人，军籍，治《书经》，年二十六岁中式成化十一年乙未科第三甲第一百二十二名进士。十一月二十八日生，行一，曾祖陈能；祖陈义，义官；父陈珙，义官；母徐氏。重庆下，妻杨氏，弟镐；钥；铠。由县学生中式应天府乡试第十七名举人，会试中式第一百十名[1]。授华容县知县[2]。"],
        ["魏　琮", 123, "魏琮（1433年－？），字廷玉，直隶永平府迁安县人，军籍，明朝政治人物。进士出身。"],
        ["王　弼", 124, "王弼（1449年－1498年），字存敬、号南廓，浙江承宣布政使司台州府黄巖（今浙江黄岩市）人，明朝政治人物、进士出身。"],
        ["张玉林", 125, "张玉林（1431年－1490年），字邦辉，四川成都府内江县人，民籍，治《书经》，年四十五岁中式成化十一年乙未科第三甲第一百二十五名进士。九月初二日生，行五，曾祖张均秀；祖张淑衡；父张钺；母袁氏。慈侍下，妻杨氏，兄翰林；词林；文林；秀林。由国子生中式四川乡试第三名举人，会试中式第二十八名[1]。"],
        ["袁士凤", 126, "袁士凤（1452年－？），字彦祥，广东广州府东莞县人，民籍，明朝政治人物。进士出身。"],
        ["朱　瓒", 127, "朱瓒（1447年－？），字朝用，直隶河间府肃宁州人，民籍，明朝政治人物。进士出身。"],
        ["何　钧", 128, "何钧（1441年－1510年），字仲衡，河南承宣布政使司河南府陕州灵宝人，明朝政治人物、同进士出身。"],
        ["马　通", 129, "马通（1445年－？），字文达，燕山右卫人，军籍，明朝政治人物。进士出身。"],
        ["张　璟", 130, "张璟（1439年－？），字廷璧，河南彰德府临漳县人，民籍，明朝政治人物。进士出身。"],
        ["冯　义", 131, "冯义（1441年－？），字宜之，陕西西安府同州韩城县人，民籍，明朝政治人物。进士出身。"],
        ["刘　恺", 132, "刘恺（1442年－？），字伯和，直隶滁州人，军籍，明朝政治人物。进士出身。"],
        ["张　贯", 133, "张贯（1449年－？），字一之，直隶保定府蠡县人，匠籍，明朝政治人物。进士出身。"],
        ["张　宾", 134, "张宾（1439年－1517年），字廷宾，山东兖州府单县人，军籍，明朝政治人物。进士出身。"],
        ["张　铭", 135, "张铭（1444年－？），字希载，云南临安府宁州人，民籍，明朝政治人物。进士出身。"],
        ["王　宬", 136, "王宬（1440年－？），字容之，潮州府海阳县人，明朝政治人物、进士出身。"],
        ["金　章", 137, "金章（1446年－？），字相用，直隶崑山县人，云南云南中卫军籍，明朝政治人物。进士出身。"],
        ["胡　棨", 138, "胡棨（1439年－？），字信之，浙江严州府淳安县人，军籍，明朝政治人物。进士出身。"],
        ["李尚达", 139, "李尚达（1438年－？），以字行，福建福州府闽县人，明朝政治人物、进士出身。"],
        ["伦　善", 140, "伦善（1434年－？），字国宝，广东广州府顺德县人，民籍，明朝政治人物。进士出身。"],
        ["陈　睿", 141, "陈睿（1441年－？），字邦献，福建泉州府惠安县人，民籍，明朝政治人物。同进士出身。"],
        ["滑　浩", 142, "滑浩（1444年－？），字宗源，浙江馀姚县人，太医院籍，明朝政治人物。进士出身。"],
        ["唐　昭", 143, "唐昭（1441年－？），字文焕，河南开封府祥符县人，匠籍，明朝政治人物。进士出身。"],
        ["冯允中", 144, "冯允中（1457年－？），字信道，山东东昌府茌平县人，民籍，明朝政治人物。进士出身。"],
        ["吴　淑", 145, "吴淑（1436年－？），字艾夫，南直隶常州府宜兴县人，官籍，明朝政治人物。进士出身。"],
        ["李德恢", 146, "李德恢（1446年－？），字叔恢，顺天府东安县（今属河北省廊坊市）人，民籍，明朝政治人物。同进士出身。"],
        ["李　毓", 147, "李毓（1441年－？），字锺秀，山东武定州人，武功中卫匠籍，明朝政治人物。进士出身。"],
        ["赵　让", 148, "赵让（1435年－？），字元逊，亦号逊甫。直隶桐乡人，明朝政治人物、进士出身。"],
        ["海　澄", 149, "海澄（1442年－？），字静之，琼山县左所人，海南海氏，明朝政治人物、进士出身。海答儿后人。海瑞伯父[1]。"],
        ["张　鼐", 150, "张鼐（1443年－1510年）[1]，字用和，山东承宣布政使司济南府历城县（今山东省济南市）人，明朝南京都御史。"],
        ["雷以时", 151, "雷以时（1437年－？），字用中，河南汝宁府西平县人，民籍，明朝政治人物。进士出身。"],
        ["王　侨", 152, "王侨（1439年－？），字德高，直隶苏州府崑山县人，军籍，明朝政治人物。进士出身。"],
        ["曾　䡵", 153, "曾䡵（1436年－1507年），字文载，湖广郴州永兴县人，军籍，明朝政治人物。进士出身。"],
        ["贺思聪", 154, "贺思聪（1435年－？），字时敏，直隶广平府永平县人，民籍，明朝政治人物。进士出身。"],
        ["周　冕", 155, "周冕（1436年－？），字文中，京师保定府安州人，明朝政治人物、进士出身。"],
        ["柯　忠", 156, "柯忠（1451年－？），字与节，直隶安庆府怀宁县人，民籍，明朝政治人物。进士出身。"],
        ["石　瑭", 157, "石瑭（1438年－？），字廷坚，浙江绍兴府馀姚县人，民籍，明朝政治人物。进士出身。"],
        ["张　辅", 158, "张辅（1447年－？），字允忠，浙江宁波府鄞县人，民籍，明朝政治人物。进士出身。"],
        ["张　勋", 159, "张勋（1456年－？），字纪常，直隶保定府完县人，军籍，明朝政治人物。进士出身。"],
        ["李　辉", 160, "李辉（1448年－？），字永灿，江西吉安府吉水县人，民籍，明朝政治人物。进士出身。"],
        ["张　穟", 161, "张穟（1433年－？），字世美，直隶扬州府高邮州宝应县人，民籍，明朝政治人物。进士出身。"],
        ["李　逊", 162, "李逊（1441年－？），字敬之，山东济南府武定州阳信县人，匠籍，明朝政治人物。进士出身。"],
        ["林元甫", 163, "林元甫（1445年－1508年），字元甫，更字秉仁，号豫斋，福建承宣布政使司兴化府莆田（今福建省莆田市）人，明朝政治人物、进士出身。"],
        ["刘　璟", 164, "刘璟（1450年－1522年），字德辉，河南鄢陵县人，明朝官员、进士出身。"],
        ["黄　錀", 165, "黄錀（1444年－？），字世美，广东广州府香山县人，军籍，明朝政治人物。进士出身。"],
        ["徐　海", 166, "徐海（1438年－？），字钜夫，浙江杭州府海宁县人，军籍，明朝政治人物。进士出身。"],
        ["黎　鼎", 167, "黎鼎（1443年－1502年），字汝重，广东省广州府南海县人，军籍，治《易经》，年三十三岁中式成化十一年乙未科第三甲第一百六十七名进士。十月初十日生，行二，曾祖黎伯英；祖黎智安；父黎纮；母黄氏；继母陈氏。具庆下，妻周氏，兄昂，弟冕；昹。由府学生中式广东乡试第三十三名举人，会试中式第五十九名[1]。"],
        ["杨　杰", 168, "杨杰（1452年－？），字献夫，云南大理府邓川州人，民籍，明朝政治人物。同进士出身。"],
        ["唐　瑢", 169, "唐瑢（1438年－？），字玉润，顺天府宛平县人，云南云南左卫官籍，明朝政治人物。进士出身。"],
        ["赵　溥", 170, "赵溥（1432年－？），字以周，直隶常州府武进县人，民籍，明朝政治人物。进士出身。"],
        ["刘　英", 171, "刘英（1436年－？），字廷用，陕西盩厔县人，锦衣卫官籍，明朝政治人物。进士出身。"],
        ["李　参", 172, "李参（1439年－？），字宿卿，直隶常州府江阴县人，匠籍，明朝政治人物。进士出身。"],
        ["陈　谷", 173, "陈谷，一说陈毂，浙江山阴（今绍兴）人，明朝政治人物、进士出身。"],
        ["吴　珍", 174, "吴珍（1444年－？），字朝重，直隶沭阳县人，辽东广宁右卫军籍，明朝政治人物。进士出身。"],
        ["马　昆", 175, "马昆（1440年－？），字克昌，浙江嘉兴府平湖县人，灶籍，明朝政治人物。进士出身。"],
        ["林　资", 176, "林资（1450年－？），字性初，浙江嘉兴府秀水县人，民籍，明朝政治人物。进士出身。"],
        ["郭　资", 177, "郭资（1438年－？），字逢源，福建汀州府上杭县人，民籍，明朝政治人物。进士出身。"],
        ["王　珩", 178, "王珩（1448年－？），字美器，京师真定府赵州人，明朝政治人物、进士出身。"],
        ["毛凤来", 179, "毛凤来（1451年－？），字应成，河南汝宁府西平县人，民籍，明朝政治人物。进士出身。"],
        ["王　华", 180, "王华（1450年－？），字廷光，江西建昌府南城县人，民籍，明朝政治人物。进士出身。"],
        ["张　雄", 181, "张雄（1442年－？），字鹏飞，山东东昌府濮州范县人，民籍，明朝政治人物。进士出身。"],
        ["费　瑄", 182, "费瑄，江西承宣布政使司广信府铅山县（今江西省铅山县）人，明朝政治人物。内阁首辅费宏的伯父。"],
        ["车明理", 183, "车明理（1451年－？），字宗道，河南开封府许州长葛县人，民籍，明朝政治人物。进士出身。"],
        ["陈　让", 184, "陈让（1447年－？），字逊之，河南汝宁府光山县人，军籍，明朝政治人物。进士出身。"],
        ["陈天元", 185, "陈天元（1434年－1493年），字宗仁，四川省叙州府宜宾县人，军籍，治《书经》，年四十二岁中式成化十一年乙未科第三甲第一百八十五名进士。十一月初四日生，行一，曾祖陈胜宗；祖陈希贵；父陈聪；母张氏。严侍下，妻王氏，继妻欧氏；弟天泰；天规；天准。由国子生中式四川乡试第五十四名举人，会试中式第二百九十六名[1]。"],
        ["张　超", 186, "张超（1440年－？），字能达，江西安福县人，中都凤阳卫军籍，明朝政治人物。进士出身。"],
        ["白　忠", 187, "白忠（1436年－？），字舜臣，湖广岳州府华容县人，民籍，明朝政治人物。进士出身。"],
        ["李　智", 188, "李智（1433年－？），字宗哲，直隶真定府赵州栢乡县人，民籍，明朝政治人物。进士出身。"],
        ["盛　德", 189, "盛德（1445年－？），字克修，河南南阳府汝州人，民籍，明朝政治人物。进士出身。"],
        ["王　俨", 190, "王俨（1434年－1493年），字若思，广东省海南卫军籍，治《礼记》，年四十二岁中式成化十一年乙未科第三甲第一百九十名进士。二月二十三日生，行一，曾祖王华一；祖王安武，驿丞；父王璟；母谢氏。严侍下，妻李氏；刘氏，继妻徐氏；弟俊；伟；㒜。由国子生中式广东乡试第三十四名举人，会试中式第二百四十五名[1]。授南京户部山西司主事，湖广司员外郎。弘治六年(1493年)接替孙蕃任邵武府知府一职，弘治十二年(1499年)由夏英接任[2]。"],
        ["赵　绣", 191, "赵绣（1439年－？），字希锦，山西阳曲县人，直隶永平府抚宁县民籍，明朝政治人物。进士出身。"],
        ["马　铨", 192, "马铨（1447年－？），字秉衡，直隶顺德府南和县（河北南和县和阳镇）人，军籍，明朝政治人物。进士出身。"],
        ["阎　伦", 193, "阎伦（1437年－？），字天叙，河南汝宁府光州息县人，军籍，明朝政治人物。进士出身。"],
        ["李　魁", 194, "李魁（1448年－？），字士元，广东肇庆府高要县人，军籍，明朝政治人物。进士出身。"],
        ["田景贤", 195, "田景贤（1446年－1519年），号西郭，字宗儒，京师顺天府涿州人，明朝政治人物、进士出身。"],
        ["潘　盛", 196, "潘盛（1445年－？），字世隆，浙江□□人，顺天府大兴县匠籍，明朝政治人物。进士出身。"],
        ["刘　清", 197, "刘清（1432年－？），字孔廉，山东青州府益都县人，军籍，明朝政治人物。进士出身。"],
        ["张源洁", 198, "张源洁（1448年－？），字希白，福建福州府闽县人，明朝政治人物、进士出身。"],
        ["秦　昇", 199, "秦昇（1444年－？），字叔熙，江西南昌府南昌县人，民籍，明朝政治人物。进士出身。"],
        ["周　启", 200, "周启（1435年－？），字应文，江西吉安府安福县人，民籍，明朝政治人物。进士出身。"],
        ["戚　昂", 201, "戚昂（1434年－？），字时望，浙江金华府金华县人，民籍，明朝政治人物。进士出身。"],
        ["陈　伦", 202, "陈伦（1435年－？），字攸叙，陕西凤翔府岐山县人，民籍，明朝政治人物。进士出身。"]
    ]
}