{
    "year_name": "成化十四年戊戌科殿试金榜",
    "first": [
        ["曾　彦", 1, "曾彦（1425年－1501年），字士美，江西泰和沙村南坑人。"],
        ["杨守阯", 2, "杨守阯（1436年－1512年），字维立，号碧川，明朝官员，浙江鄞县（今浙江宁波市鄞州区）人，官至南京吏部尚书。曾任《大明会典》副总裁。"],
        ["曾　追", 3, "曾追（1425年－1479年），字文甫，江西泰和人，明朝翰林，探花及第。状元曾鹤龄之孙。"]
    ],
    "second": [
        ["梁　储", 1, "良丝纶堂1912年刻《郁洲遗稿》之梁储像"],
        ["吴　雄", 2, "吴雄（1449年－1504年），字文英，浙江承宣布政使司杭州府仁和（今浙江杭州市）人，明朝政治人物、进士出身。"],
        ["戴　豪", 3, "戴豪（1458年－1494年），字师文，浙江台州府太平县（今温岭市）人，军籍，明朝政治人物。"],
        ["朱　临", 4, "朱临，字时进，江西吉安府安福县人，民籍，明朝政治人物。进士出身。"],
        ["沈继先", 5, "沈继先，字述之，浙江杭州府仁和县人，民籍，明朝政治人物。进士出身。"],
        ["唐　斆", 6, "唐斆，字与学，江西吉安府安福县人，民籍，明朝政治人物。进士出身。"],
        ["傅　凯", 7, "傅凯，字时举，号敬斋，福建南安人，银青傅氏，明朝政治人物、进士出身。有子傅浚。"],
        ["杨文卿", 8, "杨文卿，字质夫，浙江宁波府鄞县人，民籍，明朝政治人物。进士出身。"],
        ["黎复登", 9, "黎复登（1432年－1491年），字继之，四川省重庆府长寿县人，明朝政治人物。"],
        ["黄翼之", 10, "黄翼之（1440年－1499年），字廷相，四川省眉州人，民籍，治《诗经》，年三十九岁中式成化十四年戊戌科第二甲第十名进士。十月初三日生，行一，曾祖黄克敬；祖黄琮；父黄明善，按察司佥事；母徐氏。具庆下，妻万氏，弟振之；懋之。由国子生中式四川乡试第二十六名举人，会试中式第一百四十六名[1]。"],
        ["张　澯", 11, "张澯（1462年－1519年），字仲湜，庚辰科进士张廷纶之子，广西承宣布政使司桂林府全州（今广西壮族自治区全州县）人，一说广西平南人[1]，明朝南京兵部尚书、进士出身。"],
        ["周　璁", 12, "周璁，字润夫，江西饶州府安仁县人，民籍，明朝政治人物。进士出身。"],
        ["王　楫", 13, "王楫，字洪济，直隶凤阳府虹县人，民籍，明朝政治人物。进士出身。"],
        ["毛　科", 14, "毛科，馀姚丰山毛氏十四代孙。明朝官员、进士出身。毛吉之子。"],
        ["王　钦", 15, "王钦，字敬之，直隶长洲县人，应天府上元县匠籍，明朝政治人物。进士出身。"],
        ["周　渊", 16, "周渊，字本深，江西吉安府卢陵县人，民籍，明朝政治人物。进士出身。"],
        ["陈　璚", 17, "陈璚，字玉汝，直隶苏州府长洲县人，民籍，明朝政治人物。进士出身。"],
        ["杨　杰", 18, "杨杰，字廷俊，山西太原抚平定州人，军籍，明朝政治人物。进士出身。"],
        ["革从时", 19, "革从时（1443年－1502年），字用中，四川省重庆府巴县人，四川成都府后卫军籍，治《书经》，年三十六岁中式成化十四年戊戌科第二甲第十九名进士。□月二十六日生，行九，曾祖革□□，□□；祖革文通；父革思义；前母何氏；前母□氏；黄氏。□□□，妻章氏，继妻孙氏；兄□；荣；英；良；宣；贯；□；宁。由国子生中式四川乡试第□十八名举人，会试中式第七名[1]。"],
        ["孙　衍", 20, "《松江邦彦图》之孙衍像"],
        ["蔡　相", 21, "蔡相，字元鼎，顺天府大兴县人，匠籍，明朝政治人物。进士出身。"],
        ["刘　纪", 22, "刘纪（1447年－1506年），字振之，四川成都府汉州绵竹县人，民籍，治《春秋》，年三十二岁中式成化十四年戊戌科第二甲第二十二名进士。六月二十四日生，行二，曾祖刘普胜；祖刘贵；父刘淮；母李氏。具庆下，妻程氏，兄纲。由国子生中式四川乡试第四名举人，会试中式第二百三十八名[1]。"],
        ["刘　质", 23, "刘质，字曰彬，江西抚州府临川县人，民籍，明朝政治人物。进士出身。"],
        ["许　英", 24, "许英，字文杰，陕西西安府同州澄城县人，匠籍，明朝政治人物。进士出身。"],
        ["戈　孜", 25, "戈孜，字勉学，直隶河间府景州人，军籍，明朝政治人物。进士出身。"],
        ["毕　孝", 26, "毕孝，字宗仁，山东单县人，河南河南卫军籍，明朝政治人物。进士出身。"],
        ["林　俊", 27, "林俊（1452年－1527年），字待用，福建承宣布政使司兴化府莆田县（今福建省莆田市莆田）人。明朝政治人物，官至刑部尚书。"],
        ["吴　昭", 28, "吴昭，字守愚，福建兴化府莆田县人，军籍，明朝政治人物。进士出身。"],
        ["张　纲", 29, "张纲，字万善，直隶滁州来安县人，军籍，明朝政治人物。进士出身。"],
        ["敖　山", 30, "敖山，字静之，山东东昌府莘县人，军籍，明朝政治人物。进士出身。"],
        ["纪　振", 31, "纪振，字文声，直隶大名府内黄县人，军籍，明朝政治人物。进士出身。"],
        ["徐　佑", 32, "徐佑，字允吉，直隶河间府肃宁县人，民籍，明朝政治人物。进士出身。"],
        ["刘　濂", 33, "刘濂，字宗周，山东东昌府临清县人，军籍，明朝政治人物。进士出身。"],
        ["蒋　泰", 34, "蒋泰，字道亨，浙江严州府建德县人，民籍，明朝政治人物。进士出身。"],
        ["刘　忠", 35, "刘忠（1452年－1523年），字司直，河南陈留（今属河南开封市）人。明朝政治人物，官至大学士。"],
        ["刘　济", 36, "刘济，字泽民，直隶真定府赵州人，民籍，明朝政治人物。进士出身。"],
        ["伍　性", 37, "伍性（1448年－1507年），字宗诚，四川省嘉定州荣县人，民籍，治《书经》，年三十一岁中式成化十四年戊戌科第二甲第三十七名进士。十月初十日生，行一，曾祖伍添章，医学训科；祖伍谦；父伍从敏；母冷氏；继母侯氏。慈侍下，妻赵氏，弟方；诰。由县学生中式四川乡试第五十六名举人，会试中式第三百四十六名[1]。"],
        ["周　鹏", 38, "周鹏，字万里，湖广永州府道州永明县人，军籍，明朝政治人物。进士出身。"],
        ["伊　乘", 39, "伊乘，字□戴，直隶吴县人，应天府上元县匠籍，明朝政治人物。进士出身。"],
        ["吴　纪", 40, "吴纪，字堙之，湖广溪州府衡山县人，军籍，明朝政治人物。进士出身。"],
        ["孙　珪", 41, "孙珪，字廷用，山东登州府福山县人，军籍，明朝政治人物。进士出身。"],
        ["陈　琬", 42, "陈琬，字仲廉，广西全州人，明朝政治人物、进士出身。"],
        ["周　纮", 43, "周纮，周瑄之子，山西省太原府阳曲县（山西省太原市）人，明朝政治人物。"],
        ["于　材", 44, "于材，字国用，湖广永州府道州宁远县人，军籍，明朝政治人物。进士出身。"],
        ["赵　璧", 45, "赵璧，字润夫，山东历城县人，府军卫军籍，明朝政治人物。进士出身。"],
        ["王　珦", 46, "王珦，字克温，直隶徽州府祁门县人，民籍，明朝政治人物。进士出身。"],
        ["刘允中", 47, "刘允中，字叔彜，江西瑞州府高安县人，军籍，明朝政治人物。进士出身。"],
        ["田　铎", 48, "田铎，字振之，山西泽州阳城县人，民籍，明朝政治人物。进士出身。"],
        ["姚　绍", 49, "姚绍，字廷述，广东潮州府潮阳县人，民籍，明朝政治人物。进士出身。"],
        ["李德美", 50, "安德丽亚·阿布索隆诺娃（捷克语：Andrea Absolonová，1976年12月26日－2004年12月9日[3]），以笔名李·德美（英语：Lea De Mae）较为人所知，是一名已逝世的捷克色情演员、成人模特儿和捷克国家跳水队成员。"],
        ["陈　震", 51, "陈震，字大亨，浙江杭州前卫人，军籍，明朝政治人物。进士出身。"],
        ["沈　元", 52, "沈元，字善之，直隶苏州府长洲县人，匠籍，明朝政治人物。进士出身。"],
        ["高　鑑", 53, "高鑑，字克明，河南开封府太康县人，河南信阳卫军籍，明朝政治人物。进士出身。"],
        ["孙　春", 54, "孙春，字一元，河南开封府尉氏县人，军籍，明朝政治人物。进士出身。"],
        ["冯　珏", 55, "冯珏，浙江诸暨人，明朝政治人物、进士出身。"],
        ["张　璞", 56, "张璞，字韫玉，直隶大名府滑县人，军籍，明朝政治人物。进士出身。"],
        ["李　韶", 57, "李韶（1445年－1504年），字克谐，四川省叙州府富顺县人，灶籍，治《书经》，年三十四岁中式成化十四年戊戌科第二甲第五十七名进士。正月二十四日生，行一，曾祖李惟茂；祖李仲颜；父李朝缙；母胡氏。具庆下，妻罗氏，继妻沈氏；弟彰；歆。由国子生中式四川乡试第三十名举人，会试中式第二百九名[1]。"],
        ["陈　粟", 58, "陈粟，字惠民，直隶松江府上海县人，灶籍，明朝政治人物。进士出身。"],
        ["袁　弼", 59, "袁弼，字世臣，山东济南府章丘县人，军籍，明朝政治人物。进士出身。"],
        ["杨　鼐", 60, "杨鼐，字杰和，直隶南昌府丰城县人，军籍，明朝政治人物。进士出身。"],
        ["陈　章", 61, "陈章，字一夔，直隶松江府华亭县人，民籍，明朝政治人物。进士出身。"],
        ["虞　臣", 62, "虞臣，字元凯，直隶苏州府崑山县人，民籍，明朝政治人物。进士出身。"],
        ["张　约", 63, "张约，字文博，江西饶州府乐平县人，民籍，明朝政治人物。进士出身。"],
        ["林　壂", 64, "林壂，字世南，福建福州永泰县高山人，明朝政治人物、进士出身。"],
        ["严永濬", 65, "严永濬，字宗哲，湖广岳州府华容县人，军籍，明朝政治人物。进士出身。"],
        ["张　耀", 66, "张耀，字隐之，浙江杭州府仁和县人，民籍，明朝政治人物。进士出身。"],
        ["吴　裕", 67, "吴裕，字克宽，直隶徽州府休宁县人，民籍，明朝政治人物。进士出身。"],
        ["徐　鹏", 68, ""],
        ["李　泰", 69, "李泰，字叔通，江西建昌府新城县人，民籍，明朝政治人物。进士出身。"],
        ["刘　昭", 70, "刘昭，字大章，直隶保定府安州新安县人，军籍，明朝政治人物。进士出身。"],
        ["冯　忠", 71, "冯忠，字原孝，浙江宁波府慈谿县人，民籍，明朝政治人物。进士出身。"],
        ["姚　纶", 72, "姚纶，字嗣道，河南汝州人，军籍，明朝政治人物。进士出身。"],
        ["周　鹏", 73, "周鹏，字云翔，江西广信府玉山县人，民籍，明朝政治人物。进士出身。"],
        ["汪　藻", 74, "汪藻（1440年－1499年），字文洁，四川省成都府内江县人，军籍，治《易经》，年三十九岁中式成化十四年戊戌科第二甲第七十四名进士。七月十八日生，行一，曾祖汪润；祖汪本；父汪伦；母黄氏。慈侍下，妻邓氏，弟芝；蔺。由国子生中式四川乡试第一名举人，会试中式第六十一名[1]。"],
        ["贾　定", 75, "贾定，字仲一，河南开封府通许县人，民籍，明朝政治人物。进士出身。"],
        ["林　璿", 76, "林璿，字衡玉，福建福州府长乐县人，民籍，明朝政治人物。进士出身。"],
        ["林　昊", 77, "林昊，福建福州府闽县人，明朝政治人物、进士出身。"],
        ["罗　安", 78, "罗安，字时泰，湖广长沙府益阳县人，民籍，明朝政治人物。进士出身。"],
        ["邓　焲", 79, "邓焲，字廷耀，福建福州府闽县人，明朝政治人物、进士出身。"],
        ["崔文翰", 80, "崔文翰，山东曲阜人，明朝政治人物、进士出身。"],
        ["林　霄", 81, "林霄，浙江太平人，明朝政治人物、进士出身。"],
        ["徐　智", 82, "徐智，浙江鄞县人，明朝政治人物、进士出身。"],
        ["袁　清", 83, "袁清，南直隶邳州卫籍，江西乐安人，明朝政治人物、进士出身。"],
        ["罗　鉴", 84, "罗鉴，字辑熙，号湘川，平水水源人。明朝政治人物、进士出身。"],
        ["吴　超", 85, "吴超，字华越，福建漳州府漳浦县人，军籍，明朝政治人物。进士出身。"],
        ["黄文琳", 86, "黄文琳，字润玉，福建兴化府莆田县人，军籍，明朝政治人物。进士出身。"],
        ["江　澜", 87, "江澜，浙江承宣布政使司杭州府仁和县（今浙江省杭州市）人，明朝政治人物。江玭之子。"],
        ["缪　昌", 88, "缪昌，字廷谟，直隶常州府无锡县人，民籍，明朝政治人物。进士出身。"],
        ["孙　博", 89, "孙博，字约之，直隶河间府景州人，民籍，明朝政治人物。进士出身。"],
        ["张九功", 90, "张九功，字叙之，河南河南府陕州人，民籍，明朝政治人物。进士出身。"],
        ["熊　禄", 91, "熊禄，字曰贵，江西南昌府进贤县人，民籍，明朝政治人物。进士出身。"],
        ["周　信", 92, "周信，字汝诚，福建福州府福清县人，明朝政治人物、进士出身。"],
        ["龙腾霄", 93, "龙腾霄，字时夫，江西吉安府吉水县人，民籍，明朝政治人物。进士出身。"],
        ["郭　宗", 94, "郭宗，字宗鲁，江西鄱阳县人，辽东辽海卫军籍[1]，明朝政治人物。进士出身。"],
        ["车　玺", 95, "车玺，字一之，山西泽州人，顺天府宛平县匠籍，明朝政治人物。进士出身。"],
        ["宋　礼", 96, "宋礼，字惟寅，浙江钱塘县人，顺天府大兴县匠籍，明朝政治人物。进士出身。"],
        ["赵　昂", 97, "赵昂，字天凤，江西南昌府南昌县人，民籍，明朝政治人物。进士出身。"],
        ["刘则和", 98, "刘则和，福建福州府长乐县人，明朝政治人物、进士出身。"],
        ["沙　璧", 99, "沙璧，字廷玉，河南汝宁府光州商城县人，军籍，明朝政治人物。进士出身。"],
        ["钱　鑑", 100, "钱鑑，浙江杭州前卫人，军籍，明朝政治人物。进士出身。"],
        ["包　鼎", 101, "包鼎，字汝调，浙江嘉兴府嘉兴县人，民籍，明朝政治人物。进士出身。"],
        ["宋　明", 102, "宋明，字惟远，直隶大名府濬县人，军籍，明朝政治人物。进士出身。"],
        ["宋　琮", 103, "宋琮，陕西巩昌府陇西县人，民籍，明朝政治人物。进士出身。"],
        ["周　荣", 104, "周荣，江西饶州府乐平县人，民籍，明朝政治人物。进士出身。"],
        ["张　韶", 105, "张韶，字九成，浙江宁波府慈谿县人，民籍，明朝政治人物。进士出身。"],
        ["宗　钺", 106, "宗钺，字廷威，直隶常州府宜兴县人，民籍，明朝政治人物。进士出身。"],
        ["李　祥", 107, "李祥，广东广州府南海县人，民籍，明朝政治人物。进士出身。"],
        ["陈邦瑞", 108, "陈邦瑞，字五端，福建兴化府浦田县人，军籍，明朝政治人物。进士出身。"],
        ["马廷用", 109, "马廷用 （1447年－1506年），字良佐，四川省顺庆府西充县人，民籍，治《易经》，年三十二岁中式成化十四年戊戌科第二甲第一百零五名进士。正月三十日生，行二，曾祖马愈音；祖马觉照；父马铎，国子生；母贾氏。慈侍下，妻何氏，兄廷惠，弟廷恕；廷相；廷俊。由国子生中式四川乡试第四十三名举人，会试中式第一百八十名[1]。"],
        ["林　荣", 110, "林荣，字仲仁，广东廉州府合浦县人，军籍，明朝政治人物。进士出身。"]
    ],
    "index": 33,
    "url": "https://zh.wikipedia.org/wiki/Template:%E6%88%90%E5%8C%96%E5%8D%81%E5%9B%9B%E5%B9%B4%E6%88%8A%E6%88%8C%E7%A7%91%E6%AE%BF%E8%A9%A6%E9%87%91%E6%A6%9C",
    "third": [
        ["朱　悌", 1, "朱悌，字舜敏，福建兴化府莆田县人，民籍，明朝政治人物。进士出身。"],
        ["许　璘", 2, "许璘，字文玉，直隶松江府华亭县人，匠籍，明朝政治人物。进士出身。"],
        ["林则方", 3, "林则方，字正夫，福建福州府闽县人，明朝政治人物、进士出身。"],
        ["葛　萱", 4, "葛萱直隶扬州府高邮州人，民籍，明朝政治人物。进士出身。"],
        ["萧　集", 5, "萧集，字懋成，江西吉安府泰和县人，儒籍，明朝政治人物。进士出身。"],
        ["曹　璘", 6, "曹璘，字廷晖，襄阳人。明朝官员、进士出身。"],
        ["馀　完", 7, "馀完，字宗美，福建福州府侯官县人，明朝政治人物、进士出身。"],
        ["丁　玑", 8, "丁玑，字玉大，直隶镇江府丹徒县人，民籍，明朝政治人物。进士出身。"],
        ["荆　茂", 9, "荆茂（1447年－1517年），永州宁远县桐山乡跳墩石人，明朝政治人物、进士出身。"],
        ["王本俭", 10, "王本俭，字节之，湖广黄州府麻城县人，民籍，明朝政治人物。进士出身。"],
        ["王　建", 11, "王建，字成中，江西南昌府进贤县人，军籍，明朝政治人物。进士出身。"],
        ["闻人珇", 12, "闻人珇，字德夫，浙江绍兴府馀姚县人，民籍，明朝政治人物。进士出身。"],
        ["黄　锺", 13, "黄锺 （1444年－1503年），字伯禄，四川省重庆府合州人，民籍，治《书经》，年三十五岁中式成化十四年戊戌科第三甲第十三名进士。六月十五日生，行三，曾祖黄荣山；祖黄自通，阴阳典术；父黄虎；前母苏氏；王氏。慈侍下，妻，兄万里（阴阳典术）；万金。由国子生中式四川乡试第三十名举人，会试中式第一百二十三名[1]。"],
        ["吴　湜", 14, "吴湜，字一清，直隶徽州府歙县人，民籍，明朝政治人物。进士出身。"],
        ["汪舜民", 15, "汪舜民，字从仁，明朝大臣。婺源人。"],
        ["沈　清", 16, "沈清，字愿夫，直隶抚宁卫人，浙江归安县，明朝政治人物。进士出身。"],
        ["赵　荣", 17, "赵荣，字永实，湖广长沙府醴陵县人，军籍，明朝政治人物。进士出身。"],
        ["刘　翔", 18, "刘翔，字九霄，直隶河间府献县人，民籍，明朝政治人物。进士出身。"],
        ["刘　琬", 19, "刘琬，字德资，明朝官员。江西宜春县人。官至副都御史。"],
        ["李　楘", 20, "李楘[1]，字从质，明朝官员。北直隶任丘县（今任丘市）人。"],
        ["欧阳复", 21, "欧阳复，字孟亨，衡州府安仁县人，湖广衡州卫军籍，明朝政治人物。同进士出身。"],
        ["丁　隆", 22, "丁隆，字时雍，江西南昌府南昌县人，民籍，明朝政治人物。进士出身。"],
        ["蒲　钢", 23, "蒲钢，字南金，广东广州府南海县人，民籍，明朝政治人物。进士出身。"],
        ["王　宏", 24, "王宏，字仲广，山东日照县人，锦衣卫镇抚司军籍，明朝政治人物。进士出身。"],
        ["畅　亨", 25, "畅亨，字文通，河津人。明朝官员、同进士出身。"],
        ["贾　锭", 26, "贾锭，字良金，河南彰德府安阳县人，民籍，明朝政治人物。进士出身。"],
        ["李　华", 27, "李华，字子实，山东莒州人，云南大理卫军籍，明朝政治人物。进士出身。"],
        ["丁　佑", 28, "丁佑，江西南昌府南昌县人，民籍，明朝政治人物。进士出身。"],
        ["刘　宪", 29, "刘宪，字廷式，湖广长沙府益阳县人，民籍，明朝政治人物。进士出身。"],
        ["高　璁", 30, "高璁，字润之，直隶永平府滦州人，民籍，明朝政治人物。进士出身。"],
        ["孙　珩", 31, "孙珩，字邦玉，直隶徐州人，民籍，明朝政治人物。进士出身。"],
        ["邹　贤", 32, "邹贤（1447年－1506年），字世用，四川成都府内江县人，民籍，治《书经》，年三十二岁中式成化十四年戊戌科第三甲第三十二名进士。五月十八日生，行二，曾祖邹明道；祖邹□清；父邹琳；母罗氏。严侍下，妻门氏，继妻李氏；兄德，弟永哲。由国子生中式四川乡试第五十七名举人，会试中式第三十九名[1]。"],
        ["丁　积", 33, "丁积，字彦诚，宁都人。明朝政治人物。"],
        ["丁　昶", 34, "丁昶，字德辉，湖广襄阳府襄阳县人，云南蒙化卫军籍，明朝政治人物。进士出身。"],
        ["周仲芳", 35, "周仲芳，字继远，湖广武昌府江夏县人，民籍，明朝政治人物。进士出身。"],
        ["钮　清", 36, "钮清，字宗源，浙江会稽人，明朝政治人物、进士出身。"],
        ["朱　昂", 37, "朱昂，字廷举，湖广辰州府沅陵县人，军籍，明朝政治人物。进士出身。"],
        ["陈　宽", 38, "陈宽，字裕夫，直隶真定府冀州新河县人，民籍，明朝政治人物。进士出身。"],
        ["锺　雅", 39, "锺雅，字大章，广东惠州府归善县人，民籍，明朝政治人物。进士出身。"],
        ["李德仁", 40, "李德仁，字季仁，顺天府东安县人，民籍，明朝政治人物。进士出身。"],
        ["陈　绮", 41, "陈绮，字于章，浙江台州府太平县人，灶籍，明朝政治人物。进士出身。"],
        ["郑　珏", 42, "郑珏，字廷贵，河南开封府归德州人，民籍，明朝政治人物。进士出身。"],
        ["周　南", 43, "周南（1449年－1529年），字文化，浙江承宣布政使司处州府缙云县（今浙江省缙云县）人，明朝政治人物，官至都察院右都御史、两广总督。"],
        ["李　政", 44, "李政，字以德，河南南阳府裕州叶县人，民籍，明朝政治人物。进士出身。"],
        ["管　通", 45, "管通，字彦亨，直隶河间府景州东光县人，民籍，明朝政治人物。进士出身。"],
        ["钱　镛", 46, "钱镛，字用声，浙江杭州府仁和县人，民籍，明朝政治人物。进士出身。"],
        ["姜　洪", 47, "姜洪，字希范，广德人。明朝官员、同进士出身。"],
        ["刘　珩", 48, "刘珩，字文鸣，浙江绍兴府上虞县人，民籍，明朝政治人物。进士出身。"],
        ["过　鹤", 49, "过鹤，字九皋，直隶常州府无锡县人，军籍，明朝政治人物。进士出身。"],
        ["孙　纮", 50, "孙纮，字文冕，浙江宁波府鄞县人，民籍，明朝政治人物。进士出身。"],
        ["冯　瑢", 51, "冯瑢，字时鸣，直隶徽州府绩溪县人，民籍，明朝政治人物。进士出身。"],
        ["陈　烓", 52, "陈烓，福建福州府闽县人，明朝政治人物、进士出身。"],
        ["连　盛", 53, "连盛，字文昌，直隶广平府永年县人，民籍，明朝政治人物。进士出身。"],
        ["张　伦", 54, "张伦（1441年－1500年），字天叙，河南省开封府许州郾城县人，陕西平凉卫军籍，治《书经》，年三十八岁中式成化十四年戊戌科第三甲第五十四名进士。七月十三日生，行二，曾祖张成；祖张贵；父张敬；母范氏；继母金氏。严侍下，妻张氏，继妻贺氏；兄杰，弟佐；佑。由国子生中式陕西乡试第三十四名举人，会试中式第四十二名[1]。"],
        ["陈文玉", 55, "\n陈文玉，字德辉，福建福州府闽县人，明朝政治人物、进士出身。"],
        ["徐以贞", 56, "徐以贞，字本良，山东济南府长山县人，民籍，明朝政治人物。进士出身。"],
        ["任　弘", 57, "任弘（1440年－1499年），字伯容，号裕斋，四川省顺庆府南充县人，军籍，明朝政治人物。[1]其子孙任良、任悊、任佃等均中进士。"],
        ["何　悌", 58, "何悌 （1448年－1507年），字顺卿，四川省重庆府合州人，民籍，治《诗经》，年三十一岁中式成化十四年戊戌科第三甲第五十八名进士。正月初四日生，行二，曾祖何朝举；祖何中仁；父何英；母李氏。慈侍下，妻郭氏（聘），兄孝，弟睦。由州学增广生中式四川乡试第六名举人，会试中式第四十一名[1]。"],
        ["王　倬", 59, "王倬，字用检，直隶苏州府崑山县人，军籍，明朝政治人物。进士出身。"],
        ["吴　球", 60, "吴球，字玉甫，福建兴化府莆田县人，民籍，明朝政治人物。进士出身。"],
        ["顾　达", 61, "顾达，字存遗，直隶苏州府崇明县人，直隶大河卫军籍，明朝政治人物。进士出身。"],
        ["张　继", 62, "张继，字述之，陕西凤翔府凤翔县人，军籍，明朝政治人物。进士出身。"],
        ["胡　富", 63, "胡富（？－1522年），字永年，南京徽州府绩溪县（今安徽省绩溪县），祖籍河南濮阳，明朝政治人物，官至南京户部尚书。"],
        ["郑　杰", 64, "郑杰，山西平阳府洪洞县人，民籍，明朝政治人物。进士出身。"],
        ["苏　泰", 65, "苏泰，字文亨，山东济南府历城县人，民籍，明朝政治人物。进士出身。"],
        ["吕　渭", 66, "吕渭（735年－800年），字君载，河中（今山西永济）人。唐朝政治人物、诗人。他是唐德宗李适时期湖南的潭州刺史、兼御史中丞、湖南都团练观察处置等使。子吕温是柳宗元、刘禹锡等人好友。据说知名道教仙人吕洞宾是吕渭之孙。"],
        ["蒋　蕃", 67, "蒋蕃，字邦宪，江西广信府上饶县人，军籍，明朝政治人物。进士出身。"],
        ["黄节甫", 68, "黄节甫，福建兴化府人，盐籍，明朝政治人物。进士出身。"],
        ["徐　纲", 69, "徐纲 （1446年－1505年），字廷宪，四川省潼川州遂宁县人，民籍，治《礼记》，年三十三岁中式成化十四年戊戌科第三甲第六十九名进士。五月十二日生，行三，曾祖徐敬；祖徐文贵；父徐原昇；母王氏。慈侍下，妻王氏，兄虎；昶。由国子生中式四川乡试第三十一名举人，会试中式第二百七十四名[1]。"],
        ["赵　瑛", 70, "赵瑛，字廷光，直隶江都县人，神武右卫军籍，明朝政治人物。进士出身。"],
        ["鲁　义", 71, "鲁义，湖广黄冈县人，辽东定辽右卫官籍，明朝政治人物。进士出身。"],
        ["许　潜", 72, "许潜，直隶人，民籍，明朝政治人物。进士出身。"],
        ["刘　机", 73, "刘机（1452年－1523年），字文衡，号省斋，北直隶顺天府大兴县（今北京直辖市东城区）人，明朝吏部尚书、进士出身。刘中敷之孙、刘琏之子、刘琛之侄。"],
        ["王　屏", 74, "王屏，字惟昇，直隶松江府华亭县人，军籍，明朝政治人物。进士出身。"],
        ["张　泽", 75, "张泽，字尧民，山西泽州人，明朝政治人物、进士出身。"],
        ["胡　谅", 76, "胡谅，河南灵宝县人，腾骧左卫军籍，明朝政治人物。进士出身。"],
        ["袁庆祥", 77, "袁庆祥，字德征，江西赣州府雩都县人，民籍，明朝政治人物。进士出身。"],
        ["张　冕", 78, "张冕，字服周，直隶大名府长垣县人，民籍，明朝政治人物。进士出身。"],
        ["杨　缙", 79, "杨缙，字廷绅，山西平阳府解州闻喜县人，军籍，明朝政治人物。进士出身。"],
        ["蒋廷贵", 80, "蒋廷贵，字元用，直隶苏州府长洲县人，军籍，明朝政治人物。进士出身。"],
        ["锺　瓘", 81, "锺瓘，字良玉，江西吉安府永丰县人，民籍，明朝政治人物。进士出身。"],
        ["杜　瑄", 82, "杜瑄，字怀玉，直隶广平府永年县人，民籍，明朝政治人物。进士出身。"],
        ["刘　缨", 83, "刘缨，字与清，江西新淦县人，直隶苏州府卫军籍，明朝政治人物。进士出身。"],
        ["刘　彬", 84, "刘彬，字素□，江西吉安府永丰县人，民籍，明朝政治人物。进士出身。"],
        ["李　经", 85, "李经，字士常，直隶临淮县人，万全都司官籍，明朝政治人物。进士出身。"],
        ["王　鲸", 86, "王鲸，字大升，河南开封府祥符县人，军籍，明朝政治人物。进士出身。"],
        ["涂　昇", 87, "涂昇，字卿仪，江西南昌府丰城县人，匠籍，明朝政治人物。进士出身。"],
        ["张　泰", 88, "张泰（1452年－1513年），北直隶河间府肃宁县（今河北省肃宁县）人，明朝政治人物、进士出身。"],
        ["李　俨", 89, "李俨，字仲威，直隶保定府安州高阳县人，民籍，明朝政治人物。进士出身。"],
        ["曹　玉", 90, "曹玉，字德润，应天府江宁县人，民籍，明朝政治人物。进士出身。"],
        ["林时润", 91, "林时润，福建福州府长宁县人，明朝政治人物、进士出身。"],
        ["张　琏", 92, "张琏，字□器，彭城卫军籍，明朝政治人物。进士出身。"],
        ["朱　寰", 93, "朱寰，字德充，山西都司人，官籍，明朝政治人物。进士出身。"],
        ["陈　崇", 94, "陈崇，福建福州府怀安县人，明朝政治人物、进士出身。"],
        ["刘　岳", 95, "刘岳，字仰止，江西饶州府安仁县人，民籍，明朝政治人物。进士出身。"],
        ["郑仁宪", 96, "郑仁宪，浙江会稽县人，顺天府户籍，明朝政治人物。进士出身。"],
        ["周　洪", 97, "周洪，字廷浩，明朝政治人物。南直隶上海县（今上海市）人。"],
        ["陈　亮", 98, "陈亮，字志明，直隶广德州人，民籍，明朝政治人物。进士出身。"],
        ["李　瓒", 99, "李瓒，字廷玉，山西平阳府临汾县人，军籍，明朝政治人物。进士出身。"],
        ["陈　钺", 100, "陈钺（1437年－1496年），字廷□，四川省重庆府巴县人，民籍，治《易经》，年四十二岁中式成化十四年戊戌科第三甲第一百名进士。十二月初五日生，行一，曾祖陈彦才；祖陈斌，学正；父陈汝勤；母王氏；继母高氏。具庆下，妻锺氏，弟鈛；钱。由国子生中式四川乡试第五十名举人，会试中式第二百八十九名[1]。"],
        ["茆　钦", 101, "茆钦，字宗尧，直隶永平府庐龙县人，民籍，明朝政治人物。进士出身。"],
        ["管　琪", 102, "管琪，字儒珍，直隶苏州府崑山县人，民籍，明朝政治人物。进士出身。"],
        ["何文缙", 103, "何文缙，字德章，广东广州府南海县人，军籍，明朝政治人物。进士出身。"],
        ["许　坦", 104, "许坦，字履夫，福建福州府闽县人，明朝政治人物、进士出身。"],
        ["谢　文", 105, "谢文，字道显，陕西汉中府金州人，民籍，明朝政治人物。进士出身。"],
        ["王　和", 106, "王和，字以节，直隶永平府迁安县人，民籍，明朝政治人物。进士出身。"],
        ["张　芮", 107, "张芮，字文卿，山西平阳府解州安邑县人，盐籍，明朝政治人物。进士出身。"],
        ["王　铉", 108, "王铉，字伯举，大宁中卫人，军籍，明朝政治人物。进士出身。"],
        ["才　宽", 109, "才宽，字汝栗，直隶永平府迁安县人，民籍，明朝政治人物。进士出身。"],
        ["邓　槩", 110, "邓概，又称邓槩，字冠节，江西临江府新淦县人，民籍，明朝政治人物。进士出身。"],
        ["刘廷瓒", 111, "刘廷瓒，字宗敬，河南汝宁府光州人，军籍，明朝政治人物。进士出身。"],
        ["包　裕", 112, "包裕，字好问，广西桂林中卫人，军籍，明朝政治人物。进士出身。"],
        ["房　明", 113, "房明，字廷耀，山东济南府长清县人，军籍，明朝政治人物。进士出身。"],
        ["夏崇文", 114, "夏崇文，字廷章，湖广长沙府湘阴县人，官籍，明朝政治人物。进士出身。"],
        ["萧　英", 115, "萧英（1443年－1511年），字文俊，直隶青县（今河北省青县）人，祖籍河南息县，彭城卫官籍，明朝政治人物。同进士出身。"],
        ["龚　弘", 116, "《吴郡名贤图传赞》之龚弘像"],
        ["倪进贤", 117, "倪进贤，字秉忠，直隶徽州府婺源县人，民籍，明朝政治人物。同进士出身。明朝政治人物。"],
        ["张　璄", 118, "张璄，字孟辉，福建福州府永福县人，民籍，明朝政治人物。进士出身。"],
        ["熊　达", 119, "熊达，字成章，江西南昌府南昌县人，民籍，明朝政治人物。进士出身。"],
        ["李　暹", 120, "李暹，江西吉安府人，民籍，明朝政治人物。进士出身。"],
        ["王　汶", 121, "王汶（1433年－1489年），字允达，浙江义乌人。明朝官员。"],
        ["周　源", 122, "周源，字子浚，福建同安人，明朝政治人物、进士出身。"],
        ["明　经", 123, "明经 （1451年－1510年），字致用，四川成都府内江县人，军籍，治《书经》，年二十八岁中式成化十四年戊戌科第三甲第一百二十三名进士。十二月二十七日生，行一，曾祖明希清；祖明通；父明愈政；母邺氏。具庆下，妻龚氏。由儒士中式四川乡试第四十七名举人，会试中式第二百四十七名[1]。"],
        ["宋　鑑", 124, "宋鑑，山西泽州人，民籍，明朝政治人物。进士出身。"],
        ["杨廷和", 125, "《古圣贤像传略》之《杨文忠像》"],
        ["牛　通", 126, "牛通，字道亨，山西大同府大同县人，军籍，明朝政治人物。进士出身。"],
        ["刘　洪", 127, "刘洪，字希范，湖广安陆卫人，军籍，明朝政治人物。进士出身。"],
        ["吴世腾", 128, "吴世腾，字伯起，福建兴化府莆田县人，军籍，明朝政治人物。进士出身。"],
        ["宋　汉", 129, "宋汉，字天章，山东莱州府胶州人，民籍，明朝政治人物。进士出身。"],
        ["汪宗礼", 130, "汪宗礼，字敬夫，直隶太平府繁昌县人，军籍，明朝政治人物。进士出身。"],
        ["陈　瑞", 131, "陈瑞（1444年－1503年），字廷圭，四川省重庆府忠州人，军籍，治《诗经》，年三十五岁中式成化十四年戊戌科第三甲第一百三十一名进士。十二月初十日生，行三，曾祖陈仁可；祖陈应荣；父陈鑑；母向氏。慈侍下，妻谢氏，兄琼；瑛。由国子生中式四川乡试第五十九名举人，会试中式第一百八名[1]。"],
        ["赵　宽", 132, "赵宽，字德宏，直隶保定府清苑县人，民籍，明朝政治人物。进士出身。"],
        ["丁　鍊", 133, "丁鍊，字质纯，江西南昌府丰城县人，军籍，明朝政治人物。进士出身。"],
        ["孙　识", 134, "孙识，字以蓄，山东济南府武定州商河县人，民籍，明朝政治人物。进士出身。"],
        ["吕　璋", 135, "吕璋，字廷圭，河南开封府许州人，民籍，明朝政治人物。同进士出身。"],
        ["周　", 136, "周𢋡，字克礼，直隶常州府武进县人，军籍，明朝政治人物。进士出身。"],
        ["康　厚", 137, "康厚，字本淳，河南开封府祥符县人，军籍，明朝政治人物。进士出身。"],
        ["章　忱", 138, "章忱，字景恂，浙江绍兴府会稽县人，民籍，明朝政治人物。进士出身。"],
        ["李　善", 139, "李善（1442年－1525年），字宗元，陕西凤翔府陇州人，民籍，明朝政治人物。曾上疏弹劾太监梁芳。[1]"],
        ["杨时畅", 140, "杨时畅，字知休，陕西西安府咸宁县人，儒籍，明朝政治人物。进士出身。"],
        ["王　相", 141, "王相，字君卿，河南开封府陈州商水县人，军籍，明朝政治人物。进士出身。"],
        ["韩　镐", 142, "韩镐，字民瞻，河南河南府陕州卢氏县人，军籍，明朝政治人物。进士出身。"],
        ["杜　桓", 143, "杜桓，字八德，江西吉水县人，富峪卫官籍，明朝政治人物。进士出身。"],
        ["吴道宁", 144, "吴道宁，河南怀庆府人，民籍，明朝政治人物。进士出身。"],
        ["张　罍", 145, "张罍，字元器，浙江湖州府归安县人，民籍，明朝政治人物。进士出身。"],
        ["王　进", 146, "王进，字以正，应天府上元县人，匠籍，明朝政治人物。进士出身。"],
        ["董　豫", 147, "董豫，字德和，浙江绍兴府会稽县人，军籍，明朝政治人物。进士出身。董敬之子、董复之兄。"],
        ["韦　斌", 148, "韦斌，直隶大河卫人，军籍，明朝政治人物。进士出身。"],
        ["周　弁", 149, "周弁，字时制，山东莱州府胶州高密县人，军籍，明朝政治人物。进士出身。"],
        ["杜　忠", 150, "杜忠，字世臣，河南开封府郑州河阴县人，军籍，明朝政治人物。进士出身。"],
        ["史　効", 151, "史効，字廷忠，直隶淮安府人，军籍，明朝政治人物。进士出身。"],
        ["褚　潭", 152, "褚潭，字濬之，浙江台州府天台县人，民籍，明朝政治人物。进士出身。"],
        ["刘　逊", 153, "刘逊，字时让，江西吉安府安福县人，儒籍，明朝政治人物。进士出身。"],
        ["叶　应", 154, "叶应，字子唯，广东惠州府归善县人，民籍，明朝政治人物。进士出身。"],
        ["施　恕", 155, "施恕，字勉仁，浙江衢州府开化县人，匠籍，明朝政治人物。进士出身。"],
        ["夏　祚", 156, "夏祚，字天锡，直隶太平府□□县人，□籍，明朝政治人物。进士出身。"],
        ["武　衞", 157, "武卫，字廷脩，山东青州府莒州沂水县人，军籍，明朝政治人物。进士出身。"],
        ["马　龙", 158, "马龙，字文祥，山东济南府济东县人，军籍，明朝政治人物。进士出身。"],
        ["翟　能", 159, "翟能，字本善，直隶河间府河间县人，民籍，明朝政治人物。进士出身。"],
        ["李　增", 160, "李增，字廷重，直隶保定府人，官籍，明朝政治人物。进士出身。"],
        ["白　瑾", 161, "白瑾，字莹之，浙江绍兴府山阴县人，民籍，明朝政治人物。进士出身。"],
        ["王鑑之", 162, "王鑑之，字明仲，浙江绍兴府山阴县人，民籍，明朝政治人物。进士出身。"],
        ["王存礼", 163, "王存礼，字用和，陕西秦州卫千户所人，军籍，明朝政治人物。进士出身。"],
        ["周　濬", 164, "周濬，字希源，江西吉安府人，军籍，明朝政治人物。进士出身。"],
        ["苏　鏸", 165, "苏鏸，字仲戡，福建漳州府龙巖县人，民籍，明朝政治人物。进士出身。"],
        ["吴　文", 166, "吴文，字载道，江西吉安府庐陵县人，民籍，明朝政治人物。进士出身。"],
        ["周　敍", 167, "周敍，字天叙，广东省广州府南海县人，民籍，明朝政治人物。进士出身。"],
        ["高　纶", 168, "高纶，字廷章，山西大同府蔚州人，军籍，明朝政治人物。进士出身。"],
        ["蒋　钦", 169, "蒋钦，字世钦，江西广信府上饶县人，军籍，明朝政治人物。进士出身。"],
        ["张　经", 170, "张经，字天常，陕西长安县人，腾骧右卫军籍，明朝政治人物。进士出身。"],
        ["张　翬", 171, "张翬，字凤举，直隶崑山县人，云南云南中卫军籍，明朝政治人物。进士出身。"],
        ["胡　溥", 172, "胡溥，河南人，军籍，明朝政治人物。进士出身。"],
        ["谢　珪", 173, "谢珪，字允执，广东潮州府海阳县人，军籍，明朝政治人物。进士出身。"],
        ["马　琇", 174, "马琇，字天须，河南汝宁府信阳州罗山县人，匠籍，明朝政治人物。进士出身。"],
        ["马　懋", 175, "马懋，字昭德，山东馆陶县人，腾骧右卫军籍，明朝政治人物。进士出身。"],
        ["鲜　荣", 176, "鲜荣 （1438年－1497年），字居仁，四川成都府资县人，民籍，治《诗经》，年四十一岁中式成化十四年戊戌科第三甲第一百七十六名进士。十月初十日生，行一，曾祖鲜文质；祖鲜瑞；父鲜志聪；母汪氏。慈侍下，妻刘氏，继妻严氏；。由国子生中式四川乡试第五十五名举人，会试中式第十四名[1]。"],
        ["徐　礼", 177, "徐礼，字敬先，浙江杭州府馀杭县人，民籍，明朝政治人物。进士出身。"],
        ["熊　经", 178, "熊经，江西临川人，是一名明朝政治人物。同进士出身。"],
        ["史　瑛", 179, "史瑛，字廷珍，山西平阳府绛州稷山县人，军籍，明朝政治人物。进士出身。"],
        ["尹　陵", 180, "尹陵，字如阜，湖广安陆州京山县人，军籍，明朝政治人物。进士出身。"],
        ["张　晟", 181, "张晟，字宗晦，山东济南府章丘县人，军籍，明朝政治人物。进士出身。"],
        ["包　鼐", 182, "包鼐，字汝和，浙江嘉兴府嘉兴县人，民籍，明朝政治人物。进士出身。"],
        ["黄　颐", 183, "黄颐，字养德，湖广武昌府蒲圻县人，军籍，明朝政治人物。进士出身。"],
        ["李　瑞", 184, "李瑞，字世祥，河南卫辉府汲县人，民籍，明朝政治人物。进士出身。"],
        ["郑　达", 185, "郑达，字德孚，直隶徽州府歙县人，民籍，明朝政治人物。进士出身。"],
        ["黄　肃", 186, "黄肃，字敬夫，应天府六合县人，民籍，明朝政治人物。进士出身。"],
        ["杜　整", 187, "杜整，字思齐，浙江温州府平阳县人，民籍，明朝政治人物。进士出身。"],
        ["刘　芳", 188, "刘芳 （？年－？年），字永钖，广东省肇庆府阳江县人，民籍，治《书经》，年□十七岁中式成化十四年戊戌科第三甲第一百八十八名进士。十一月初九日生，行一，曾祖刘全；祖刘济；父刘□，□；母郑氏。永感下，妻徐氏，兄长；□，弟英。由县学生中式广东乡试第七十四名举人，会试中式第二百五十三名[1]。授靖安县知县，治绩焕然。六年后召为户部主事，转郎中，出知南宁府。子刘竑，为弘治十八年（1505年）进士[2]。"],
        ["汪　贵", 189, "汪贵，字良贵，直隶徽州府歙县人，民籍，明朝政治人物。进士出身。"],
        ["谭　溥", 190, "谭溥（1444年－1503年），字惟渊，四川省泸州人，民籍，治《书经》，年三十五岁中式成化十四年戊戌科第三甲第一百九十名进士。十一月初四日生，行三，曾祖谭张禄；祖谭泰；父谭友义；母袁氏。具庆下，妻胡氏，兄濬（训导）；濂。由山东旧县驿驿丞中式山东乡试第七名举人，会试中式第一百五十三名[1]。"],
        ["龙德周", 191, "龙德周，字躬□，江西吉安府永新县人，民籍，明朝政治人物。进士出身。"],
        ["唐　恺", 192, "唐恺，字虞卿，山东济南府武定州□□县人，民籍，明朝政治人物。进士出身。"],
        ["王　宾", 193, "王宾 （1454年－1513年），字时旸，四川省重庆府合州铜梁县人，民籍，治《春秋》，年二十五岁中式成化十四年戊戌科第三甲第一百九十三名进士。十月□十日生，行一，曾祖王胜宗；祖王仲亨，赠知府；父王亿，监察御史；母钟氏（封孺人）。具庆下，妻潘氏，弟崈；安；富。由县学增广生中式四川乡试第十名举人，会试中式第一百二十八名[1]。"],
        ["王　温", 194, "王温，字景和，山东济南府长清县人，民籍，明朝政治人物。进士出身。"],
        ["王朝器", 195, "王朝器，字大器，福建兴化府莆田县人，军籍，明朝政治人物。进士出身。"],
        ["徐　说", 196, "徐说，字以中，直隶宁国府宣城县人，民籍，明朝政治人物。进士出身。"],
        ["韩　昂", 197, "韩昂，字孔仪，山东济宁州人，云南云南前卫官籍，明朝政治人物。同进士出身。"],
        ["吴　秀", 198, "吴秀，字文朴，江西饶州府馀干县人，军籍，明朝政治人物。进士出身。"],
        ["王　谦", 199, "王谦，字克让，山西平阳府太平县人，军籍，明朝政治人物。进士出身。"],
        ["方　进", 200, "方进，直隶人，民籍，明朝政治人物。进士出身。"],
        ["谭　肃", 201, "谭肃，字本恭，山东兖州府东平州寿张县人，民籍，明朝政治人物。进士出身。"],
        ["戚　庆", 202, "戚庆，字仲禧，河南汝宁府西平县人，匠籍，明朝政治人物。进士出身。"],
        ["刘　清", 203, "刘清，字一之，江西九江府德化县人，军籍，明朝政治人物。进士出身。"],
        ["刘　玑", 204, "刘玑，字玉衡，山东东昌府□□县人，军籍，明朝政治人物。进士出身。"],
        ["张万锺", 205, "张万锺（1443年－1502年），字公爵，四川成都府资县人，军籍，治《诗经》，年三十六岁中式成化十四年戊戌科第三甲第二百零五名进士。二月二十八日生，行一，曾祖张元昇；祖张琳；父张永寿；母徐氏；继母周氏。重庆下，妻包氏，弟万镒；万铨。由县学生中式四川乡试第三十三名举人，会试中式第二百十五名[1]。"],
        ["陈良佐", 206, "陈良佐，字以忠，湖广岳州华容县人，民籍，明朝政治人物。进士出身。"],
        ["汪　滢", 207, "汪滢，字源洁，直隶徽州府绩溪县人，军籍，明朝政治人物。进士出身。"],
        ["郑　璠", 208, "郑璠，字德美，福建福州府闽县人，明朝政治人物、进士出身。"],
        ["魏　玺", 209, "魏玺，字朝章，直隶淮安府山阳县人，民籍，明朝政治人物。进士出身。"],
        ["陈嘉章", 210, "陈嘉章（1439年－1498年），字道显，四川省叙州府富顺县人，军籍，治《诗经》，年四十岁中式成化十四年戊戌科第三甲第二百一十名进士。五月十五日生，行六，曾祖陈朝卿；祖陈觉真；父陈忞；母陈氏。慈侍下，妻曾氏，兄嘉猷（伴读）；嘉言；嘉训；嘉礼（通判）；嘉□。由国子生中式四川乡试第五十四名举人，会试中式第二百九十四名[1]。"],
        ["陈　纹", 211, "陈纹，字廷章，应天府上元县人，匠籍，明朝政治人物。进士出身。"],
        ["尹世昌", 212, "尹世昌，字廷□，直隶真定府定州人，民籍，明朝政治人物。同进士出身。"],
        ["刘　聪", 213, "刘聪，字宇愚，江西宜春县人，直隶蓟州卫军籍，明朝政治人物。进士出身。"],
        ["郑惟桓", 214, "郑惟桓，字用文，浙江常山县人，顺天府大兴县富户籍，明朝政治人物。进士出身。"],
        ["祁司员", 215, "祁司员，一说祁思员，浙江山阴（今绍兴）人，明朝政治人物、同进士出身。"],
        ["姜　绾", 216, "姜绾，字玉卿。弋阳人。明朝官员、进士出身。"],
        ["洪　远", 217, "洪远，字克毅，直隶徽州府歙县人，民籍，明朝政治人物。进士出身。"],
        ["侯　观", 218, "侯观，字仕宾，直隶保定府雄县人，民籍，明朝政治人物。进士出身。"],
        ["杜　荣", 219, "杜荣，字世□，山西大同府人，军籍，明朝政治人物。进士出身。"],
        ["杜　明", 220, "杜明，字文昭，河南开封府□□县人，民籍，明朝政治人物。进士出身。"],
        ["黄辅政", 221, "黄辅政 （1431年－1490年），字显忠，四川省叙州富顺县人，民籍，治《书经》，年四十八岁中式成化十四年戊戌科第三甲第二百二十一名进士。正月十九日生，行一，曾祖黄墇；祖黄志清；父黄玑；母潘氏。严侍下，妻徐氏，弟辅忠；辅佐；辅佑。由国子生中式四川乡试第六十四名举人，会试中式第二百八十三名[1]。"],
        ["涂　畴", 222, "涂畴，字有年，江西南昌府丰城县人，匠籍，明朝政治人物。进士出身。"],
        ["陈　常", 223, "陈常 （1434年－1493年），字大伦，四川省重庆府长寿县人，民籍，治《诗经》，年四十五岁中式成化十四年戊戌科第三甲第二百二十三名进士。七月初十日生，行四，曾祖陈卿；祖陈仕胜；父陈以先，仓副使；嫡母杨氏；生母杨氏。慈侍下，妻馀氏，兄述；□；济。由国子生中式四川乡试第五十二名举人，会试中式第二百六十名[1]。"],
        ["周　文", 224, "周文，字应奎，湖广岳州泽州人，□□，明朝政治人物。进士出身。"],
        ["韩绍宗", 225, "韩绍宗，字裕俊，陕西西安府同州朝邑县人，民籍，明朝政治人物。进士出身。"],
        ["吴道宁", 226, "吴道宁，字永安，河南汝宁府光州光山县人，军籍，明朝政治人物。进士出身。"],
        ["徐　宪", 227, "徐宪，浙江开化人，是一名明朝政治人物。"],
        ["李时新", 228, "李时新，字节之，浙江绍兴府馀姚县人，民籍，明朝政治人物。进士出身。"],
        ["韩　重", 229, "韩重，字淳夫，山西平阳府绛州人，民籍，明朝政治人物。进士出身。"],
        ["赵　博", 230, "赵博，字原一，山西潞州黎城县人，军籍，明朝政治人物。进士出身。"],
        ["丁　绅", 231, "丁绅，字大章，山西朔州卫人，军籍，明朝政治人物。进士出身。"],
        ["金　福", 232, "金福，字天锡，浙江人，锦衣卫军籍，明朝政治人物。进士出身。"],
        ["凌文献", 233, "凌文献，字士贤，浙江处州府遂安县人，民籍，明朝政治人物。进士出身。"],
        ["冯　镐", 234, "冯镐，字大京，河南汝宁府信阳州人，军籍，明朝政治人物。进士出身。"],
        ["古其然", 235, "古其然 （1441年－1500年），字体成，四川省重庆府永川县人，明朝政治人物。"],
        ["张　鑑", 236, "张鑑，字明□，东□县人，南京府军卫□□，明朝政治人物。进士出身。"],
        ["王　佐", 237, "王佐（1440年－1512年），山西承宣布政使司辽州和顺县（今山西省和顺县）人，明朝政治人物，官至南京户部尚书。"]
    ]
}