{
    "year_name": "成化十七年辛丑科殿试金榜",
    "first": [
        ["王　华", 1, "明王圻辑，万历刻《三才图会》之《王海日像》"],
        ["黄　珣", 2, "《浙江馀姚黄氏宗谱》载黄珣像"],
        ["张天瑞", 3, "张天瑞（1451年－1504年），字文祥，号云坪，山东清平县（今临清市）胡刘庄（今称胡里庄）人。明朝政治人物，进士及第。[2]"]
    ],
    "second": [
        ["胡　玉", 1, "胡玉（1438年－1500年），明朝官员。直隶泰州守御千户所（今属江苏泰州市）人。"],
        ["程　文", 2, "程文（？－？），字贯道，广东肇庆府高要县人，军籍，明朝政治人物、进士出身。"],
        ["宋端仪", 3, "宋端仪（？－？），字孔时，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["郑　瑗", 4, "郑瑗（？－？），字仲璧，福建兴化府莆田县人，军籍，明朝政治人物、进士出身。"],
        ["胡　璟", 5, "胡璟（？－？），字希宋，应天府江宁县人，民籍，明朝政治人物、进士出身。"],
        ["东思诚", 6, "东思诚（？－？），字进道，陕西西安府华州人，民籍，明朝政治人物、进士出身。"],
        ["杨　奇", 7, "杨奇（？－1507年），字秀夫，山西潞州壶关县人，民籍，明朝政治人物、进士出身。"],
        ["陈秉彝", 8, "陈秉彝（？－？），字一初，直隶淮安府沭阳县人，民籍，明朝政治人物、进士出身。"],
        ["赵　宽", 9, "《沧浪亭五百名贤像》之赵宽石刻像"],
        ["张　瓒", 10, "张瓒（1448年－？），字器之、廷器，河南彰德府汤阴县人，军籍，明朝政治人物、进士出身。"],
        ["孙　交", 11, "孙交（1453年－1532年），字志同，湖广承宣布政使司承天府锺祥县（今湖北省锺祥市）人，明朝户部尚书、进士出身。"],
        ["喻宗府", 12, "喻宗府（？－？），字孔脩，湖广黄州府麻城县人，军籍，明朝政治人物、进士出身。"],
        ["欧　锐", 13, "欧锐（1450年－1509年），字时毅，四川眉州人，民籍，治《诗经》，年三十二岁中式成化十七年辛丑科第二甲第十三名进士。"],
        ["薛　英", 14, "薛英（？－？），字朝英，直隶苏州府长洲县人，民籍，明朝政治人物、进士出身。"],
        ["魏　绅", 15, "魏绅（？－？），字廷佩，山东兖州府曲阜县人，民籍，明朝政治人物、进士出身。"],
        ["原　洁", 16, "原洁（？－？），字本澄，河南卫辉府胙城县人，民籍，明朝政治人物、进士出身。"],
        ["刘绍玄", 17, "刘绍玄（？－？），字显之，湖广武昌府通城县人，军籍，明朝政治人物、进士出身。"],
        ["骆　珑", 18, "骆珑（？－？），字蕴良，浙江绍兴府诸暨县人，民籍，明朝政治人物、进士出身。"],
        ["江　潭", 19, "江潭（？－？），字朝东，江西南昌府丰城县人，军籍，明朝政治人物、进士出身。"],
        ["郭祥鹏", 20, "郭祥鹏（？－？），字于汉，江西吉安府泰和县人，民籍，明朝政治人物、进士出身。"],
        ["沈　林", 21, "沈林（？－？），字材美，直隶苏州府长洲县人，军籍，明朝政治人物、进士出身。"],
        ["陈　效", 22, "陈效（1443年－1502年），字志学，南直隶宁国府南陵县人，民籍。明朝政治人物、进士出身。"],
        ["王　檵", 23, "王檵（？－？），字正朝，江西吉安府泰和县人，军籍，明朝政治人物、进士出身。"],
        ["阎　江", 24, "阎江（？－？），字朝宗，山东青州府乐安县人，民籍，明朝政治人物、进士出身。"],
        ["李　旦", 25, "李旦（？－？），字启东，直隶河间府献县人，军籍，明朝政治人物、进士出身。"],
        ["张　吉", 26, "张吉（？－？），字克脩，江西饶州府馀干县人，民籍，明朝政治人物、进士出身。"],
        ["李思仁", 27, "李思仁（？－？），字尚德，山西太原府阳曲县人，民籍，明朝政治人物、进士出身。"],
        ["胡　瑄", 28, "胡瑄（？－？），字廷器，浙江湖州府德清县人，民籍，明朝政治人物、进士出身。"],
        ["陈　伦", 29, "陈伦（？－？），字用常，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["彭　福", 30, "彭福（？－？），字绥之，江西饶州府乐平县人，民籍，明朝政治人物、进士出身。"],
        ["谈　诏", 31, "谈诏（？－？），字朝宣，直隶松江府上海县人，军籍，明朝政治人物、进士出身。"],
        ["顾　雄", 32, "顾雄（？－？），字时俊，直隶扬州府通州县人，民籍，明朝政治人物、进士出身。"],
        ["石　巍", 33, "石巍（？－？），字民望，山东兖州府曹州曹县人，民籍，明朝政治人物、进士出身。"],
        ["尚　缙", 34, "尚缙（？－？），字美仪，浙江嘉兴县人，河南睢阳卫军籍，明朝政治人物、进士出身。"],
        ["常　麟", 35, "常麟（？－？），字汝仁，浙江嘉兴府嘉兴县人，民籍，明朝政治人物、进士出身。"],
        ["徐　宽", 36, "徐宽（？－？），字栗夫，浙江台州府太平县人，浙江海宁所军籍，明朝政治人物、进士出身。"],
        ["晏　辙", 37, "晏辙（1444年－1503年），字同轨，四川省泸州人，民籍。，明朝政治人物、进士出身。"],
        ["陶　琰", 38, "陶琰（1449年－1532年），字廷信，山西承宣布政使司平阳府绛州（今山西省新绛县）人，明朝政治人物、进士出身。"],
        ["艾　璞", 39, "艾璞（？－？），字德润，江西南昌府南昌县人，军籍，明朝政治人物、进士出身。"],
        ["王　济", 40, "王济（？－？），字汝舟，浙江湖州府乌程县人，民籍，明朝政治人物、进士出身。"],
        ["彭　程", 41, "彭程，字万里，鄱阳人。明朝官员、进士出身。"],
        ["王　宥", 42, "王宥（？－？），字敬之，浙江严州府淳安县人，民籍，明朝政治人物、进士出身。"],
        ["毛　宪", 43, "毛宪（？－？），字世章，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。浙江馀姚丰山毛氏十五代孙。进士出身。毛杰之子。"],
        ["饶　泗", 44, "饶泗（？－？），字正绎，江西南昌府进贤县人，民籍，明朝政治人物、进士出身。"],
        ["彭　甫", 45, "彭甫（？－？），字原岳，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["翁　迪", 46, "翁迪（？－？），字允吉，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["陈　周", 47, "陈周（？－？），字文美，直隶常州府无锡县人，民籍，明朝政治人物、进士出身。"],
        ["范　珤", 48, "范珤（？－？），字惟善，直隶河间府阜城县人，军籍，明朝政治人物、进士出身。"],
        ["王　玘", 49, "王玘（？－？），字德润，浙江处州府遂昌县人，民籍，明朝政治人物、进士出身。"],
        ["马　龙", 50, "马龙（？－？），字汝霖，河南开封府阳武县人，民籍，明朝政治人物、进士出身。"],
        ["林　鐄", 51, "林鐄，字世坚，福建福州府怀安县人，明朝政治人物、进士出身。"],
        ["周　凤", 52, "周凤（？－？），字鸣岐，直隶江都县人，陕西西安前卫官籍，明朝政治人物、进士出身。"],
        ["冯良辅", 53, "冯良辅（？－？），字熙之，广西庆远府宜山县人，民籍，明朝政治人物、进士出身。"],
        ["张　濂", 54, "张濂，越州卫人，明朝政治人物、进士出身。"],
        ["孙　霖", 55, "孙霖（？－？），字希说，直隶苏州府长洲县人，军籍，明朝政治人物、进士出身。"],
        ["王　瓒", 56, "王瓒（？－？），字宗器，陕西巩昌府通渭县人，军籍，明朝政治人物、进士出身。"],
        ["赵仲辉", 57, "赵仲辉（？－？），字守中，山西平阳府解州闻喜县人，军籍，明朝政治人物、进士出身。"],
        ["汤　冕", 58, "汤冕（？－？），字拱宸，直隶松江府华亭县人，民籍，明朝政治人物、进士出身。"],
        ["车　霆", 59, "车霆（？－？），字震卿，山西太原府石州人，民籍，明朝政治人物、进士出身。"],
        ["王　琳", 60, "王琳（？－？），字廷佩，浙江嘉兴府嘉善县人，军籍，明朝政治人物、进士出身。"],
        ["富　玹", 61, "富玹（？－？），字廷辉，浙江绍兴府萧山县人，灶籍，明朝政治人物、进士出身。"],
        ["陈　勗", 62, "陈勗（？－？），字时勉，山东兖州府单县人，民籍，明朝政治人物、进士出身。"],
        ["徐　贵", 63, "徐贵（？－？），字天爵，浙江金华府武义县人，民籍，明朝政治人物、进士出身。"],
        ["章　启", 64, "章启（？－？），字际亨，直隶丹徒县人，武功中卫军匠籍，明朝政治人物、进士出身。"],
        ["宋　旭", 65, "宋旭（？－？），字景旸，浙江宁波府奉化县人，民籍，明朝政治人物、进士出身。"],
        ["孙　旵", 66, "孙旵（？－？），字爱晖，直隶镇江府金坛县人，民籍，明朝政治人物、进士出身。"],
        ["娄　性", 67, "娄性（？－？），字原善，江西广信府上饶县人，民籍，明朝政治人物、进士出身。"],
        ["夏　英", 68, "夏英（？－？），字育才，江西九江府德化县人，民籍，明朝政治人物、进士出身。"],
        ["庄　宥", 69, "庄宥（？－？），字世宽，福建福州府闽县人，民籍，明朝政治人物、进士出身。"],
        ["刘　珏", 70, "刘珏（1446年－1505年），字廷重，四川省成都府内江县人，民籍。明朝政治人物。"],
        ["胡积学", 71, "胡积学（1441年－1500年），字畏之，四川省重庆府巴县人，民籍。明朝政治人物。"],
        ["赵　浑", 72, "赵浑（？－？），字伯全，福建漳州府漳浦县人，民籍，明朝政治人物、进士出身。"],
        ["吕　和", 73, "吕和（1454年－1513年），字时中，四川省顺庆府大竹县人，民籍。"],
        ["刘　富", 74, "刘富（？－？），字文华，顺天府密云县人，义勇前卫军籍，明朝政治人物、进士出身。"],
        ["何　说", 75, "何说（？－？），字商臣，湖广郴州人，军籍，明朝政治人物、进士出身。"],
        ["方　向", 76, "方向，字与义，南直隶桐城人。明朝官员，进士出身。"],
        ["张　铨", 77, "张铨（？－？），字文衡，浙江承宣布政使司杭州府仁和县（今浙江省杭州市）人，民籍，明朝政治人物、进士出身。"],
        ["翁　巗", 78, "翁巖（？－？），字国瞻，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["顾　源", 79, "顾源（？－？），字逢原，直隶苏州府长洲县人，民籍，明朝政治人物、进士出身。"],
        ["邵　諴", 80, "邵諴（？－？），字元侃，浙江台州府太平县人，军籍，明朝政治人物、进士出身。"],
        ["陈　宪", 81, "陈宪（？－？），字孟章，福建福州府闽县人，军籍，明朝政治人物、进士出身。"],
        ["陈　义", 82, "陈义（？－？），字克宜，福建福州府福清县人，军籍，明朝政治人物、进士出身。"],
        ["陈　宣", 83, "陈宣（？－？），字文德，浙江温州府平阳县人，民籍，明朝政治人物、进士出身。"],
        ["康绍宗", 84, "康绍宗（？－？），字孝隆，山东武定州人，永清右卫军籍，明朝政治人物、进士出身。"],
        ["黄　俌", 85, "黄俌（？－？），字汝脩，浙江承宣布政使司台州府黄巖县（今浙江省黄岩县）人，明朝政治人物、进士，黄孔昭之子。"],
        ["马体元", 86, "马体元（？－？），字以干，陕西巩昌府秦州人，匠籍，明朝政治人物、进士出身。"],
        ["韩　鼎", 87, "韩鼎（？－？），字廷器，陕西庆阳府合水县人，军籍，明朝政治人物、进士出身。"],
        ["馀　洪", 88, "馀洪（？－？），字崇范，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["吴彦华", 89, "吴彦华（？－？），字汝和，应天府句容县人，南京留守后卫军籍，明朝政治人物、进士出身。"],
        ["沈　庠", 90, "沈庠（？－？），字尚伦，直隶吴江县人，应天府上元县匠籍，明朝政治人物、进士出身。"],
        ["胡宗道", 91, "胡宗道（？－？），字守正，陕西凤翔府扶风县人，军籍，明朝政治人物、进士出身。"],
        ["张　铠", 92, "张淯虎（1986年5月2日－），原名张铠、张定扬，2016年改为张定扬，2017年再改为现名，为台湾棒球选手，曾效力于中华职棒富邦悍将队，守备位置为内野手。于2009年季末新人选秀会中以第10轮第38顺位为兴农牛选中，一年代训后未签下。2011年底由于兴农牛正式筹组二军，因此才有再度叩关职棒的机会。"],
        ["王　敞", 93, "王敞（？－？），字汉英，人，南京锦衣卫军匠籍，明朝政治人物、进士出身。"],
        ["侯　直", 94, "侯直（？－？），字公绳，直隶松江府华亭县人，民籍，明朝政治人物、进士出身。"],
        ["芮　稷", 95, "芮稷（？－？），字维馨，直隶常州府宜兴县人，民籍，明朝政治人物、进士出身。"]
    ],
    "index": 34,
    "url": "https://zh.wikipedia.org/wiki/Template:%E6%88%90%E5%8C%96%E5%8D%81%E4%B8%83%E5%B9%B4%E8%BE%9B%E4%B8%91%E7%A7%91%E6%AE%BF%E8%A9%A6%E9%87%91%E6%A6%9C",
    "third": [
        ["张应奎", 1, "张应奎（？－？），字时祯，山东济南府滨州蒲台县人，民籍，明朝政治人物、进士出身。"],
        ["陈良器", 2, "陈良器（？－？），字彦成，浙江杭州府仁和县人，民籍，明朝政治人物、进士出身。"],
        ["孙　琰", 3, "孙琰（？－？），字廷尚，山东登州府福山县人，军籍，明朝政治人物、进士出身。"],
        ["姚　隆", 4, "姚隆（？－？），字复亨，江西抚州府临川县人，民籍，明朝政治人物、进士出身。"],
        ["倪　黻", 5, "倪黻（？－？），字汝辨，直隶松江府华亭县人，匠籍，明朝政治人物、进士出身。"],
        ["史　简", 6, "史简（？－？），字公鉴，河南河南府洛阳县人，民籍，明朝政治人物、进士出身。"],
        ["刘　让", 7, "刘让（1443年－1502年），字允谦，四川省顺庆府广安州人，军籍。"],
        ["许　锐", 8, "许锐（？－？），字季节，浙江鄞县人，山东登州卫军籍，明朝政治人物、进士出身。"],
        ["谢　罃", 9, "谢罃（？－？），字廷献，直隶徽州府祁门县人，民籍，明朝政治人物、进士出身。"],
        ["郭文旭", 10, "郭文旭（？－？），字仲升，福建福州府闽县人，军籍，明朝政治人物、进士出身。"],
        ["冯　玘", 11, "冯玘（？－？），字良玉，直隶常熟县人，中都怀远卫军籍，明朝政治人物、进士出身。"],
        ["林　沂", 12, "林沂（？－？），字居鲁，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["左　辅", 13, "左辅（？－？），字廷弼，江西南昌府进贤县人，匠籍，明朝政治人物、进士出身。"],
        ["王　寅", 14, "王寅（？－？），字敬夫，直隶保定府容城县人，民籍，明朝政治人物、进士出身。"],
        ["李　棨", 15, "李棨（？－？），字廷信，祖籍广西梧州府苍梧县人，出生北直隶河间府任丘县（今河北省任丘市），军籍，明朝政治人物、进士出身，明朝内阁首辅李时之父。"],
        ["徐　谏", 16, "徐谏（？－？），字廷忠，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["陈　良", 17, "陈良（？－？），字明遇，浙江嘉兴府嘉兴县人，灶籍，明朝政治人物、进士出身。"],
        ["江　澂", 18, "江澂（？－？），字景吴，江西建昌府南城县人，民籍，明朝政治人物、进士出身。"],
        ["王　表", 19, "王表（？－？），字大章，河南汝宁府西平县人，民籍，明朝政治人物、进士出身。"],
        ["王　恩", 20, "王恩（1450年－1509年），字天宠，南直隶松江府华亭县人，医籍，治《春秋》。"],
        ["李　澄", 21, "李澄（？－？），字天暎，河南开封府陈州西华县人，民籍，明朝政治人物、进士出身。"],
        ["吴凤鸣", 22, "吴凤鸣（？－？），字应文，直隶松江府华亭县人，民籍，明朝政治人物、进士出身。"],
        ["韩　福", 23, "韩福（？－？），字德夫，陕西西安前卫人，军籍，明朝政治人物、进士出身。"],
        ["张　寅", 24, "张寅（？－？），字敬之，直隶真定府冀州人，民籍，明朝政治人物、进士出身。"],
        ["郭　文", 25, "郭文（？－？），字尚质，陕西凤翔府麟游县人，陕西秦州卫军籍，明朝政治人物、进士出身。"],
        ["吴一贯", 26, "吴一贯（？－？），字道夫，广东潮州府海阳县人，民籍，明朝政治人物、进士出身。"],
        ["薛承学", 27, "薛承学（？－？），字志参，直隶常州府武进县人，民籍，明朝政治人物、进士出身。"],
        ["王定安", 28, "王定安（？－？），字至善，福建怀安县人，顺天府大兴县富户籍，明朝政治人物、进士出身。"],
        ["李　", 29, "李㺬（？－？），字德贞，陕西西宁卫人，右军都督府官籍，明朝政治人物、进士出身。"],
        ["欧阳旦", 30, "欧阳旦（？－？），字子相，江西吉安府安福县人，军籍，明朝政治人物、进士出身。"],
        ["王　瑫", 31, "王瑫（？－？），字宗玉，浙江宁波府鄞县人，民籍，明朝政治人物、进士出身。"],
        ["宋守约", 32, "宋守约（？－？），字希曾，河南怀庆府河内县人，军籍，明朝政治人物、进士出身。"],
        ["马炳然", 33, "马炳然（1460年－1519年），字思进，四川成都府内江县人，民籍，治《诗经》，年二十二岁中式成化十七年辛丑科第三甲第三十三名进士。六月十一日生，行二，曾祖马复，知县；祖马惟庆，赠主事；父马琴，知府；母王氏（封安人）。具庆下，妻冉氏，兄湛然，弟烱然。由儒士中式四川乡试第十一名举人，会试中式第五十七名[1]。"],
        ["张　祯", 34, "张祯，江苏东台人，是一名明朝政治人物。"],
        ["李　锐", 35, "李锐（？－？），字廷钺，河南开封府归德州人，民籍，明朝政治人物、进士出身。"],
        ["陈　振", 36, "陈振（？－？），字时起，浙江宁波府鄞县人，民籍，明朝政治人物、进士出身。"],
        ["蒋　勋", 37, "蒋勋（？－？），字世功，直隶广平府肥乡县人，民籍，明朝政治人物、进士出身。"],
        ["程　文", 38, "程文（？－？），字载道，河南汝宁府信阳州确山县人，民籍，明朝政治人物、进士出身。"],
        ["侯　明", 39, "侯明（？－？），字定夫，河南河南府洛阳县人，民籍，明朝政治人物、进士出身。"],
        ["陈崇德", 40, "陈崇德（？－？），字季广，福建福州府长乐县人，民籍，明朝政治人物、进士出身。"],
        ["李　端", 41, "李端（？－？），字表正，湖广襄阳府枣阳县人，民籍，明朝政治人物、进士出身。"],
        ["孙　治", 42, "孙治（？－？），字五美，江西临江府清江县人，民籍，明朝政治人物、进士出身。"],
        ["胡　昂", 43, "胡昂（？－？），字文谦，北直隶保定府定兴县人，官籍，明朝政治人物、进士出身。"],
        ["王　璇", 44, "王璇（？－？），字虞用，直隶大名府开州长垣县人，军籍，明朝政治人物、进士出身。"],
        ["汤　建", 45, "汤建（？－？），字昌本，江西吉安府吉水县人，民籍，明朝政治人物、进士出身。"],
        ["黄克守", 46, "黄克守（？－？），字守正，福建福州府侯官县人，民籍，明朝政治人物、进士出身。"],
        ["黄　琏", 47, "黄琏（？－？），字汝器，山东济南府济阳县人，民籍，明朝政治人物、进士出身。"],
        ["王　鼎", 48, "王鼎（？－1512年），字器之，福建都指挥使司福州卫人，明朝政治人物、成化进士。"],
        ["张弘宜", 49, "《松江邦彦图》之张弘宜像"],
        ["馀　濬", 50, "馀濬（？－？），字仲深，浙江宁波府慈谿县人，匠籍，明朝政治人物、进士出身。"],
        ["郭　絍", 51, "郭絍（？－？），字仲端，浙江台州府临海县人，军籍，明朝政治人物、进士出身。"],
        ["萧　翀", 52, "萧翀（1459年－1518年），字凌汉，四川成都府内江县人，民籍，明朝政治人物、进士出身。"],
        ["邓应仁", 53, "邓应仁（？－？），字子荣，广东广州府南海县人，军籍，明朝政治人物、进士出身。"],
        ["李　芳", 54, "李芳（1439年－1498年），字资元，四川省叙州府宜宾县人，民籍，明朝政治人物、进士出身。"],
        ["张　濬", 55, "张濬（？－？），字宗舜，山西太原府代州人，军籍，明朝政治人物、进士出身。"],
        ["邹　祥", 56, "邹祥（？－？），字元吉，山东济南府德州人，民籍，明朝政治人物、进士出身。"],
        ["樊廷选", 57, "樊廷选（？－？），字舜举，后改姓林，福建福州府长乐县人，军籍，明朝政治人物、进士出身。"],
        ["吕　卣", 58, "吕卣（？－？），字宜中，直隶常州府无锡县人，匠籍，明朝政治人物、进士出身。"],
        ["刘　聚", 59, "刘聚（？－？），字本仁，陕西西安府干州永寿县人，民籍，明朝政治人物、进士出身。"],
        ["叶元玉", 60, "叶元玉（？－？），字廷玺，福建汀州府清流县人，民籍，明朝政治人物、进士出身。"],
        ["杨　纶", 61, "杨纶（？－？），字理之，直隶镇江府丹阳县人，匠籍，明朝政治人物、进士出身。"],
        ["甯　贤", 62, "宁贤（？－？），字国征，山西稷山县人，直隶定边卫军籍，明朝政治人物、进士出身。"],
        ["张　智", 63, "张智（？－？），字守愚，直隶顺德府钜鹿县人，民籍，明朝政治人物、进士出身。"],
        ["张　凤", 64, "张凤（？－1461年），字应时，江西省袁州府宜春县（江西省宜春市）人，军籍，明朝政治人物、进士出身。"],
        ["陈　延", 65, "陈延（？－？），字寿夫，直隶凤阳府定远县人，军籍，明朝政治人物、进士出身。"],
        ["叶　预", 66, "叶预（？－？），字诚之，直隶苏州府常熟县人，民籍，明朝政治人物、进士出身。"],
        ["张　烜", 67, "张烜（？－？），字伯彰，福建福州府福清县人，盐籍，明朝政治人物、进士出身。"],
        ["杨　鍊", 68, "杨鍊（？－？），字德纯，河南河南府陕州灵宝县人，军籍，明朝政治人物、进士出身。"],
        ["赵　弼", 69, "赵弼（？－？），字廷直，云南大理府太和县人，军籍，明朝政治人物、进士出身。"],
        ["刘　玑", 70, "刘玑（？－？），字用齐，陕西西安府咸宁县人，民籍，明朝政治人物、进士出身。"],
        ["张　祺", 71, "张祺（？－？），字允吉，直隶仪真县人，武功中卫军籍，明朝政治人物、进士出身。"],
        ["李　厚", 72, "李厚（？－？），字弘载，直隶顺德府任县人，民籍，明朝政治人物、进士出身。"],
        ["王　泰", 73, "王泰（？－？），字道亨，山西平阳府翼城县人，军籍，明朝政治人物、进士出身。"],
        ["廖　铉", 74, "廖铉（1444年－1503年），字汝器，四川成都府崇庆州人，民籍，明朝政治人物、进士出身。"],
        ["汪　律", 75, "汪律（？－？），字用和，江西饶州府乐平县人，民籍，明朝政治人物、进士出身。"],
        ["傅　潮", 76, "傅潮（？－？），字曰会，江西临江府新喻县人，民籍，明朝政治人物、进士出身。"],
        ["汪　僎", 77, "汪僎（？－？），字简之，江西广信府弋阳县人，民籍，明朝政治人物、进士出身。"],
        ["黄　华", 78, "黄华（？－？），字实夫，直隶徽州府歙县人，民籍，明朝政治人物、进士出身。"],
        ["荣　华", 79, "荣华（？－？），字躬实，陕西西安府蓝田县人，军籍，明朝政治人物、进士出身。"],
        ["常　新", 80, "常新（？－？），字士勉，河南开封府许州襄城县人，军籍，明朝政治人物、进士出身。"],
        ["王　槐", 81, "王槐（？－？），字应祯，山西太原府阳曲县人，民籍，明朝政治人物，官苑马寺卿。"],
        ["韩　春", 82, "韩春（？－？），字时元，直隶保定府蠡县人，民籍，明朝政治人物、进士出身。"],
        ["林　堪", 83, "林堪（？－？），字舜卿，福建兴化府莆田县人，军籍，明朝政治人物、进士出身。"],
        ["周　谧", 84, "周谧（？－？），字靖之，直隶滁州人，军籍，明朝政治人物、进士出身。"],
        ["张　鸾", 85, "张鸾（？－？），字应祥，陕西西安府咸宁县人，民籍，明朝政治人物、进士出身。"],
        ["李　咨", 86, "李咨（？－？），字汝弼，直隶河间府故城县人，军籍，明朝政治人物、进士出身。"],
        ["马良玉", 87, "马良玉（1441年－1500年），字德纯，四川成都中卫军籍，治《诗经》，明朝政治人物、进士出身。"],
        ["梁　伟", 88, "梁伟（？－？），字士奇，河南开封府睢州柘城县人，军籍，明朝政治人物、进士出身。"],
        ["梁　巩", 89, "梁巩（？－？），字邦宁，广东广州府新会县人，民籍，明朝政治人物、进士出身。"],
        ["王一言", 90, "王一言（1449年－1508年），字行之，四川成都府内江县人，民籍，治《诗经》，明朝政治人物、进士出身。"],
        ["张　安", 91, "张安（？－？），字文靖，陕西庆阳府环县人，军籍，明朝政治人物、进士出身。"],
        ["张　璠", 92, "张璠（1442年－1501年），字廷用，四川省叙州府南谿县人，民籍，治《诗经》，明朝政治人物、进士出身。"],
        ["袁　燫", 93, "袁燫（？－？），字景辉，浙江宁波府慈谿县人，民籍，明朝政治人物、进士出身。"],
        ["林　瑭", 94, "林瑭（？－？），字廷玉，福建福州府侯官县人，民籍，明朝政治人物、进士出身。"],
        ["曹　凤", 95, "曹凤（？－？），字鸣岐，河南汝宁府新蔡县人，军籍，明朝政治人物、进士出身。"],
        ["张　桓", 96, "张桓（？－？），字德威，江西饶州府浮梁县人，军籍，明朝政治人物、进士出身。"],
        ["梅　纯", 97, "梅纯，夏邑人，明朝政治人物。宁国公主和驸马梅殷的玄孙[1]。"],
        ["曾　禄", 98, "曾禄（？－？），字汝学，广东惠州府博罗县人，民籍，明朝政治人物、进士出身。"],
        ["张　宁", 99, "张宁（？－？），字元勳，直隶庐州府无为州人，民籍，明朝政治人物、进士出身。"],
        ["张　恕", 100, "张恕（？－？），字希仁，顺天府霸州人，军籍，明朝政治人物、进士出身。"],
        ["朱　栻", 101, "朱栻（？－？），字良用，直隶苏州府崑山县人，民籍，明朝政治人物、进士出身。"],
        ["周应熙", 102, "周应熙（？－？），字郁文，江西吉安府安福县人，民籍，明朝政治人物、进士出身。"],
        ["李　瀚", 103, "李瀚（？－？），字叔渊，山西泽州沁水县人，军籍，明朝政治人物、进士出身。"],
        ["姜学夔", 104, "姜学夔（？－？），字一臣，浙江嘉兴府嘉兴县人，民籍，明朝政治人物、进士出身。"],
        ["倪　珏", 105, "倪珏（？－？），字文玉，福建福州府闽县人，匠籍，明朝政治人物、进士出身。"],
        ["吴　裕", 106, "吴裕（？－？），字天弘，浙江馀姚县人，武功中卫军籍，明朝政治人物、进士出身。"],
        ["黄　珙", 107, "黄珙（？－？），字德温，湖广郴州永兴县人，民籍，明朝政治人物、进士出身。"],
        ["林　籥", 108, "林籥（？－？），字继和，福建福州府闽县人，民籍，明朝政治人物、进士出身。"],
        ["蔡　暹", 109, "蔡暹（？－？），字文晖，湖广荆州府江陵县人，军籍，明朝政治人物、进士出身。"],
        ["刘　继", 110, "刘继（？－？），字纉绪，直隶真定府藁城县人，民籍，明朝政治人物、进士出身。"],
        ["汪　瀚", 111, "汪瀚（1440年－1499年），字文渊，四川省夔州府开县人，民籍，明朝政治人物、进士出身。"],
        ["刘　涣", 112, "刘涣（1452年－1511年），字济之，湖广荆州府江陵县人，马站籍，明朝政治人物、进士出身。"],
        ["何　淮", 113, "何淮（？－？），字德清，顺天府大兴县人，民籍，明朝政治人物、进士出身。"],
        ["鲁永清", 114, "鲁永清（？－？），字端本，湖广黄州府蕲水县人，军籍，明朝政治人物、进士出身。"],
        ["刘　勳", 115, "刘勳（？－？），字德光，江西吉安府泰和县人，民籍，明朝政治人物、进士出身。"],
        ["陈　铨", 116, "陈铨（？－？），字秉衡，湖广永州卫，官籍，明朝政治人物、进士出身。"],
        ["姚　祥", 117, "姚祥（？－？），字应龙，广东惠州府归善县人，民籍，明朝政治人物、进士出身。"],
        ["龙用升", 118, "龙用升（？－？），字舜举，江西吉安府吉水县人，民籍，明朝政治人物、进士出身。"],
        ["熊宗德", 119, "熊宗德（？－？），字天申，应天府江宁县人，南京锦衣卫女户卫籍，明朝政治人物、进士出身。"],
        ["丘　相", 120, "丘相（？－？），字廷佐，湖广德安府孝感县人，军籍，明朝政治人物、进士出身。"],
        ["贾宗锡", 121, "贾宗锡（？－？），字原善，直隶苏州府常熟县人，匠籍，明朝政治人物、进士出身。"],
        ["林世远", 122, "林世远（？－？），字思绍，广东肇庆府四会县人，民籍，明朝政治人物、进士出身。"],
        ["卢　格", 123, "卢格（？－？），字正夫，浙江金华府东阳县人，民籍，明朝政治人物、进士出身。"],
        ["何文英", 124, "何文英（？－？），字邦彦，广东广州府顺德县人，民籍，明朝政治人物、进士出身。"],
        ["刘道立", 125, "刘道立（？－？），字成己，河南开封府杞县人，民籍，明朝政治人物、进士出身。"],
        ["黄　祥", 126, "黄祥（？－？），字验和，河南汝宁府信阳州罗山县人，军籍，明朝政治人物、进士出身。"],
        ["杜　源", 127, "杜源（？－？），字永靖，直隶永平府昌黎县人，民籍，明朝政治人物、进士出身。"],
        ["储　材", 128, "储材（？－？），字世资，直隶常州府宜兴县人，民籍，明朝政治人物、进士出身。"],
        ["廖　纯", 129, "廖纯（？－？），字干顺，江西临江府新喻县人，民籍，明朝政治人物、进士出身。"],
        ["杨　春", 130, "杨春（1436年－1515年），字元之，又字符之，号留耕[1]，四川成都马家镇升庵村（今成都市新都区）人，祖籍江西庐陵[2]。内阁首辅杨廷和、礼部尚书杨廷仪之父，状元杨慎祖父。"],
        ["程　愈", 131, "程愈（1438年－1497年），字“节之”，浙江省严州府淳安县人，医籍，明朝政治人物、进士出身。"],
        ["萧　义", 132, "萧义（？－？），字宜之，江西袁州府宜春县人，民籍，明朝政治人物、进士出身。"],
        ["田　渊", 133, "田渊（？－？），字文渊，陕西延安府鄜州洛川县人，民籍，明朝政治人物、进士出身。"],
        ["李宗泗", 134, "《挹清轩集》"],
        ["李　时", 135, "李时（1441年－1500年），字维中，四川都司成都中卫官籍，治《诗经》，明朝政治人物、进士出身。"],
        ["郑　轼", 136, "郑轼（？－？），字式之，江西广信府永丰县人，民籍，明朝政治人物、进士出身。"],
        ["邓　淮", 137, "邓淮（？－？），字安济，江西吉安府吉水县人，民籍，明朝政治人物、进士出身。"],
        ["刘盛之", 138, "刘盛之（？－？），字文郁，山西太原府代州人，军籍，明朝政治人物、进士出身。"],
        ["徐　钦", 139, "徐钦（？－？），字敬之，应天府江宁县人，锦衣卫军籍，明朝政治人物、进士出身。"],
        ["梁　文", 140, "梁文（？－？），字光辅，江西吉安府龙泉县人，民籍，明朝政治人物、进士出身。"],
        ["顾景祥", 141, "顾景祥（？－？），字瑞卿，直隶长洲县人，顺天府大兴县匠籍，明朝政治人物、进士出身。"],
        ["梁　敬", 142, "梁敬（？－？），字德兴，广东肇庆府高要县人，民籍，明朝政治人物、进士出身。"],
        ["吴　暠", 143, "吴暠（？－？），字元白，浙江台州府黄巖县人，军籍，明朝政治人物、进士出身。"],
        ["陈　润", 144, "陈润（？－？），字维泽，浙江杭州府临安县人，匠籍，明朝政治人物、进士出身。"],
        ["杨　塽", 145, "杨塽（？－？），字允昭，浙江温州府瑞安县人，民籍，明朝政治人物、进士出身。"],
        ["馀　绚", 146, "馀绚（？－？），字公素，浙江金华府兰谿县人，民籍，明朝政治人物、进士出身。"],
        ["于凤喈", 147, "于凤喈（？－？），字世和，山东登州府莱阳县人，民籍，明朝政治人物、进士出身。"],
        ["张　敏", 148, "张敏（？－？），字志学，直隶徽州府祁门县人，民籍，明朝政治人物、进士出身。"],
        ["谢　缉", 149, "谢缉（？－？），字维熙，江西抚州府乐安县人，官籍，明朝政治人物、进士出身。"],
        ["葛　镛", 150, "葛镛（？－？），字文振，直隶苏州府嘉定县人，民籍，明朝政治人物、进士出身。"],
        ["王　章", 151, "王章（？－？），字廷宪，陕西延安府肤施县人，民籍，明朝政治人物、进士出身。"],
        ["王　杲", 152, "王杲（？－？），字启昭，江西龙泉县人，云南临安卫军籍，明朝政治人物、进士出身。"],
        ["叶　峦", 153, "叶峦（？－？），字锺秀，直隶苏州府常熟县人，民籍，明朝政治人物、进士出身。"],
        ["张宜珍", 154, "张宜珍（？－？），字汝珍，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["孙　衍", 155, "孙衍（？－？），字世昌，浙江馀姚县人，顺天府大兴县匠借，明朝政治人物、进士出身。"],
        ["许　节", 156, "许节（？－？），字本俭，湖广武昌府江夏县人，军籍，明朝政治人物、进士出身。"],
        ["王　岳", 157, "王岳（？－？），字希甫，直隶凤阳府宿州灵璧县人，民籍，明朝政治人物、进士出身。"],
        ["张　隆", 158, "张隆（？－？），字世昌，山西平阳府解州夏县人，军籍，明朝政治人物、进士出身。"],
        ["丘天祐", 159, "丘天祐（？－？），字恒吉，福建兴化府莆田县人，军籍，明朝政治人物、同进士出身。"],
        ["莫立之", 160, "莫立之（？－？），字斯立，浙江杭州府钱塘县人，民籍，明朝政治人物、进士出身。"],
        ["窦　祥", 161, "窦祥（？－？），字文瑞，河南河南府巩县人，军籍，明朝政治人物、进士出身。"],
        ["张　文", 162, "张文（？－？），字道显，直隶巢县人，河南河南卫右所军籍，明朝政治人物、进士出身。"],
        ["朱　英", 163, "朱英（？－？），字德彰，直隶保定府愽野县人，民籍，明朝政治人物、进士出身。"],
        ["魏　英", 164, "魏英，（1460年－1518年），字士华，号赧古，浙江慈溪县（今属馀姚）人，明朝政治人物。"],
        ["韩　庭", 165, "韩庭（？－？），字凤集，直隶真定府晋州人，民籍，明朝政治人物、进士出身。"],
        ["高　云", 166, "高云（？－？），字从龙，直隶淮安府山阳县人，民籍，明朝政治人物、进士出身。"],
        ["馀　璘", 167, "佘璘（？－？），字德润，广德州人，直隶永平府滦州军籍，明朝政治人物、进士出身。"],
        ["张　缙", 168, "张缙（？－？），字廷肃，直隶松江府华亭县人，民籍，明朝政治人物、进士出身。"],
        ["周　琦", 169, "周琦（1441年－？），字廷玺，别号东溪，广西柳州府马平县人。明代政治人物。柳州八贤之一。"],
        ["李振纲", 170, "李振纲（？－？），字廷宪，河南开封府封丘县人，军籍，明朝政治人物、进士出身。"],
        ["常　軏", 171, "常軏（？－？），字时用，山西泽州沁水县人，民籍，明朝政治人物、进士出身。"],
        ["赵　銮", 172, "赵銮（？－？），字廷振，湖广荆州府江陵县人，军籍，明朝政治人物、进士出身。"],
        ["张　阎", 173, "张阎（？－？），字宗望，浙江绍兴府会稽县人，民籍，明朝政治人物、进士出身。"],
        ["汪　坚", 174, "汪坚（？－？），字守贞，直隶徽州府婺源县人，民籍，明朝政治人物、进士出身。"],
        ["张　琳", 175, "张琳（？－？），字廷珮，山西大同左卫人，军籍，明朝政治人物、进士出身。"],
        ["崔　瓒", 176, "崔暹（5世纪－528年），字元钦，清河郡东武城（今山东省武城县西）人，出自清河崔氏。"],
        ["闻　钊", 177, "闻钊（？－？），字远明，直隶苏州府常熟县人，民籍，明朝政治人物、进士出身。"],
        ["郑　寯", 178, "郑寯（？－？），字天民，广东潮州府海阳县人，民籍，明朝政治人物、进士出身。"],
        ["黄　琪", 179, "《浙江馀姚黄氏宗谱》载黄琪像"],
        ["孔　经", 180, "孔经（？－？），字大猷，福建邵武府邵武县人，军籍，明朝政治人物、进士出身。"],
        ["张　鑑", 181, "张鑑（？－？），字恒明，山东济南府历城县人，民籍，明朝政治人物、进士出身。"],
        ["赵　进", 182, "赵进（？－？），字益之，河南开封府许州郾城县人，民籍，明朝政治人物、进士出身。"],
        ["李　濙", 183, "李濙（1449年－1508年），字宗禹，河南省开封府祥符县人，民籍，明朝政治人物、进士出身。"],
        ["崔　巖", 184, "崔巖（？－？），字民瞻，湖广郴州人，民籍，明朝政治人物、进士出身。"],
        ["张　", 185, "张㫤（？－？），字孟明，直隶大名府开州长垣县人，民籍，明朝政治人物、进士出身。"],
        ["徐　智", 186, "徐智（？－？），字景哲，山东东昌府濮州范县人，民籍，明朝政治人物、进士出身。"],
        ["曲　锐", 187, "曲锐（？－1511年），字朝仪，山东登州府莱阳县人，军籍，明朝政治人物、进士出身。"],
        ["郭秉昭", 188, "郭秉昭（？－？），字文辉，湖广郴州桂杨县人，民籍，明朝政治人物、进士出身。"],
        ["马　祥", 189, "马祥（？－？），字文瑞，陕西西安府同州人，匠籍，明朝政治人物、进士出身。"],
        ["郭　绪", 190, "郭绪（？－？），字继业，河南开封府太康县人，民籍，明朝政治人物、进士出身。"],
        ["王　佑", 191, "王佑（？－？），字廷佐，山东济南府肥城县人，民籍，明朝政治人物、进士出身。"],
        ["温　玺", 192, "温玺（1446年－1531年），字廷宝，号菊庄，四川华阳县人，明朝政治人物。"],
        ["崔　璵", 193, "崔璵（？－？），字宗器，直隶保定府易州人，民籍，明朝政治人物、进士出身。"],
        ["李文安", 194, "李文安（？－？），四川省内江县人，明朝政治人物、进士出身。"],
        ["蔺　琦", 195, "蔺琦（1441年－1511年），字廷玺，山东德平县人，明朝政治人物、进士出身。"],
        ["张　佐", 196, "张佐（？－？），字良弼，直隶广德州人，湖广黄州卫军籍，明朝政治人物、进士出身。"],
        ["王　纯", 197, "王纯（？－？），字弘文，浙江台州府僊居县人，民籍，明朝政治人物、进士出身。"],
        ["曹　佺", 198, "曹佺（？－？），字存之，湖广郴州永兴县人，民籍，明朝政治人物、进士出身。"],
        ["耿　瑛", 199, "耿瑛（？－？），字玉光，河南开封府杞县人，民籍，明朝政治人物、进士出身。"],
        ["蒋　濙", 200, "蒋濙（？－？），字子川，江西广信府上饶县人，军籍，明朝政治人物、进士出身。"]
    ]
}