{
    "year_name": "弘治三年庚戌科殿试金榜",
    "first": [
        ["钱　福", 1, "《松江邦彦图》之钱福像"],
        ["刘存业", 2, "刘存业（1459年－1506年），字可大，号简庵，广东东莞人，明朝政治人物、榜眼。"],
        ["靳　贵", 3, "靳贵（1464年－1520年），字充道，号戒庵，直隶丹徒（今江苏）人，祖籍直隶合肥（今安徽），明朝大臣、探花。"]
    ],
    "third": [
        ["祝　祥", 1, "祝祥（？－？），字廷瑞，直隶河间府沧州人，民籍，明朝政治人物，官至尚宝司卿。"],
        ["李承芳", 2, "李承芳（1449年－？），字茂卿，湖广武昌府嘉鱼县人，民籍，明朝政治人物、进士出身。"],
        ["石　椽", 3, "石椂（？－？），字允升，直隶滁州人，军籍，明朝政治人物、进士出身。"],
        ["王　经", 4, "王经（？－？），字文济，浙江绍兴府山阴县人，民籍，明朝政治人物、进士出身。"],
        ["尹　洪", 5, "尹洪（？－？），字德容，浙江上虞县人，锦衣卫籍，明朝政治人物、进士出身。"],
        ["王　奎", 6, "王奎（？－？），字国文，江西吉安府安福县人，民籍，明朝政治人物、进士出身。"],
        ["王　锦", 7, "王锦（？－？），字在中，陕西西安府干州醴泉县人，民籍，明朝政治人物、进士出身。"],
        ["方　宪", 8, "方宪（？－？），字宜弼，福建兴化府莆田县人，灶籍，明朝政治人物、进士出身。"],
        ["陆　坦", 9, "陆坦（？－？），字子由，直隶苏州府吴县人，匠籍，明朝政治人物、进士出身。"],
        ["曹　玉", 10, "曹玉（？－？），字廷珮，山东兖州府嘉祥县人，民籍，明朝政治人物、进士出身。"],
        ["罗　列", 11, "罗列（？－？），字天爵，广东广州府南海县人，民籍，明朝政治人物、进士出身。"],
        ["崔　侃", 12, "崔侃（？－？），字廷直，山西太原府阳曲县人，民籍，明朝政治人物、进士出身。"],
        ["陈　珩", 13, "陈珩（？－？），字君锡，广西桂林府全州人，民籍，明朝政治人物、进士出身。"],
        ["来天球", 14, "来天球（？－？），字伯韶，浙江绍兴府萧山县人，灶籍，明朝政治人物、进士出身。"],
        ["金　山", 15, "金山（？－？），字仲仁，河南开封府归德州夏邑县人，民籍，明朝政治人物、进士出身。"],
        ["许　翱", 16, "许翱（1450年－1509年），字鹏举，福建省莆田县人，四川成都后卫籍，明朝政治人物、进士出身。"],
        ["尹　瑑", 17, "尹琭（？－？），字廷玺，盩厔县人，陕西泰州卫籍，明朝政治人物、进士出身。"],
        ["洪　钟", 18, "洪钟（？－？），字肇和，江西抚州府崇仁县人，军籍，明朝政治人物、进士出身。"],
        ["朱　华", 19, "朱华（1456年－1515年），字素卿，四川省重庆府长寿县人，民籍，治《礼记》，年三十五岁中式弘治三年庚戌科第三甲第十九名进士。十月二十一日生，行二，曾祖朱廷恕；祖朱得先；父朱琏；母刘氏。具庆下，妻刘氏，兄万。由麻城县学训导中式四川乡试第三十二名举人，会试中式第六十八名[1]。"],
        ["王　统", 20, "王统（？－？），字必元，江西抚州府临川县人，儒籍，明朝政治人物、进士出身。"],
        ["锺　永", 21, "锺永（？－？），字世昌，直隶吴县人，顺天府大兴县民匠籍，明朝政治人物、进士出身。"],
        ["李　琳", 22, "李琳（？－？），字廷贡，山西太原府平定州人，民籍，明朝政治人物、进士出身。"],
        ["汪　渊", 23, "汪渊（？－？），字仲深，直隶徽州府歙县人，民籍，明朝政治人物、进士出身。"],
        ["沈冬魁", 24, "沈冬魁（？－？），字伯贞，直隶河间府阜城县人，民籍，明朝政治人物、进士出身。"],
        ["马继祖", 25, "马继祖（？－？），字崇功，直隶扬州府泰州如皐县人，民籍，明朝政治人物、进士出身。"],
        ["包　溥", 26, "包溥，字民敬，鄞县人，明朝政治人物、进士出身。"],
        ["吴　潜", 27, "吴潜（？－？），字显之，江西抚州府临川县人，民籍，明朝政治人物、进士出身。"],
        ["胡　江", 28, "胡江（？－？），字东会，江西南昌府进贤县人，民籍，明朝政治人物、进士出身。"],
        ["乔　恕", 29, "乔恕（？－？），字希仁，河南开封府归德州宁陵县人，民籍，明朝政治人物、进士出身。"],
        ["杨　文", 30, "杨文（？－？），字宗周，直隶常州府无锡县人，民籍，明朝政治人物、进士出身。"],
        ["谭　昇", 31, "谭昇（？－？），字时晋，江西赣县人，营州中屯卫籍，明朝政治人物、进士出身。"],
        ["俞　谏", 32, "俞谏（1455年－1524年），字良佐，浙江承宣布政使司严州府桐庐县（今浙江省杭州市桐庐县）人，明朝右都御史。俞荩之子。"],
        ["聂　贤", 33, "聂贤（？年－1540年），字承之，四川省重庆府长寿县人，明朝政治人物。[1]。"],
        ["郭　桂", 34, "郭桂（？－？），字时芳，陕西西安府咸宁县人，军籍，明朝政治人物、进士出身。"],
        ["宋　凤", 35, "宋凤（？－？），字应韶，直隶真定府赵州人，民籍，明朝政治人物、进士出身。"],
        ["赖　先", 36, "赖先（？－？），字伯启，福建汀洲府永定县人，民籍，明朝政治人物、进士出身。"],
        ["杨　钺", 37, "杨钺（？－？），字威之，应天府句容县人，民籍，明朝政治人物、进士出身。"],
        ["丛　兰", 38, "丛兰（1456年－1523年），字廷秀，山东承宣布政使司登州府文登县（今山东省文登市）人，明朝南京工部尚书。"],
        ["尹　颂", 39, "尹颂（？－？），字庆成，江西吉安府泰和县人，儒籍，明朝政治人物、进士出身。"],
        ["陆　淞", 40, "陆淞（？－？），字文东，浙江嘉兴府平湖县人，灶籍，明朝政治人物、进士出身。"],
        ["邓　明", 41, "邓明（1459年－1518年），字惟远，四川成都府资县人，军籍，明朝政治人物、进士出身。"],
        ["黄　傅", 42, "黄傅（？－？），字梦弼，浙江金华府兰谿县人，民籍，明朝政治人物、进士出身。"],
        ["车　梁", 43, "车梁（？－？），字茂贤，山西太原府石州人，民籍，明朝政治人物、进士出身。"],
        ["袁　经", 44, "袁经（？－？），字大伦，湖广长沙府宁乡县人，军籍，明朝政治人物、进士出身。"],
        ["董　钥", 45, "董钥，浙江鄞县（今浙江宁波）人，是一名明朝政治人物。"],
        ["王　冠", 46, "王冠（？－？），字廷望，陕西凤翔府凤翔县人，民籍，明朝政治人物、进士出身。"],
        ["石　", 47, "石瑽（？－？），字德和，浙江嘉兴县人，锦衣卫军匠籍，明朝政治人物、进士出身。"],
        ["王　凯", 48, "王凯（？－？），字文相，直隶保定县蠡县人，民籍，明朝政治人物、进士出身。"],
        ["徐　锐", 49, "徐锐（？－？），字钝之，直隶广平府永年县人，军籍，明朝政治人物、进士出身。"],
        ["孙武卿", 50, "孙武卿（？－？），字仲勳，浙江杭州府海宁县人，民籍，明朝政治人物、进士出身。"],
        ["段　敏", 51, "段敏（1460年－1519年），字惟勤，南直隶镇江府金坛县人，医籍，治《书经》，明朝政治人物、进士出身。"],
        ["刘　璲", 52, "刘璲（1459年－1518年），字士约，湖广黄州府麻城县人，民籍，治《春秋》，明朝政治人物、进士出身。"],
        ["张景明", 53, "张景明（？－？），字廷光，浙江绍兴府山阴县人，民籍，明朝政治人物、进士出身。"],
        ["赵　钦", 54, "赵钦（？－？），字思敬，应天府句容县人，民籍，明朝政治人物、进士出身。"],
        ["李廷仪", 55, "李廷仪（？－？），字鸣凤，福建福州府闽县人，民籍，明朝政治人物、进士出身。"],
        ["袁宗臯", 56, "袁宗皋（1452年－1522年），字仲德。湖广石首人。明代官员。"],
        ["刘　嶤", 57, "刘嶤（？－？），字象谦，陕西巩昌府安定县人，军籍，明朝政治人物、进士出身。"],
        ["李　鲸", 58, "李鲸（1449年－1508年），字腾海，四川省叙州府长宁县人，民籍，明朝政治人物、进士出身。"],
        ["李应和", 59, "李应和（1454年－1513年），字纯元，四川省顺庆府大竹县人，民籍，治《诗经》，明朝政治人物、进士出身。"],
        ["郑　协", 60, "郑协（？－？），字用中，浙江衢州府常山县人，民籍，明朝政治人物、进士出身。"],
        ["王　钦", 61, "王钦（？－？），字曰恭，顺天府固安县人，军籍，明朝政治人物、进士出身。"],
        ["赵继宗", 62, "赵继宗，明朝医学家，浙江慈溪人。"],
        ["王　纶", 63, "王纶（？－？），字大经，直隶大名府开州人，军籍，明朝政治人物、进士出身。"],
        ["徐　珤", 64, "徐宝（？－？），字信之，直隶吴县人，应天府江宁县民籍，明朝政治人物、进士出身。"],
        ["王时中", 65, "王时中（1466年－1542年），字道夫，山东承宣布政使司登州府黄县（今山东省龙口市）人，明朝兵部尚书、明朝刑部尚书、进士出身。"],
        ["徐　钺", 66, "徐钺（？－？），字用宁，湖广武昌府兴国州人，军籍，明朝政治人物、进士出身。"],
        ["郑士忠", 67, "郑士忠（？－？），字廷献，广东广州府东莞县人，灶籍，明朝政治人物、进士出身。"],
        ["范　瑨", 68, "范瑨（？－？），字朝珍，浙江嘉兴府秀水县人，民籍，明朝政治人物、进士出身。"],
        ["熊伯通", 69, "熊伯通（？－？），字本睿，湖广武昌府兴国州通山县人，军籍，明朝政治人物、进士出身。"],
        ["符　观", 70, "符观（？－？），字衍观，江西临江府新喻县人，民籍，明朝政治人物、进士出身。"],
        ["翁文魁", 71, "翁文魁（？－？），字希曾，浙江金华府兰谿县人，民籍，明朝政治人物、进士出身。"],
        ["邹　虞", 72, "邹虞（？－？），字天祥，江西新淦县人，浙江杭州前卫籍，明朝政治人物、进士出身。"],
        ["王　璟", 73, "王璟（？－？），字明仲，云南临安府建水州人，民籍，明朝政治人物、进士出身。"],
        ["彭　诚", 74, "彭诚（？－？），字君实，江西饶州府鄱阳县人，民籍，明朝政治人物、进士出身。"],
        ["莫　英", 75, "莫英（？－？），字中美，湖广永州府道州人，民籍，明朝政治人物、进士出身。"],
        ["孙　鄘", 76, "孙鄘（？－？），字翰之，直隶凤阳府定远县人，民籍，明朝政治人物、进士出身。"],
        ["蔡　鍊", 77, "蔡鍊（？－？），字懋成，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["丘　经", 78, "丘经（？－？），字正夫，浙江安吉县人，锦衣卫籍，明朝政治人物、进士出身。"],
        ["董　宣", 79, "董宣（？－？），字朝用，山东兖州府曹州人，民籍，明朝政治人物、进士出身。"],
        ["况　景", 80, "况景，生卒年不详，籍贯江西高安人，明朝政治人物 ，同进士出身。"],
        ["原秉衷", 81, "原秉衷（？－？），字天叙，陕西西安府华州蒲城县人，军籍，明朝政治人物、进士出身。"],
        ["刘奉仪", 82, "刘凤仪[1]，字天瑞，明朝政治人物。山西襄垣人，同进士出身，官至刑部员外郎。[2]"],
        ["王　俸", 83, "王俸（？－？），字应爵，直隶苏州府吴县人，民籍，明朝政治人物、进士出身。"],
        ["茹　銮", 84, "茹銮（？－？），字世和，直隶常州府无锡县人，民籍，明朝政治人物、进士出身。"],
        ["徐　有", 85, "徐有（？－？），字若无，河南汝宁府信阳州罗山县人，匠籍，明朝政治人物、进士出身。"],
        ["孙　玺", 86, "孙玺（？－？），字国信，山东济南府青城县人，民籍，明朝政治人物、进士出身。"],
        ["曹　敬", 87, "曹敬（？－？），字德舆，直隶真定府藁城县人，民籍，明朝政治人物、进士出身。"],
        ["张　钢", 88, "张钢（？－？），字廷节，江西新淦县人，直隶苏州卫籍，明朝政治人物、进士出身。"],
        ["徐　楷", 89, "徐楷（？－？），字宗范，浙江宁波府慈谿县人，民籍，明朝政治人物、进士出身。"],
        ["王　钺", 90, "王钺（？－？），字懋扬，浙江台州府临海县人，民籍，明朝政治人物、进士出身。"],
        ["戴　干", 91, "戴干（？－？），字元之，浙江台州府临海县人，民籍，明朝政治人物、进士出身。"],
        ["王　宪", 92, "王宪（？－1537年），字维纲，山东承宣布政使司兖州府东平州（今山东省东平县）人，明朝政治人物，同进士出身，官至兵部尚书。"],
        ["赵维藩", 93, "赵维藩（？－？），字价夫，直隶真定府元氏县人，民籍，明朝政治人物、进士出身。"],
        ["陶　煦", 94, "陶煦（？－？），字时和，浙江嘉兴府秀水县人，军籍，明朝政治人物、进士出身。"],
        ["彭惟方", 95, "彭惟方（？－？），字重义，江西吉安府安福县人，民籍，明朝政治人物、同进士出身。"],
        ["赵士元", 96, "赵士元（？－？），字君聘，陕西河州卫人，军籍，明朝政治人物、进士出身。"],
        ["周　泽", 97, "周泽（？－？），字天雨，海盐县人，浙江嘉兴府嘉善县民籍，明朝政治人物、进士出身。"],
        ["吴　玭", 98, "吴玭（？－？），字子怀，福建漳州府龙溪县人，军籍，明朝政治人物、进士出身。"],
        ["唐　夔", 99, "唐夔（？－？），字宗韶，广西桂林府全州人，民籍，明朝政治人物、进士出身。"],
        ["路　麟", 100, "路麟（？－？），字肇治，江西吉安府安福县人，儒籍，明朝政治人物、进士出身。"],
        ["黎民牧", 101, "黎民牧（1455年－1514年），字本恕，湖广岳州府华容县人，军籍，明朝政治人物、进士出身。"],
        ["周　冕", 102, "周冕（？－？），字尚文，直隶池州府贵池县人，民籍，明朝政治人物、进士出身。"],
        ["郭　濬", 103, "郭濬（？－？），字舜德，直隶真定府平山县人，军籍，明朝政治人物、进士出身。"],
        ["萧巨源", 104, "萧巨源（？－？），字用溥，江西吉安府庐陵县人，民籍，明朝政治人物、进士出身。"],
        ["徐　钦", 105, "徐钦（？－？），字敬之，湖广黄州府鄿州黄梅县人，军籍，明朝政治人物、进士出身。"],
        ["宋　珫", 106, "宋珫（？－？），字廷璧，河南汝宁府光州人，民籍，明朝政治人物、进士出身。"],
        ["常元庆", 107, "常元庆（？－？），字宗善，陕西西安府干州人，民籍，明朝政治人物、进士出身。"],
        ["董　", 108, "董辰（？－？），字嗣绅，湖广黄州府麻城县人，军籍，明朝政治人物、进士出身。"],
        ["萧　渊", 109, "萧渊（1455年－1514年），字文静，山东省东昌府堂邑县人，军籍，治《春秋》，明朝政治人物、进士出身。"],
        ["王　哲", 110, "王哲（？－？），字思德，直隶苏州府吴江县人，军籍，明朝政治人物、进士出身。"],
        ["罗　贤", 111, "罗贤（？－？），字大用，山西太原府清源县人，民籍，明朝政治人物、进士出身。"],
        ["陈　威", 112, "陈威（？－？），字民望，江西抚州府临川县人，民籍，明朝政治人物、进士出身。"],
        ["陈大经", 113, "陈大经（？－？），字正之，浙江绍兴府上虞县人，匠籍，明朝政治人物、进士出身。"],
        ["周　伟", 114, "周伟（？－？），字士元，湖广岳州府澧州人，军籍，明朝政治人物、进士出身。"],
        ["于庭春", 115, "于庭春（？－？），字元之，江西南昌府都昌县人，军籍，明朝政治人物、进士出身。"],
        ["陈文辅", 116, "陈文辅（？－？），字以道，广东广州府番禺县人，民籍，明朝政治人物、进士出身。"],
        ["常　济", 117, "常济（？－？），字惠夫，山东兖州府济宁州人，民籍，明朝政治人物、进士出身。"],
        ["李　瓒", 118, "李瓒（？－？），字重器，山西太原府代州崞县人，军籍，明朝政治人物、进士出身。"],
        ["陈　谟", 119, "陈谟（？－？），字汝嘉，山东济南府历城县人，民籍，明朝政治人物、进士出身。"],
        ["张　瀚", 120, "张瀚（？－？），字克容，山东东昌府博平县人，民籍，明朝政治人物、进士出身。"],
        ["周　爵", 121, "周爵（？－？），字天爵，河南汝寕府光州固始县人，民籍，明朝政治人物、进士出身。"],
        ["席　书", 122, "《大礼集议纂要》、《大礼集议》、《鸣寃录》、《漕船志》、《漕河志》、《漕运录》、《元山春秋论》、《元山文选》"],
        ["陈　禄", 123, "陈禄（？－？），字天锡，广西梧州府怀集县人，民籍，明朝政治人物、进士出身。"],
        ["刘文龙", 124, "刘文宠（？－？），字元锡，顺天府蓟州玉田县人，武骧左卫军籍，明朝政治人物、进士出身。"],
        ["刘　棠", 125, "刘棠（？－？），字思召，山东济南府章丘县人，民籍，明朝政治人物、进士出身。"],
        ["胡　雍", 126, "胡雍（？－？），字伯雍，山西临县人，宽河卫官籍，明朝政治人物、进士出身。"],
        ["郭　纶", 127, "郭纶（？－？），字大纶，陕西西安府华州人，民籍，明朝政治人物、进士出身。"],
        ["卢　翊", 128, "卢翊（？－？），字凤翀，直隶苏州府常熟县人，匠籍，明朝政治人物、进士出身。"],
        ["高崇熙", 129, "高崇熙（？－？），字文明，山西太原府石州人，民籍，明朝政治人物、进士出身。"],
        ["叶永秀", 130, "叶永秀（？－？），字汝实，广东广州府东莞县人，民籍，明朝政治人物、进士出身。"],
        ["张　鼒", 131, "张鼒（？－？），字宗献，河南信阳州人，府军卫官籍，明朝政治人物、进士出身。"],
        ["杜　楷", 132, "杜楷（？－？），字公式，江西吉水县人，富峪卫籍，明朝政治人物、进士出身。"],
        ["贾　璇", 133, "贾璇（？－？），字天器，山西汾州人，军籍，明朝政治人物、进士出身。"],
        ["颜颐寿", 134, "颜颐寿（？－？），字天和，湖广岳州府巴陵县人，军籍，明朝政治人物、进士出身。"],
        ["姜　实", 135, "姜实（？－？），字若虚，陕西西安府华州蒲城县人，军籍，明朝政治人物、进士出身。"],
        ["吕　镗", 136, "吕镗（？－？），字廷韶，直隶真定府晋州人，民籍，明朝政治人物、进士出身。"],
        ["茅光着", 137, "茅光着（？－？），字日升，浙江宁波府慈谿县人，军籍，明朝政治人物、进士出身。"],
        ["馀　敬", 138, "馀敬（？－？），字行简，广东广州府新会县人，民籍，明朝政治人物、进士出身。"],
        ["饶　榶", 139, "饶榶（？－？），字文中，江西南昌府进贤县人，民籍，明朝政治人物、进士出身。"],
        ["蒙　惠", 140, "蒙惠（？－？），字允济，广西梧州府苍梧县人，民籍，明朝政治人物、进士出身。"],
        ["谢　玺", 141, "谢玺（？－？），字宗玉，直隶寿州人，山西振武卫籍，明朝政治人物、进士出身。"],
        ["杜　宏", 142, "杜宏（？－？），字渊之，河南开封府许州临颕县人，民籍，明朝政治人物、进士出身。"],
        ["孙　杰", 143, "孙杰（？－？），字朝用，山西太原府平定州人，军籍，明朝政治人物、进士出身。"],
        ["范　璋", 144, "范璋（？－？），字邦献，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["吴　瓒", 145, "吴瓒（？－？），字美中，浙江杭州府仁和县人，灶籍，明朝政治人物、进士出身。"],
        ["陆　征", 146, "陆征（？－？），字时休，应天府溧阳县人，军籍，明朝政治人物、进士出身。"],
        ["臧　凤", 147, "臧凤（？－？），字瑞周，山东兖州府曲阜县人，民籍，明朝政治人物、进士出身。"],
        ["张　表", 148, "张表（？－？），字人杰，陕西汉中府褒城县人，民籍，明朝政治人物、进士出身。"],
        ["胡希颜", 149, "胡希颜（？－？），字宗哲，陕西西安府干州人，军籍，明朝政治人物、进士出身。"],
        ["邓文质", 150, "邓文质（？－？），字汝中，江西饶州府鄱阳县人，民籍，明朝政治人物、进士出身。"],
        ["王　", 151, "王𢀿（？－？），字汝器，陕西西安府同州朝邑县人，军籍，明朝政治人物、进士出身。"],
        ["石存礼", 152, "石存礼（1471年－？），字敬夫，号来山，山东益都县城里人。明朝政治人物。"],
        ["左　然", 153, "左然（？－？），字允之，直隶宁国府泾县人，民籍，明朝政治人物、进士出身。"],
        ["陈　曦", 154, "陈曦（？－？），字景和，直隶江都县人，锦衣卫籍，明朝政治人物、进士出身。"],
        ["林廷献", 155, "林廷献（1454年－？），字公器，号南峰，明代吴川县吴阳镇霞街村人。进士出身。岭南学派代表人物之一。"],
        ["万　璇", 156, "万璇（？－？），字廷器，湖广常德府武陵县人，军籍，明朝政治人物、进士出身。"],
        ["伍希齐", 157, "伍希齐（？－？），字孟伦，江西吉安府安福县人，民籍，明朝政治人物、进士出身。"],
        ["杨　滋", 158, "杨滋（？－？），字天泽，直隶保定府定兴县人，军籍，明朝政治人物、进士出身。"],
        ["刘　纲", 159, "刘纲（？－？），字克立，直隶河间府任丘县人，民籍，明朝政治人物、进士出身。"],
        ["何　胜", 160, "何胜（？－？），字斯复，直隶徽州府歙县人，民籍，明朝政治人物、进士出身。"],
        ["李　聪", 161, "李聪（？－？），字敏德，福建泉州府晋江县人，民籍，明朝政治人物、进士出身。"],
        ["孙　琏", 162, "孙琏（？－？），字宗器，浙江宁波府慈谿县人，民籍，明朝政治人物、进士出身。"],
        ["秦　锐", 163, "秦锐（？－？），字克进，浙江绍兴府会稽县人，民籍，明朝政治人物、进士出身。"],
        ["陈　熙", 164, "陈熙（？－？），字士勋，浙江宁波府慈谿县人，民籍，明朝政治人物、进士出身。"],
        ["景　佐", 165, "景佐（？－？），字良弼，山西平阳府蒲州人，军籍，明朝政治人物、进士出身。"],
        ["杨　璋", 166, "杨璋（？－？），字廷宜，湖广德安府孝感县人，民籍，明朝政治人物、进士出身。"],
        ["馀　止", 167, "馀止（1461年－1520年），字景山，四川省叙州府富顺县人，民籍，明朝政治人物、进士出身。"],
        ["陈　玉", 168, "陈玉（？－？），字德辉，河南卫辉府辉县人，民籍，明朝政治人物、进士出身。"],
        ["彭凤来", 169, "彭凤来（？－？），字泰和，湖广黄州府黄陂县人，军籍，明朝政治人物、进士出身。"],
        ["郑　瓘", 170, "郑瓘（？－？），字温卿，浙江金华府兰谿县人，民籍，明朝政治人物、进士出身。"],
        ["许　庆", 171, "许庆（？－？），字应祯，直隶常州府武进县人，民籍，明朝政治人物、进士出身。"],
        ["王　瓒", 172, "王瓒（？－？），字宗用，山东登州府蓬莱县人，军籍，明朝政治人物、进士出身。"],
        ["汪金恩", 173, "汪金恩（？－？），字天锡，浙江衢州府开化县人，民籍，明朝政治人物、进士出身。"],
        ["黄　聚", 174, "黄聚（？－？），字朝会，广西梧州府藤县人，民籍，明朝政治人物、进士出身。"],
        ["左　璋", 175, "左璋（？－？），字廷贵，江西抚州府临川县人，匠籍，明朝政治人物、进士出身。"],
        ["徐　钰", 176, "徐钰，字用砺，湖广承宣布政使司武昌府江夏县（今湖北省武汉市武昌）人，明朝弘治进士、四川布政使。"],
        ["李　杰", 177, "李杰（？－？），字人英，陕西西安府韩城县人，匠籍，明朝政治人物、进士出身。"],
        ["公勉仁", 178, "公勉仁（？－？），字尚德，山东青州府蒙阴县人，军籍，明朝政治人物，官至大同巡抚。"],
        ["李师儒", 179, "李师儒（？－？），字宗正，直隶保定府安州高阳县人，民籍，明朝政治人物、进士出身。"],
        ["王　鼎", 180, "王鼎（？－？），字重器，直隶顺德府钜鹿县人，民籍，明朝政治人物、进士出身。"],
        ["张　辉", 181, "张辉（？－？），字蕴之，直隶池州府石碌县人，民籍，明朝政治人物、进士出身。"],
        ["夏　昇", 182, "夏昇（？－1519年），字景熙，号东庵，广东海南卫左所（今海南琼山）人，明朝政治人物，同进士出身。"],
        ["何　洽", 183, "何洽（？－？），字允仁，浙江杭州府富阳县人，民籍，明朝政治人物、进士出身。"],
        ["陈　辅", 184, "陈辅（1461年－1520年），字汝德，四川省叙州府宜宾县人，民籍，明朝政治人物、进士出身。"],
        ["高友玑", 185, "高友玑（1461年－1546年），字肃政，号南屏，浙江乐清（今乐成镇）人，明朝政治人物，同进士出身。"],
        ["杨　铎", 186, "杨铎（1451年－1510年），字朝鲁，福建省兴化府莆田县人，军籍，明朝政治人物、进士出身。"],
        ["张　金", 187, "张金（？－？），字质夫，直隶广德州人，民籍，明朝政治人物、进士出身。"],
        ["刘　溥", 188, "刘溥（？－？），字公济，直隶安庆府怀宁县人，军籍，明朝政治人物、进士出身。"],
        ["刘　瑜", 189, "刘瑜（1460年－1519年），字美之，山东登州府宁海州文登县人，匠籍，明朝政治人物、进士出身。"],
        ["房　瑄", 190, "房瑄（？－？），字廷献，直隶河间府任丘县人，民籍，明朝政治人物、进士出身。"],
        ["陈　澍", 191, "陈澍（？－？），字天泽，直隶高邮州人，山西太原左卫官籍，明朝政治人物、进士出身。"],
        ["李　敷", 192, "李敷（？－？），字春敷，湖广永州府道州宁远县人，军籍，明朝政治人物、进士出身。"],
        ["丘　俊", 193, "丘俊（？－？），字邦彦，直隶真定府冀州新河县人，匠籍，明朝政治人物、进士出身。"],
        ["陆　广", 194, "陆广（1454年－1511年），字士弘，直隶常州府无锡县人，民籍，明朝政治人物，官至江西南康府知府。"],
        ["翟　敬", 195, "翟敬（？－？），字行简，山西平阳府猗氏县人，民籍，明朝政治人物、进士出身。"],
        ["刘　芳", 196, "刘芳（1463年－1522年），字德馨，顺天府通州武清县人，民籍，治《书经》，明朝政治人物、进士出身。"],
        ["徐　浤", 197, "徐浤（？－？），字本深，江西广信府贵溪县人，军籍，明朝政治人物、进士出身。"],
        ["杨　璲", 198, "杨璲（？－？），字廷珮，河南开封府原武县人，民籍，明朝政治人物、进士出身。"],
        ["谭　溥", 199, "谭溥（1461年－1520年），字德周，四川省重庆府合州铜梁县人，民籍，明朝政治人物、进士出身。"],
        ["吕　贤", 200, "吕贤（？－？），字邦佑，直隶真定府真定县人，军籍，明朝政治人物、进士出身。"],
        ["刘　恺", 201, "刘恺（？－？），字承华，直隶保定府安州新安县人，军籍，明朝政治人物、进士出身。"],
        ["陶　照", 202, "陶照（？－？），字时明，浙江嘉兴府秀水县人，军籍，明朝政治人物、进士出身。"],
        ["张　鸾", 203, "张鸾（？－？），字应治，山东青州府安丘县人，民籍，明朝政治人物、进士出身。"],
        ["贾　瓘", 204, "贾瓘（？－？），字伯玉，陕西庆阳府宁州人，民籍，明朝政治人物、进士出身。"],
        ["王　序", 205, "王序（？－？），字天秩，直隶真定府平山县人，军籍，明朝政治人物、进士出身。"]
    ],
    "index": 37,
    "url": "https://zh.wikipedia.org/wiki/Template:%E5%BC%98%E6%B2%BB%E4%B8%89%E5%B9%B4%E5%BA%9A%E6%88%8C%E7%A7%91%E6%AE%BF%E8%A9%A6%E9%87%91%E6%A6%9C",
    "second": [
        ["杨　旦", 1, "杨旦（1460年－1530年），字晋叔，福建省建宁府建安县（今福建建瓯县）人，明朝政治人物、进士。其曾祖父为明朝内阁首辅杨荣。"],
        ["徐　纮", 2, "徐纮（？－？），字朝文，直隶常州府武进县人，军籍，明朝政治人物、进士出身。"],
        ["汪　泽", 3, "汪泽（？－？），字公溥，浙江绍兴府馀姚县人，军籍，明朝政治人物、进士出身。"],
        ["彭　杰", 4, "彭杰（？－？），字景俊，江西吉安府吉水县人，民籍，明朝政治人物、进士出身。"],
        ["唐　贵", 5, "唐贵（？－？），字用思，直隶常州府武进县人，民籍，明朝政治人物、进士出身。"],
        ["张天爵", 6, "张天爵（？－？），字良贵，直隶松江府华亭县人，民籍，明朝政治人物、进士出身。"],
        ["李　昆", 7, "李昆（1471年－1532年），字承裕，山东承宣布政使司莱州府高密县 （今山东省潍坊市高密县）人，明朝兵部侍郎。李介之子。"],
        ["甯　举", 8, "寗举（？－？），字惟臣，直隶保定府新城县人，民籍，明朝政治人物、进士出身。"],
        ["吴世忠", 9, "吴世忠（？－1515年），字懋贞，江西承宣布政使司抚州府金谿县（今江西省金溪县）人，明朝佥都御史。"],
        ["王　莹", 10, "王莹（？－？），字汝洁，直隶淮安府山阳县人，民籍，明朝政治人物、进士出身。"],
        ["周　统", 11, "周统（？－？），字伯承，江西吉安府庐陵县人，民籍，明朝政治人物、进士出身。"],
        ["丁　珮", 12, "丁珮（？－？），字大用，苏州府长洲县人，直隶六安卫军籍，明朝政治人物、进士出身。"],
        ["周　序", 13, "周序（？－？），字仲礼，江西广信府永丰县人，民籍，明朝政治人物、进士出身。"],
        ["黄　暐", 14, "黄暐（？－？），字日升，河南汝宁府人，直隶苏州卫官籍，明朝政治人物、进士出身。"],
        ["金　冕", 15, "金冕（？－？），字文用，直隶崑山县人，云南云南中卫军籍，明朝政治人物、进士出身。"],
        ["黄　绣", 16, "黄绣（？－？），字文卿，江西清江县人，旗手卫力士籍，明朝政治人物、进士出身。"],
        ["李承祖", 17, "李承祖（？－？），字继宗，山东兖州府济宁州人，民籍，明朝政治人物、进士出身。"],
        ["陈　绶", 18, "陈绶（1451年－1510年），字学之，广东省广州府顺德县人，军籍，治《易经》，明朝政治人物、进士出身。"],
        ["相　枢", 19, "相枢（？－？），字拱之，山东青州府博兴县人，军籍，明朝政治人物、进士出身。"],
        ["罗　荣", 20, "罗荣（？－？），字志仁，福建福州府古田县人，民籍，明朝政治人物、进士出身。"],
        ["崔　仪", 21, "崔仪（？－？），字虞凤，福建兴化府莆田县人，军籍，明朝政治人物、进士出身。"],
        ["吴　纲", 22, "吴纲（？－？），字宏举，福建邵武府建宁县人，民籍，明朝政治人物、进士出身。"],
        ["仲　本", 23, "仲本（1464年－？年），字与立，南直隶扬州府高邮州宝应县人，明朝政治人物。"],
        ["时　中", 24, "时中（？－？），字大本，直隶常熟县人，顺天府大兴县匠籍，明朝政治人物、进士出身。"],
        ["张安甫", 25, "张安甫（？－？），字汝勉，直隶苏州府崑山县人，民籍，明朝政治人物、进士出身。"],
        ["龙　夔", 26, "龙夔（？－？），字舜卿，江西袁州府宜春县人，民籍，明朝政治人物、进士出身。"],
        ["童　瑞", 27, "童瑞（1455年－1514年），字世奇，四川省嘉定州犍为县人，军籍，明朝政治人物、进士出身。"],
        ["胡　易", 28, "胡易（？－？），字光贞，江西赣州府宁都县人，民籍，明朝政治人物、进士出身。"],
        ["方良永", 29, "方良永（1461年－1527年），字寿卿，福建承宣布政使司兴化府莆田县（今福建省莆田市）人，明朝政治人物。"],
        ["刘　绅", 30, "刘绅（？－？），字美用，河南汝宁府汝阳县人，民籍，明朝政治人物、进士出身。"],
        ["胡　仪", 31, "胡仪（？－？），字士望，浙江绍兴府山阴县人，民籍，明朝政治人物、进士出身。"],
        ["徐　逵", 32, "徐逵（？－？），字大亨，直隶山阳县人，湖广仪卫司官籍，明朝政治人物、进士出身。"],
        ["张　约", 33, "张约（？－？），字守之，直隶苏州府长洲县人，军籍，明朝政治人物、进士出身。"],
        ["张　定", 34, "张定（？－？），字子静，福建同安县人，锦衣卫官籍，明朝政治人物、进士出身。"],
        ["韩　智", 35, "韩智（？－？），字愚夫，山东兖州府滋阳县人，民籍，明朝政治人物、进士出身。"],
        ["胡　拱", 36, "胡拱（？－？），字惟辰，南京府军左卫人，官籍，明朝政治人物、进士出身。"],
        ["徐　木", 37, "徐木（？－？），字惟乔，河南开封府杞县人，民籍，明朝政治人物、进士出身。"],
        ["晁必登", 38, "晁必登（1462年－1521年），字汝吉，宜宾县人，四川马湖府平夷长官司民籍，明朝政治人物、进士出身。"],
        ["何宗理", 39, "何宗理（？－？），字邦治，陕西平凉府泾州人，民籍，明朝政治人物、进士出身。"],
        ["冯　夔", 40, "冯夔（？－？），字廷伯，直隶常州府无锡县人，儒籍，明朝政治人物、进士出身。"],
        ["查　焕", 41, "查焕（？－？），字文显，浙江杭州府海宁县人，民籍，明朝政治人物、进士出身。"],
        ["彭　桓", 42, "彭桓（？－？），字景武，江西吉安府吉水县人，民籍，明朝政治人物、进士出身。"],
        ["朱　稷", 43, "朱稷（？－？），字相之，直隶苏州府常熟县人，民籍，明朝政治人物、进士出身。"],
        ["王　惠", 44, "王惠（？－？），字吉甫，浙江宁波府慈谿县人，民籍，明朝政治人物、进士出身。"],
        ["郑　涞", 45, "郑涞（？－？），字子水，浙江杭州府临安县人，军籍，明朝政治人物、进士出身。"],
        ["彭　泽", 46, "彭泽，字济物，号幸菴，陕西承宣布政使司临洮府兰州（今甘肃省兰州市）人，明朝政治人物、军事将领。"],
        ["李宗商", 47, "李宗商（？－？），字尚质，直隶永平府滦州乐亭县人，民籍，明朝政治人物、进士出身。"],
        ["海　鲤", 48, "海鲤（？－？），字跃之，湖广武昌府江夏县人，军籍，明朝政治人物、进士出身。"],
        ["邵　蕡", 49, "邵蕡（？－？），字文实，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["尹　灏", 50, "尹灏（？－？），字淳甫，江西吉安府安福县人，民籍，明朝政治人物、进士出身。"],
        ["黄　颙", 51, "黄颙（？－？），字伯望，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["方良节", 52, "方良节（？－？），字介卿，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["周　洪", 53, "周洪（？－？），字大猷，浙江衢州府西安县人，民籍，明朝政治人物、进士出身。"],
        ["郑　", 54, "郑軏（1454年－1513年），字行之，江西省广信府永丰县人，民籍，治《书经》，明朝政治人物、进士出身。"],
        ["童　琥", 55, "童琥（1446年－1505年），字廷瑞，浙江省金华府兰谿县人，民籍，治《易经》，明朝政治人物、进士出身。"],
        ["沈　衡", 56, "沈衡（1455年－1514年），字平甫，浙江省嘉兴府海盐县人，匠籍，治《书经》，匠籍，明朝政治人物、进士出身。"],
        ["张　谧", 57, "张谧（1460年－1519年），字廷佐，四川省眉州人，灶籍，治《书经》，明朝政治人物、进士出身。"],
        ["杨　朴", 58, "杨朴（1456年－1515年），字克淳，四川省叙州府南溪县人，民籍，明朝政治人物、进士出身。"],
        ["曹　询", 59, "曹询（1465年－1524年），字汝庸，四川成都府崇庆州人，民籍，明朝政治人物、进士出身。"],
        ["张　琮", 60, "张琮（？－？），字廷献，直隶吴县人，应天府江宁县官籍，明朝政治人物、进士出身。"],
        ["官　贤", 61, "官贤（1449年－1514年），字汝俊，山东平度州（今平度市）人。明朝政治人物。官至陕西提学佥事。"],
        ["宗　佑", 62, "宗佑（1460年－1519年），字元吉，浙江省宁波府鄞县人，民籍，治《易经》，明朝政治人物、进士出身。"],
        ["林　善", 63, "林善（？－？），字体元，广东潮州府揭阳县人，军籍，明朝政治人物、进士出身。"],
        ["沙　立", 64, "沙立（1455年－1514年），字道中，南直隶徐州人，军籍，治《诗经》，明朝政治人物、进士出身。"],
        ["吴　晟", 65, "吴晟（？－？），字克明，江西广信府弋阳县人，民籍，明朝政治人物、进士出身。"],
        ["廖云腾", 66, "廖云腾（？－？），字□□，福建□□□□□人，□□，明朝政治人物、进士出身。"],
        ["周　炯", 67, "周炯（？－？），字尧宇，直隶苏州府常熟县人，民籍，明朝政治人物、进士出身。"],
        ["张　䌽", 68, "张䌽（？－？），字尚质，陕西巩昌府安定县人，军籍，明朝政治人物、进士出身。"],
        ["赵　瑺", 69, "赵瑺（？－？），字惟德，福建泉州府晋江县人，军籍，明朝政治人物、进士出身。"],
        ["王彦奇", 70, "王彦奇（1454年－1513年），字庭简，四川省夔州府云阳县仁受里人，民籍，明朝政治人物、进士出身。"],
        ["周　珮", 71, "周珮（？－？），字鸣玉，直隶松江府华亭县人，军籍，明朝政治人物、进士出身。"],
        ["陈　珂", 72, "陈珂（？－？），字希白，绍兴府嵊县人，浙江杭州前卫军籍，明朝政治人物、进士出身。"],
        ["吕　济", 73, "吕济（？－？），字安世，陕西凤翔府凤翔县人，军籍，明朝政治人物、进士出身。"],
        ["俞　稳", 74, "俞稳（？－？），字宅仁，浙江台州府宁海县人，民籍，明朝政治人物、进士出身。"],
        ["项亭明", 75, "项亨明（？－？），字崇哲，浙江台州府黄巖县人，民籍，明朝政治人物、进士出身。"],
        ["周　载", 76, "周载（1458年－1517年），字子坤，四川省叙州府富顺县人，民籍，明朝政治人物、进士出身。"],
        ["唐　臣", 77, "唐臣（1453年－1512年），字尧佐，四川省顺庆府营山县人，军籍，明朝政治人物、进士出身。"],
        ["赵　璜", 78, "赵璜（1463年－1532年），字廷实，江西承宣布政使司吉安府安福县（今江西省安福县）人，明朝工部尚书、进士出身。"],
        ["刘　鑑", 79, "刘鑑（？－？），字孔昭，河南开封府兰阳县人，民籍，明朝政治人物、进士出身。"],
        ["林　夔", 80, "林夔（？－？），字元佐，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["陶　怿", 81, "陶怿（？－？），字习之，浙江绍兴府会稽县人，民籍，明朝政治人物、进士出身。"],
        ["罗　柔", 82, "罗柔（？－？），字文徽，直隶常州府无锡县人，民籍，明朝政治人物、进士出身。"],
        ["吕　杰", 83, "吕杰（？－？），字廷臣，扬州府泰州人，锦衣卫军籍，明朝政治人物、进士出身。"],
        ["赵履祥", 84, "赵履祥（？－？），字夫，直隶宁国府泾县人，民籍，明朝政治人物、进士出身。"],
        ["王　宸", 85, "王宸（？－？），字具瞻，河南郏县人，神武右卫官籍，明朝政治人物、进士出身。"],
        ["刘　挺", 86, "刘挺（？－？），字咸卓，江西吉安府万安县人，儒籍，明朝政治人物、进士出身。"],
        ["吴仕伟", 87, "吴仕伟（？－？），字世美，浙江处州府宣平县人，民籍，明朝政治人物、进士出身。"],
        ["李　禄", 88, "李禄（？－？），字宗学，河南彰德府汤阴县人，军籍，明朝政治人物、进士出身。"],
        ["廖　纪", 89, "廖纪（？－1532年），字时陈，北直隶河间府东光县（今河北省东光县）人，明朝吏部尚书、进士出身。"],
        ["刘　绩", 90, "刘绩（？－？），字用熙，湖广武昌府江夏县人，军籍，明朝政治人物、进士出身。"]
    ]
}