{
    "year_name": "弘治六年癸丑科殿试金榜",
    "first": [
        ["毛　澄", 1, "毛澄（1460年－1523年），字宪清，号白斋，晚年更号三江，南直隶苏州府崑山县（今属江苏）人。明朝状元，官至礼部尚书。"],
        ["徐　穆", 2, "徐穆（1467年－1511年）， 字舜和，江西吉水人，明朝榜眼、政治人物。"],
        ["罗钦顺", 3, "罗钦顺（1465年－1547年），字允昇，号整菴，諡文庄。江西泰和人。明朝探花，官至南京吏部尚书。知名哲学家、儒家学者，“气学”的代表人物之一，时称为“江右大儒”。在明中期，罗钦顺是和王阳明分庭抗礼的大学者。"]
    ],
    "third": [
        ["陈　璘", 1, "陈璘（？－？），字邦瑞，山西太原府阳曲县人，民籍，明朝政治人物、进士出身。"],
        ["王　纯", 2, "王纯（1464年－1519年），字希文，浙江宁波府慈谿县人，民籍，明朝政治人物、进士出身。"],
        ["曹　廉", 3, "曹廉（？－？），字惟清，陕西巩昌府安定县人，匠籍，明朝政治人物、进士出身。"],
        ["杨二和", 4, "杨二和（？－？），字恭甫，江西南昌府进贤县人，民籍，明朝政治人物、进士出身。"],
        ["陈　谏", 5, "陈谏（1460年－1519年），字汝弼，山东青州府蒙阴县人，军籍，治《诗经》，明朝政治人物、进士出身。"],
        ["李　实", 6, "李实（1449年－1508年），字若虚，四川省保宁府巴县人，军籍，明朝政治人物、进士出身。"],
        ["于　瑁", 7, "于瑁（1461年－？），字朝瑞，顺天府霸州人，军籍，明朝政治人物、进士出身。"],
        ["王应奎", 8, "王应奎（？－？），字文瑞，云南大理府太和县人，民籍，明朝政治人物、进士出身。"],
        ["李　元", 9, "李元（？－？），字德元，直隶真定府真定县人，民籍，明朝政治人物、进士出身。"],
        ["杜　旻", 10, "杜旻（？－？），字德仁，直隶山阳县人，锦衣卫官籍，明朝政治人物、进士出身。"],
        ["馀　濂", 11, "馀濂（？－？），字宗周，江西南康府都昌县人，民籍，明朝政治人物、进士出身。"],
        ["夏　璲", 12, "夏璲（？－？），字廷赞，直隶扬州府高邮州人，军籍，明朝政治人物、进士出身。"],
        ["赵继爵", 13, "赵继爵（？－？），字世忠，陕西西安府同州人，军籍，明朝政治人物、进士出身。"],
        ["姜　闳", 14, "姜闳（？－？），字道渊，山东登州府黄县人，军籍，明朝政治人物、进士出身。"],
        ["彭　缙", 15, "彭缙（？－？），字文卿，湖广襄阳府襄阳县人，匠籍，明朝政治人物、进士出身。"],
        ["徐　翊", 16, "徐翊（？－？），字中行，顺天府大兴县人，民籍，明朝政治人物、进士出身。"],
        ["马　陟", 17, "马陟（？－？），字文明，直隶合肥县人，锦衣卫官籍，明朝政治人物、进士出身。"],
        ["胡　爟", 18, "胡爟（？－？），字仲光，直隶太平府芜湖县人，民籍，明朝政治人物、进士出身。"],
        ["常　赐", 19, "常赐（？－？），字承恩，山西泽州沁水县人，民籍，明朝政治人物、进士出身。"],
        ["东思恭", 20, "东思恭（1454年－1513年），字进贤，陕西省西安府华州人[1]。明朝政治人物。"],
        ["邝　璠", 21, "邝璠（？－？），字廷瑞，直隶河间府任丘县人，民籍，明朝政治人物、进士出身。"],
        ["冯　清", 22, "冯清，别号濯庵，明朝大臣、诗人。浙江馀姚县（今宁波馀姚市）人，寄籍顺天府（治所在今北京市）。"],
        ["卢　瀚", 23, "卢瀚（？－？），字文渊，直隶扬州府江都县人，民籍，明朝政治人物、进士出身。"],
        ["王　缜", 24, "王缜（1463年－1523年），字文哲，广东承宣布政使司广州府东莞县（今广东省东莞市）人，明朝政治人物、进士出身。"],
        ["徐　瑶", 25, "徐瑶（？－？），字粹卿，浙江衢州府常山县人，民籍，明朝政治人物、进士出身。"],
        ["郑　端", 26, "郑端（？－？），字司直，直隶盐城县人，山东临清卫籍，明朝政治人物、进士出身。"],
        ["何　歆", 27, "何歆（？－？），字子敬，广东惠州府博罗县人，民籍，明朝政治人物、进士出身。"],
        ["胡世宁", 28, "胡世宁（1470年－1531年），字永清，号静菴，浙江承宣布政使司杭州府仁和县（今浙江省杭州市）人，明朝政治人物。官至兵部尚书。"],
        ["徐　澜", 29, "徐澜（？－？），字文渊，顺天府通州武清县人，军籍，明朝政治人物、进士出身。"],
        ["辛文渊", 30, "辛文渊（生卒年不详），明朝官员。山西石州人。同进士出身。"],
        ["郑锡文", 31, "郑锡文（？－？），字禹范，福建福州府长乐县人，民籍，明朝政治人物、进士出身。"],
        ["吴　鹏", 32, "吴鹏（？－？），字孔腾，福建兴化府莆田县人，匠籍，明朝政治人物、进士出身。"],
        ["张　环", 33, "张环（？－？），字瑶夫，山西平阳府绛州绛县人，军籍，明朝政治人物、进士出身。"],
        ["高　达", 34, "高达（？－？），字上达，河南开封府扶沟县人，匠籍，明朝政治人物、进士出身。"],
        ["刘　瑜", 35, "刘瑜（1464年－1523年），字廷璧，仁寿县人，四川成都左护卫，治《书经》，明朝政治人物、进士出身。"],
        ["陈　繗", 36, "陈繗（？－？），字克绍，广东琼州府琼山县人，民籍，明朝政治人物、进士出身。"],
        ["院　宾", 37, "院宾（？－？），字君聘，山西镇武卫人，府军前卫籍，明朝政治人物、进士出身。"],
        ["李　允", 38, "李允（1452年－1511年），字信之，四川省重庆府忠州人，匠籍，治《诗经》，明朝政治人物、进士出身。"],
        ["李　鏊", 39, "李鏊（？－？），今陕西通渭平襄镇人，明朝弘治六年进士。"],
        ["张　显", 40, "张显（？－？），字晦夫，山东兖州府济宁州人，民籍，明朝政治人物、进士出身。"],
        ["雷　颙", 41, "雷颙（1457年－1516年），字敬之，四川省泸州人，民籍，治《书经》，明朝政治人物、进士出身。"],
        ["武　臯", 42, "武皐（？－？），字舜弼，直隶和州人，民籍，明朝政治人物、进士出身。"],
        ["庞　璁", 43, "庞璁（？－？），字润夫，山东恩县人，武功左卫官籍，明朝政治人物、进士出身。"],
        ["杨公荣", 44, "杨公荣（？－？），字仲仁，福建福州府连江县人，民籍，明朝政治人物、进士出身。"],
        ["夏　时", 45, "夏时（？－？），字寅正，直隶冀州人，锦衣卫校籍，明朝政治人物、进士出身。"],
        ["程忠显", 46, "程忠显（？－？），字良辅，直隶徽州府歙县人，民籍，明朝政治人物、进士出身。"],
        ["范希淹", 47, "范希淹（？－？），字景贤，江西广信府弋阳县人，军籍，明朝政治人物、进士出身。"],
        ["王　选", 48, "王选（？－？），字慎简，江西吉安府安福县人，民籍，明朝政治人物、进士出身。"],
        ["范　镛", 49, "范镛（？－？），字鸣远，直隶华亭县人，陕西巩昌卫籍，明朝政治人物、进士出身。"],
        ["侯　溪", 50, "侯溪（？－？），字守止，浙江台州府临海县人，民籍，明朝政治人物、进士出身。"],
        ["王　时", 51, "王时（？－？），字时中，人，广西桂林中卫籍，明朝政治人物、进士出身。"],
        ["蔚　春", 52, "蔚春（1458年－1517年），字景元，南直隶庐州府合肥县人，医籍，明朝政治人物、进士出身。"],
        ["刘　演", 53, "刘演（？－？），字文敷，浙江嘉兴府海盐县人，民籍，明朝政治人物、进士出身。"],
        ["刘　兰", 54, "刘兰（1458年－1517年），字廷馥，陕西省延安府绥德州清涧县人，军籍，明朝政治人物、进士出身。"],
        ["郭　瑀", 55, "郭瑀（？－？），字佩之，直隶滦州人，和阳卫官籍，明朝政治人物、进士出身。"],
        ["史载德", 56, "史载德（？－？），字公着，河南开封府钧州新郑县人，民籍，明朝政治人物、进士出身。"],
        ["胡　瓒", 57, "胡瓒（？－？），字伯珩，直隶广平府永年县人，民籍，明朝政治人物、进士出身。"],
        ["宋　恺", 58, "宋恺（？－？），字良佐，山东青州府蒙阴县人，民籍，明朝政治人物、进士出身。"],
        ["杨　逊", 59, "杨逊（？－？），字宗让，湖广襄阳府均州人，民籍，明朝政治人物、进士出身。"],
        ["任良弼", 60, "任良弼（1462年－？年），字廷赞，山西省汾州平遥县人，明朝政治人物。"],
        ["方　矩", 61, "方矩（？－？），字大器，直隶定远县人，云南后卫官籍，明朝政治人物、进士出身。"],
        ["王　绶", 62, "王绶（？－？），字朝仪，山东济南府滨州人，军籍，明朝政治人物、进士出身。"],
        ["李　情", 63, "李情（？－1513年），字宗善，河南灵宝县人，军籍，明朝政治人物，官至江西按察使司副使，为叛乱匪徒胡念二所杀。"],
        ["李　举", 64, "李举（？－？），字大聘，太原府河曲县人，山西振武卫官籍，明朝政治人物、进士出身。"],
        ["盛应期", 65, "盛应期朝服像，祝允明题识"],
        ["田　佑", 66, "田佑（？－？），字廷相，直隶赣榆县人，府军前卫官籍，明朝政治人物、进士出身。"],
        ["杜　驯", 67, "杜驯（？－？），字克善，山西太原府徐沟县人，军籍，明朝政治人物、进士出身。"],
        ["曹　琼", 68, "曹琼（1460年－1519年），字廷玉，四川省叙州府富顺县人，民籍，明朝政治人物、进士出身。"],
        ["高　谦", 69, "高谦（？－？），字天益，直隶永平府滦州人，民籍，明朝政治人物、进士出身。"],
        ["王　绍", 70, "王绍（？－？），字继宗，山东兖州府曹州人，民籍，明朝政治人物、进士出身。"],
        ["仰　儒", 71, "仰儒（？－？），字世用，浙江杭州府馀杭县人，民籍，明朝政治人物、进士出身。"],
        ["吴　舜", 72, "吴舜（？－？），又称吴舜擧，字子华，浙江绍兴府山阴县人，匠籍，明朝政治人物、进士出身。"],
        ["杨　仪", 73, "杨仪（？－？），字宗德，陕西西安府永寿县人，阴阳籍，明朝政治人物、进士出身。"],
        ["郑　宣", 74, "郑宣（？－？），字士达，浙江处州府丽水县人，民籍，明朝政治人物、进士出身。"],
        ["裘　壤", 75, "裘壤（？－？），字本厚，浙江宁波府慈谿县人，军籍，明朝政治人物、进士出身。"],
        ["王　庆", 76, "王庆（？－？），字天德，直隶真定府平山县人，军籍，明朝政治人物、进士出身。"],
        ["王　廷", 77, "王廷（？－？），字惟极，直隶永平府迁安县人，军籍，明朝政治人物、进士出身。"],
        ["柯拱北", 78, "柯拱北（1458年－1517年），字斗南，福建省莆田县人，四川成都后卫官籍，治《诗经》，明朝政治人物、进士出身。"],
        ["林　璋", 79, "林璋（？－？），字用玉，福建福州府闽县人，民籍，明朝政治人物、进士出身。"],
        ["王　雄", 80, "王雄（？－？），字世杰，顺天府永清县人，军籍，明朝政治人物、进士出身。"],
        ["王　弘", 81, "王弘，直隶六合县人，明朝政治人物，进士出身。"],
        ["熊希古", 82, "熊希古（1460年－1519年），字尚友，四川省夔州府新宁县（今开江县）人[1]。明朝政治人物。"],
        ["翁茂南", 83, "翁茂南（？－？），字朝梁，福建兴化府莆田县人，军籍，明朝政治人物、进士出身。"],
        ["冯　经", 84, "冯经（？－？），字时济，直隶镇江府金坛县人，军籍，明朝政治人物、进士出身。"],
        ["李承勋", 85, "李承勋（1471年－1530年），字立卿，湖广武昌府嘉鱼县人，站籍，治《诗经》，年二十三岁中式弘治六年癸丑科第三甲第八十五名进士。四月初八日生，行九，曾祖李奂，巡检 赠右副都御史；祖李善，教谕 赠右副都御史；父李田，右副都御史；母毕氏（封淑人）。慈侍下，妻龚氏，兄承业；承芳（大理寺评事）；承箕（贡士）；承颜，弟承新；承阶。由儒士中式湖广乡试第十一名举人，会试中式第二百六名[1]。官至明朝兵部尚书兼都察院左都御史。"],
        ["刘廷策", 86, "刘廷策（？－？），字以杨，江西吉安府安福县人，民籍，明朝政治人物、进士出身。"],
        ["李　玑", 87, "李玑（1458年－1517年），字舜在，四川省保宁府南部县人，灶籍，治《易经》，年三十六岁中式弘治六年癸丑科第三甲第八十七名进士。十二月初三日生，行七，曾祖李延昌，大名知府；祖李毅；父李彻；前母文氏；段氏。永感下，妻田氏，兄瓒；王众（□田县丞）；珏（阴阳训术）；璇，弟珘；玠；玱；珂；珮。由国子生中式四川乡试第三十四名举人，会试中式第二百二十三名[1]。"],
        ["刘武臣", 88, "刘武臣（1455年－1514年），字希召，四川省叙州府宜宾县人，军籍，治《诗经》，明朝政治人物、进士出身。"],
        ["王子成", 89, "王子成（？－？），字公大，湖广武昌府咸宁县人，军籍，明朝政治人物、进士出身。"],
        ["郭　浃", 90, "郭浃（？－？），字从仁，湖广武昌府兴国州人，军籍，明朝政治人物、进士出身。"],
        ["孙　徽", 91, "孙徽（？－？），字德夫，直隶虹县人，湖广襄阳护卫籍，明朝政治人物、进士出身。"],
        ["刘　贤", 92, "刘贤（1461年－1520年），字世资，四川省潼川府射洪县人，民籍，治《诗经》，明朝政治人物、进士出身。"],
        ["林　坌", 93, "林坌（？－？），字世集，福建福州府闽县人，民籍，明朝政治人物、进士出身。"],
        ["王　昊", 94, "王昊（？－？），字汝钦，湖广衡州府衡阳县人，马船夫籍，明朝政治人物、进士出身。"],
        ["锺文俊", 95, "锺文俊（？－？），字舜臣，福建汀州府长汀县人，民籍，明朝政治人物、进士出身。"],
        ["李　雍", 96, "李雍，字钦让，福建晋江县人，明朝政治人物，同进士出身。"],
        ["韩大章", 97, "韩大章（？－？），字本中，浙江会稽县人，湖广襄阳府襄阳县民籍，明朝政治人物、进士出身。"],
        ["徐　淮", 98, "徐淮（？－？），字必东，山东东昌府高唐州武城县人，民籍，明朝政治人物、进士出身。"],
        ["胡　濂", 99, "胡濂（？－？），字宗周，广东琼州府定安县人，民籍，明朝政治人物、进士出身。"],
        ["王献臣", 100, "王献臣，表字敬止，号槐雨。中国明朝官员、进士出身。"],
        ["李　仪", 101, "李仪（？－？），字公着，应天府上元县人，民籍，明朝政治人物、进士出身。"],
        ["韩　纮", 102, "韩纮（？－？），字继远，山西太原府阳曲县人，民籍，明朝政治人物、进士出身。"],
        ["高　迁", 103, "高迁（？－？），字大用，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["许天锡", 104, "许天锡（1461年－1508年），福建承宣布政使司福州府闽县（今福建省福州市）人，明朝政治人物，同进士出身。与言官何天衢、倪天明与并负时望，人称「台省三天」。"],
        ["吴天祐", 105, "吴天祐（？－？），字吉甫，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["高　选", 106, "高选（？－？），字朝用，陕西西安府高陵县人，军籍，明朝政治人物、进士出身。"],
        ["奚　自", 107, "奚自（？－？），字从之，顺天府宛平县人，匠籍，明朝政治人物、进士出身。"],
        ["李梦龙", 108, "李梦龙（？－？），字应灵，山东青州府蒙阴县人，民籍，明朝政治人物、进士出身。"],
        ["杨　简", 109, "杨简（？－？），字居敬，浙江绍兴府馀姚县人，军籍，明朝政治人物、进士出身。"],
        ["闾　洁", 110, "闾洁（？－？），字汝清，陕西平凉府泾州人，军籍，明朝政治人物、进士出身。"],
        ["胡　鳌", 111, "胡鳌（？－？），字镇之，山东济南府滨州人，军籍，明朝政治人物、进士出身。"],
        ["周　㫤", 112, "周昶（？－？），字启明，直隶松江府华亭县人，军籍，明朝政治人物、进士出身。"],
        ["许　庄", 113, "许庄（？－？），字德征，直隶永平府滦州人，民籍，明朝政治人物、进士出身。"],
        ["吴　云", 114, "吴云（？－？），字从龙，浙江杭州府馀杭县人，民籍，明朝政治人物、进士出身。"],
        ["龙　越", 115, "龙越（？－？），字德宣，江西吉安府庐陵县人，民籍，明朝政治人物、进士出身。"],
        ["胡　旸", 116, "胡旸（？－？），字景和，直隶河间府任丘县人，民籍，明朝政治人物、进士出身。"],
        ["薛　格", 117, "薛格（？－？），字平甫，直隶常州府江阴县人，民籍，明朝政治人物、进士出身。"],
        ["施　震", 118, "施震（？－？），字亨甫，浙江嘉兴府平湖县人，民籍，明朝政治人物、进士出身。"],
        ["李　瑾", 119, "李瑾（？－？），字德美，绍兴府山阴县人，浙江处州卫籍，明朝政治人物、进士出身。"],
        ["曾大有", 120, "曾大有（？－？），字世亨，湖广黄州府麻城县人，军籍，明朝政治人物、进士出身。"],
        ["王　德", 121, "王德（？－？），字汝昭，直隶常州府无锡县人，民籍，明朝政治人物、进士出身。"],
        ["潘　辅", 122, "潘辅（？－？），字良佐，浙江建德县人，辽东广宁左卫籍，明朝政治人物、进士出身。"],
        ["陈　玉", 123, "陈玉（？－？），字德卿，扬州府高邮州人，直隶沂州卫官籍，明朝政治人物、进士出身。"],
        ["李　钦", 124, "李钦（？－？），字元肃，山东滨州人，龙骧卫官籍，明朝政治人物、进士出身。"],
        ["郑　兴", 125, "郑兴（？－？），字世隆，河南汝宁府上蔡县人，民籍，明朝政治人物、进士出身。"],
        ["侯启忠", 126, "侯启忠（1476年－？年），字汝弼，四川省叙州府长宁县人，明朝政治人物。"],
        ["杨　奎", 127, "杨奎（？－？），字天章，直隶真定府冀州武邑县人，民籍，明朝政治人物、进士出身。"],
        ["潘　衍", 128, "潘衍（？－？），字世昌，直隶兴化县人，金吾左卫官籍，明朝政治人物、进士出身。"],
        ["陈　阳", 129, "陈阳（？－？），字健夫，江西临江府新淦县人，民籍，明朝政治人物、进士出身。"],
        ["董　锐", 130, "董锐（？－？），字抑之，山东昌邑县人，直隶兴州左屯卫籍，明朝政治人物、进士出身。"],
        ["冉继志", 131, "冉继志（？－？），字孝隆，直隶保定府蠡县人，民籍，明朝政治人物、进士出身。"],
        ["李　金", 132, "李金（？－？），字宗干，直隶永平府迁安县人，民籍，明朝政治人物、进士出身。"],
        ["李天赋", 133, "李天赋（？－？），字凝道，山西太原府交城县人，军籍，明朝政治人物、进士出身。"],
        ["胡　昉", 134, "胡昉（？－？），字启旸，浙江绍兴府萧山县人，匠籍，明朝政治人物、进士出身。"],
        ["顾守元", 135, "顾守元（？－？），字明善，直隶苏州府常熟县人，民籍，明朝政治人物、进士出身。"],
        ["黄　鑅", 136, "黄鑅（？－？），字于宣，福建泉州府晋江县人，军籍，明朝政治人物、进士出身。"],
        ["王良臣", 137, "王良臣，河南陈州人，明朝政治人物，同进士出身。"],
        ["曹　恕", 138, "曹恕（？－？），字本忠，顺天府霸州人，军籍，明朝政治人物、进士出身。"],
        ["黎尧卿", 139, "黎尧卿（1458年－1517年），字廷表，四川忠州守卫千户所籍，治《诗经》，明朝政治人物、进士出身。"],
        ["姚　昊", 140, "姚昊（？－？），字文大，闽县人，福建福州府福清县军籍，明朝政治人物、进士出身。"],
        ["刘　琏", 141, "刘琏（1459年－1518年），字廷美，江西省饶州府鄱阳县人，医籍，治《易经》，年三十五岁中式弘治六年癸丑科第三甲第一百四十一名进士。六月二十五日生，行四，曾祖刘彦清，医学正科；祖刘孟启，太医院医士；父刘，甫田；前母庄氏；缪氏。永感下，妻姚氏，继妻范氏；兄珙；玉；璋。由国子生中式江西乡试第八十五名举人，会试中式第二百二十九名[1]。"],
        ["黄　信", 142, "黄信（？－？），字君实，福建晋江县人，留守中卫，明朝政治人物、进士出身。"],
        ["王崇文", 143, "王崇文（1468年－1520年），字叔武，号兼山，山东兖州府曹州曹县人，民籍，明朝政治人物、进士出身。"],
        ["胡　恩", 144, "胡恩（？－？），字允承，浙江绍兴府会稽县人，军籍，明朝政治人物、进士出身。"],
        ["董　䋊", 145, "董䋊（？－？），字嗣文，湖广黄州府麻城县人，军籍，明朝政治人物、进士出身。"],
        ["谭玉瑞", 146, "谭玉瑞（1448年－1504年），字雅祥，号雩村，秩堂毗塘人。明朝政治人物，同进士出身。"],
        ["马　庆", 147, "马庆（？－？），字善征，直隶苏州府崑山县人，匠籍，明朝政治人物、进士出身。"],
        ["苏　信", 148, "苏信（？－？），字中孚，福建延平府永安县人，民籍，明朝政治人物、进士出身。"],
        ["李希贤", 149, "李希颜（？－？），字原复，直隶松江府华亭县人，军籍，明朝政治人物、进士出身。"],
        ["江师古", 150, "江师古（？－？），字克永，湖广武昌府蒲圻县人，民籍，明朝政治人物、进士出身。"],
        ["陈　熺", 151, "陈熺（？－？），字师晦，福建福州府闽县人，军籍，明朝政治人物、进士出身。"],
        ["桂　诏", 152, "桂诏（？－？），字世钦，浙江宁波府慈谿县人，民籍，明朝政治人物、进士出身。"],
        ["朱　瑬", 153, "朱瑬（？－？），字孔贵，广西桂林府阳朔县人，民籍，明朝政治人物、进士出身。"],
        ["王　缙", 154, "王缙（？－？），字维卿，陕西西安后卫人，官籍，明朝政治人物、进士出身。"],
        ["尹　雄", 155, "尹雄（？－？），字文英，直隶大名府濬县人，民籍，明朝政治人物、进士出身。"],
        ["鲍　", 156, "鲍王辇（？－？），字重器，山东青洲府寿光县人，灶籍，明朝政治人物、进士出身。"],
        ["何　垕", 157, "何垕（？－？），字朝举，江西建昌府新城县人，民籍，明朝政治人物、进士出身。"],
        ["秦　文", 158, "秦文（？－？），字从简，浙江台州府临海县人，军籍，明朝政治人物、进士出身。"],
        ["焦　泽", 159, "焦泽（？－？），字克济，直隶广平府永年县人，民籍，明朝政治人物、进士出身。"],
        ["房　瀛", 160, "房瀛（？－？），字登之，山东兖州府沂州费县人，民籍，明朝政治人物、进士出身。"],
        ["陈　霖", 161, "陈霖（？－？），字时雨，浙江湖州府长兴县人，民籍，明朝政治人物、进士出身。"],
        ["张　琼", 162, "张琼（？－？），字国用，江西临江府新淦县人，军籍，明朝政治人物、进士出身。"],
        ["郑汝美", 163, "郑汝美（？－？），字希大，福建福州府闽县人，民籍，明朝政治人物、进士出身。"],
        ["赵　俊", 164, "赵俊（1467年－1526年），字克用，四川成都府内江县人，民籍，明朝政治人物、进士出身。"],
        ["刘汝靖", 165, "刘汝靖（？－？），字安之，陕西西安府华洲渭南县人，军籍，明朝政治人物、进士出身。"],
        ["李　岳", 166, "李岳（？－？），字维嵩，直隶凤阳府五河县人，民籍，明朝政治人物、进士出身。"],
        ["姚　鼎", 167, "姚鼎（？－？），字重器，陕西西安府咸宁县人，匠籍，明朝政治人物、进士出身。"],
        ["欧阳介", 168, "欧阳介（？－？），字勗辨，江西吉安府安福县人，军籍，明朝政治人物、进士出身。"],
        ["李　濬", 169, "李濬（？－？），字文渊，直隶凤阳府凤阳县人，军籍，明朝政治人物、进士出身。"],
        ["袁　仕", 170, "袁仕（？－？），字良辅，湖广襄阳府枣阳县人，军籍，明朝政治人物、进士出身。"],
        ["居　达", 171, "居达（？－？），字德亨，顺天府大兴县人，匠籍，明朝政治人物、进士出身。"],
        ["陈　珀", 172, "陈珀（1462年－1521年），字珍之，福建省兴化府莆田县人，民籍，治《书经》，明朝政治人物、进士出身。"],
        ["任文献", 173, "任文献（1456年－1515年），字国光，山东省兖州府沂州郯城县人，军籍，明朝政治人物、进士出身。"],
        ["汤　佐", 174, "汤佐（1466年－1525年），字时衡，四川省潼川州安岳县人，民籍，治《礼记》，明朝政治人物、进士出身。"],
        ["李　祚", 175, "李祚（1449年－1508年），字光世，江西省广信府贵溪县人，民籍，治《书经》，明朝政治人物、进士出身。"],
        ["孙　瑞", 176, "孙瑞（？－？），字季祯，顺天府东安县人，军籍，明朝政治人物、进士出身。"],
        ["廖　汉", 177, "廖汉，字天章，号五洪大夫，明朝政治人物。"],
        ["徐　永", 178, "徐永（？－？），字昌龄，河南开封府钧州人，军籍，明朝政治人物、进士出身。"],
        ["姚学礼", 179, "姚学礼（1460年－1519年），字以立，四川省重庆府巴县人，明朝政治人物。"],
        ["刘　袤", 180, "刘袤（？－？），字廷延，江西吉安府永新县人，民籍，明朝政治人物、进士出身。"],
        ["曹　玺", 181, "曹玺（？－？），字廷玉，山西太原府岢岚州岚县人，军籍，明朝政治人物、进士出身。"],
        ["张　彧", 182, "张彧（？－？），字文翰，直隶真定府元氏县人，民籍，明朝政治人物、进士出身。"],
        ["黄　清", 183, "黄清（？－？），字源洁，直隶崑山县人，武功中卫匠籍，明朝政治人物、进士出身。"],
        ["郑怀德", 184, "郑怀德（1460年－1519年），字端本，四川成都府崇庆州新津县人，军籍，明朝政治人物、进士出身。"],
        ["杨志学", 185, "杨志学，字逊夫，湖广承宣布政使司长沙府长沙县（今湖南省长沙市）人，明朝政治人物，官至刑部尚书。"],
        ["吕　佑", 186, "吕佑（？－？），字国弼，山东济南府德州德平县人，民籍，明朝政治人物、进士出身。"],
        ["孙　燧", 187, "孙燧（1460年－1519年），字德成，号一川，浙江馀姚县（今馀姚市）人。明朝忠臣。官至江西巡抚，宁王朱宸濠谋反时将其杀害。身后追赠礼部尚书，谥忠烈。万历时固争的礼部侍郎孙如游是其后。"],
        ["高文达", 188, "高文达（？－？），字思德，福建福州府闽县人，匠籍，明朝政治人物、进士出身。"],
        ["程　杲", 189, "程杲（？－？），字时昭，直隶徽州府祁门县人，军籍，明朝政治人物、进士出身。"],
        ["吴　涣", 190, "吴焕（？－？），字文明，直隶怀安府山阳县人，民籍，明朝政治人物、进士出身。"],
        ["王用才", 191, "王用才（1460年－1519年），字经济，四川省眉州彭山县人，民籍，明朝政治人物、进士出身。"],
        ["石　确", 192, "石确（？－？），字德坚，直隶真定府藁县人，民籍，明朝政治人物、进士出身。"],
        ["高　台", 193, "高台（？－？），字居贤，浙江绍兴府山阴县人，灶籍，明朝政治人物、进士出身。"],
        ["徐　潭", 194, "徐潭（？－？），字汝容，浙江杭州府钱塘县人，匠籍，明朝政治人物、进士出身。"],
        ["惠　隆", 195, "惠隆（？－？），字从道，浙江仁和县人，武骧右卫籍，明朝政治人物、进士出身。"],
        ["黄　清", 196, "黄清（？－？），字源洁，直隶崑山县人，武功中卫匠籍，明朝政治人物、进士出身。"],
        ["李　哲", 197, "李哲（？－？），字希先，江西抚州府临川县人，匠籍，明朝政治人物、进士出身。"],
        ["田　嵓", 198, "田嵓，字景瞻，号南山，明朝政治人物。"],
        ["陈　腆", 199, "陈腆（？－？），字洪载，福建泉州府晋江县人，民籍，明朝政治人物、进士出身。"],
        ["刘　浙", 200, "刘浙（？－？），字宗岱，山西辽州人，军籍，明朝政治人物、进士出身。"],
        ["邹　韶", 201, "邹韶（？－？），字性之，直隶苏州府常熟县人，军籍，明朝政治人物、进士出身。"],
        ["王汝清", 202, "王汝清（？－？），字廉甫，河南开封府中牟县人，军籍，明朝政治人物、进士出身。"],
        ["李世亭", 203, "李世亨（？－？），字雍行，直隶保定府容城县人，民籍，明朝政治人物、进士出身。"],
        ["王　震", 204, "王震（？－？），字威远，直隶顺德府邢台县人，民籍，明朝政治人物、进士出身。"],
        ["张　斆", 205, "张斆（？－？），字时学，浙江嘉兴县人，云南大理卫，明朝政治人物、进士出身。"]
    ],
    "index": 38,
    "url": "https://zh.wikipedia.org/wiki/Template:%E5%BC%98%E6%B2%BB%E5%85%AD%E5%B9%B4%E7%99%B8%E4%B8%91%E7%A7%91%E6%AE%BF%E8%A9%A6%E9%87%91%E6%A6%9C",
    "second": [
        ["顾　清", 1, "顾清（1460年－1528年），字士廉，南直隶松江府华亭县（今属上海市松江区））人。明朝政治人物。"],
        ["谢朝宣", 2, "谢朝宣（？－？），字汝为，直隶临淮县人，陕西西安左卫籍，明朝政治人物、进士出身。"],
        ["陈　婴", 3, "陈婴（？－？），字民怀，江西抚州府临川县人，民籍，明朝政治人物、进士出身。"],
        ["郑　岳", 4, "郑岳（1468年－1539年），字汝华，号山斋，莆田人。"],
        ["刘　焕", 5, "刘焕（？－？），字尧章，直隶真定府藳城县人，民籍，明朝政治人物、进士出身。"],
        ["宋　恺", 6, "宋恺（？－？），字舜臣，直隶松江府华亭县人，民籍，明朝政治人物、进士出身。"],
        ["方　璘", 7, "方璘（1458年－？），字文玉，福建兴化府莆田县人，军籍，明朝政治人物、进士出身。"],
        ["吴　綡", 8, "吴綡（？－？），字时冕，浙江湖州府长兴县人，民籍，明朝政治人物、进士出身。"],
        ["陆　相", 9, "陆相（？－？），字良弼，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["高　江", 10, "高江（？－？），字一龙，福建兴化府仙游县人，民籍，明朝政治人物、进士出身。"],
        ["汪获麟", 11, "汪获麟（？－？），字仁甫，浙江山阴县人，腾骧左卫官籍，明朝政治人物、进士出身。"],
        ["赵永祯", 12, "赵永桢（？－？），字终吉，陕西醴泉县人，四川成都左护卫籍，明朝政治人物、进士出身。"],
        ["赵士贤", 13, "赵士贤（？－？），字孟希，湖广荆州府石首县人，民籍，明朝政治人物、进士出身。"],
        ["萧　柯", 14, "萧柯（？－？），字升荣，江西吉安府万安县人，民籍，明朝政治人物、进士出身。"],
        ["赵　松", 15, "赵松（？－？），字天挺，直隶松江府上海县人，民籍，明朝政治人物、进士出身。"],
        ["沈　焘", 16, "沈焘（？－？），字良德，直隶苏州府长洲县人，民籍，明朝政治人物、进士出身。"],
        ["李梦阳", 17, "李梦阳（1472年－1529年），又名献吉，字恩赐，号空同子，祖籍河南扶沟，出生于陕西庆阳（今甘肃），后又还归故里。明朝政治人物，文坛前七子之一。[1]着有《空同集》。"],
        ["张　文", 18, "张文（？－？），字经载，江西临江府新喻县人，民籍，明朝政治人物、进士出身。"],
        ["曹　琼", 19, "曹琼（1462年－1521年），字玉夫，浙江省嘉兴府平湖县人，灶籍，治《书经》，明朝政治人物、进士出身。"],
        ["钱启宏", 20, "钱启宏（？－？），字以仁，直隶松江府华亭县人，官籍，明朝政治人物、进士出身。"],
        ["冯　兰", 21, "冯兰（？－？），字子佩，直隶保定府蠡县人，军籍，明朝政治人物、进士出身。"],
        ["何孟春", 22, "何孟春（1474年－1536年），字子元，湖广承宣布政使司郴州（今湖南省郴州市）人。明朝政治家，官至吏部左侍郎。大礼议事件人物。"],
        ["王承裕", 23, "王承裕，字天宇，陕西三原人，明朝官员。王恕之子。"],
        ["尙　繻", 24, "尚繻（？－？），字美信，浙江嘉兴县人，河南雎阳卫籍，明朝政治人物、进士出身。"],
        ["周季凤", 25, "周季凤（1464年－1528年），字公仪，号未轩，諡康惠，江西承宣布政使司南昌府宁州（今江西修水县）人，明朝政治人物。周季麟之弟。"],
        ["刘景寅", 26, "刘景寅（1466年－1517年），字生之，四川省叙州府南溪县人。明朝官员。"],
        ["吴一鹏", 27, "吴一鹏（1460年－1542年），字南夫，号白楼，直隶长洲人。明朝礼部尚书。"],
        ["张良弼", 28, "张良弼（？－？），字梦征，山东济南府历城县人，民籍，明朝政治人物、进士出身。"],
        ["邢　珣", 29, "邢珣（1462年－1534年），字子用，南直隶当涂县（今安徽省当涂县）人，明朝政治人物，弘治进士。正德末参与平定朱宸濠叛乱。"],
        ["白　金", 30, "白金（？－？），字士珍，直隶常州府武进县人，民籍，明朝政治人物、进士出身。"],
        ["钱　荣", 31, "钱荣（？－？），字世恩，直隶常州府无锡县人，军籍，明朝政治人物、进士出身。"],
        ["秦　金", 32, "参数所指定的目标页面不存在，建议更正成存在页面或直接建立下列一个页面（建立前请先搜寻是否有合适的存在页面可以取代）："],
        ["陈　元", 33, "陈元（？－？），字虞佐，浙江绍兴府会稽县人，民籍，明朝政治人物、进士出身。"],
        ["邹文盛", 34, "《琐围奏议》、《香炉山事迹》、《默庵存稿》 、《黄山遗稿》。"],
        ["李　麟", 35, "李麟（1458-？），字仁仲，号心斋，明朝政治人物、诗人[1]，浙江鄞县（今属宁波市）人[2]。"],
        ["夏从寿", 36, "夏从寿（？－？），字如山，直隶常州府江阴县人，民籍，明朝政治人物、进士出身。"],
        ["徐廷用", 37, "徐廷用（？－？），字良佐，湖广长沙府醴陵县人，军籍，明朝政治人物、进士出身。"],
        ["高　济", 38, "高济（？－？），字楫之，直隶扬州府江都县人，军籍，明朝政治人物、进士出身。"],
        ["杨　昇", 39, "《杨昇苏州石刻像》，清孔继尧绘，石蕴玉正书赞，谭松坡镌，刻于1827（清道光七年），为《沧浪亭五百名贤像》之一"],
        ["李　宽", 40, "李宽（1456年－1515年），字敬敷，江西广信府玉山县人，民籍，治《书经》，明朝政治人物、进士出身。"],
        ["曹　镤", 41, "曹镤（？－？），字良金，直隶苏州府吴江县人，民籍，明朝政治人物、进士出身。"],
        ["汪　俊", 42, "汪俊，字抑之，江西承宣布政使司广信府弋阳县（今江西省弋阳县）人，进士出身、明朝礼部尚书。汪伟之兄。"],
        ["杭　济", 43, "杭济（？－？），字世卿，直隶常州府宜兴县人，民籍，明朝政治人物、进士出身。"],
        ["何　珊", 44, "何珊（？－？），字廷佩，湖广荆州府公安县人，军籍，明朝政治人物、进士出身。"],
        ["徐守诚", 45, "徐守诚（？－？），字成之，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["锺　渤", 46, "锺渤（？－？），字元溥，广东广州府东莞县人，军籍，明朝政治人物、进士出身。"],
        ["郑允宣", 47, "郑允宣（？－？），字嘉言，应天府上元县人，民籍，明朝政治人物、进士出身。"],
        ["徐　沂", 48, "徐沂（？－？），字希曾，浙江金华府永康县人，民籍，明朝政治人物、进士出身。"],
        ["郝　海", 49, "郝海（？－？），字汝容，直隶保定府祁州人，民籍，明朝政治人物、进士出身。"],
        ["孔　琦", 50, "孔琦（？－？），字景韩，陕西西安府长安县人，民籍，明朝政治人物、进士出身。"],
        ["范　祺", 51, "范祺（？－？），字应祯，应天府溧水县人，军籍，明朝政治人物、进士出身。"],
        ["刘　昭", 52, "刘昭（？－？），字仲贤，江西吉安府庐陵县人，民籍，明朝政治人物、进士出身。"],
        ["刘　介", 53, "刘介（？－？），字师惠，陕西延安府绥德州清涧县人，军籍，明朝政治人物、进士出身。"],
        ["张　绰", 54, "张绰（？－？），字本宽，福建漳州府龙溪县人，民籍，明朝政治人物、进士出身。"],
        ["张　宦", 55, "张宦（？－？），字惟臣，直隶保定府完县人，军籍，明朝政治人物、进士出身。"],
        ["罗　中", 56, "罗中（？－？），字道原，广东广州府东莞县人，军籍，明朝政治人物、进士出身。"],
        ["冒　鸾", 57, "冒鸾（？－？），字廷和，直隶扬州府泰州如皋县人，军籍，明朝政治人物、进士出身。"],
        ["陈　策", 58, "陈策（？－？），字嘉言，直隶常州府无锡县人，民籍，明朝政治人物、进士出身。"],
        ["陈时宪", 59, "陈时宪（？－？），字孔章，福建福州府长乐县人，民籍，明朝政治人物、进士出身。"],
        ["吴　英", 60, "吴英（？－？），字世杰，浙江杭州府临安县人，民籍，明朝政治人物、进士出身。"],
        ["陶廷威", 61, "陶廷威（？－？），字以重，直隶常州府江阴县人，民籍，明朝政治人物、进士出身。"],
        ["王大用", 62, "王大用（？－？），字世显，直隶松江府上海县人，民籍，明朝政治人物、进士出身。"],
        ["黄　明", 63, "黄明（？－？），字天章，直隶松江华亭县人，民籍，明朝政治人物、进士出身。"],
        ["娄　宿", 64, "娄宿（？－？），字拱辰，浙江杭州府仁和县人，军籍，明朝政治人物、进士出身。"],
        ["曾　镒", 65, "曾镒（？－？），字时重，保昌县人，广东琼州府万州军籍，明朝政治人物、进士出身。"],
        ["夏　易", 66, "夏易（？－？），字连山，直隶扬州府江都县人，军籍，明朝政治人物、进士出身。"],
        ["潘子秀", 67, "潘子秀（？－？），字人杰，湖广荆州府江陵县人，民籍，明朝政治人物、进士出身。"],
        ["梁　辰", 68, "梁辰（？－？），字应枢，广东广州府南海县人，民籍，明朝政治人物、进士出身。"],
        ["胡　澧", 69, "胡澧（？－？），字百锺，南海县人，广东韶州府英德县民籍，明朝政治人物、进士出身。"],
        ["马　驭", 70, "马驭（？－？），字世维，山西平阳府解州夏县人，民籍，明朝政治人物、进士出身。"],
        ["林　亨", 71, "林亨（？－？），字贞甫，闽县人，福建福州中卫籍，明朝政治人物、进士出身。"],
        ["曾　介", 72, "曾介（？－？），字执初，湖广郴州永兴县人，军籍，明朝政治人物、进士出身。"],
        ["董　俊", 73, "董俊（？－？），字虞臣，浙江鄞县人，湖广辰州卫官籍，明朝政治人物、进士出身。"],
        ["杨　寿", 74, "杨寿（？－？），字德邵，顺天府涿州人，民籍，明朝政治人物、进士出身。"],
        ["杨　泮", 75, "杨泮（？－？），字文渊，江西广信府贵溪县人，军籍，明朝政治人物、进士出身。"],
        ["姚　镆", 76, "姚镆（1465年－1537年），字东泉，一字英之，浙江承宣布政使司宁波府慈谿县（今浙江省宁波市慈城镇）人。明朝政治军事人物，进士出身。有子状元姚涞。"],
        ["黄　铭", 77, "黄铭（？－？），字于鼎，福建泉州府晋江县人，军籍，明朝政治人物、进士出身。"],
        ["王舜夫", 78, "王舜夫（1452年－1511年），字从仁，四川成都府新都县人，民籍，明朝政治人物、进士出身。"],
        ["徐　蕃", 79, "徐蕃（？－？），字宣之，直隶扬州府泰州人，军籍，明朝政治人物、进士出身。"],
        ["刘　弼", 80, "刘弼（？－？），字直之，河南彰德府安阳县人，军籍，明朝政治人物、进士出身。"],
        ["周　玉", 81, "周玉（？－？），字朝振，浙江台州府临海县人，民籍，明朝政治人物、进士出身。"],
        ["陆　偁", 82, "陆偁（1457年－1540年；偁读作：chēng） ，明朝政治人物，字君美，浙江行省宁波府鄞县人，一说，慈溪人[1]。"],
        ["王　恂", 83, "王恂（？－？），字师诚，直隶常州府无锡县人，军籍，明朝政治人物、进士出身。"],
        ["卢　仪", 84, "卢仪（1455年－1514年），字正夫，四川省重庆府合州人，民籍，明朝政治人物、进士出身。"],
        ["王　翀", 85, "王翀（1457年－1516年），字廷凤，四川省潼川州遂宁县人，民籍，明朝政治人物、进士出身。"],
        ["黄　泽", 86, "黄泽（？－？），字若雨，广东广州府顺德县人，民籍，明朝政治人物、进士出身。"],
        ["褚　圻", 87, "褚圻（？－？），字弘望，直隶苏州府常熟县人，民籍，明朝政治人物、进士出身。"],
        ["周　鲁", 88, "周鲁（？－？），字醇夫，江西吉安府吉水县人，民籍，明朝政治人物、进士出身。"],
        ["黄　澜", 89, "黄澜（？－？），字源续，福建兴化府莆田县人，军籍，明朝政治人物、进士出身。"],
        ["周　宪", 90, "周宪（1460年－1512年），湖广承宣布政使司安陆州（今湖北省锺祥县）人，明朝政治人物、进士出身。"]
    ]
}