{
    "year_name": "弘治九年丙辰科殿试金榜",
    "first": [
        ["朱希周", 1, "朱希周（1473年－1557年），字懋忠，号玉峰。直隶崑山县（今江苏崑山）人。明朝状元、南京吏部尚书。"],
        ["王　瓒", 2, "王瓒（1462年－1524年），字思献，号瓯滨，一号环庵，浙江永嘉县人，灶籍，治《易经》，年三十五岁中式弘治九年丙辰科第一甲第二名进士。十月十六日生，行四，曾祖王原宏；祖王文燠；父王祚；母朱氏。具庆下，妻应氏，兄预（汝州同知）；珵；琲，弟珫。由府学生中式浙江乡试第三名举人，会试中式第十五名[1]。榜眼。"],
        ["陈　澜", 3, "陈澜（1471年－1506年），字本初，南直隶山阳县人，顺天府宛平县民籍。明朝政治人物。"]
    ],
    "third": [
        ["汪　伟", 1, "汪伟（？－？），字器之，江西广信府弋阳县人，民籍，明朝政治人物。汪俊之弟。"],
        ["傅　习", 2, "傅习（？－？），字本学，江西进贤县人人，羽林右卫籍，明朝政治人物、进士出身。"],
        ["徐　联", 3, "徐联（？－？），字成章，江西南丰县人人，长淮卫官籍，明朝政治人物、进士出身。"],
        ["田　瑛", 4, "田瑛（1466年－1525年），字玉汝，四川省重庆府合州人，民籍，治《易经》，明朝政治人物、进士出身。"],
        ["胡　洪", 5, "胡洪（？－？），字渊之，浙江绍兴府馀姚县人，匠籍，明朝政治人物、进士出身。"],
        ["黎　凤", 6, "黎凤（1465年－1524年），字干兆，号楚蒙，江西临江府新喻县人，民籍，明朝政治人物、进士出身。"],
        ["庄　典", 7, "庄典（？－？），字惇之，广东潮州府揭阳县人，民籍，明朝政治人物、进士出身。"],
        ["许承芳", 8, "许承芳（？－？），字世美，山西太原府阳曲县人，军籍，明朝政治人物、进士出身。"],
        ["郭　郛", 9, "郭郛（？－？），字于蕃，直隶广平府肥乡县人，民籍，明朝政治人物、进士出身。"],
        ["叶天爵", 10, "叶天爵（？－？），字良贵，直隶徽州府婺源县人，民籍，明朝政治人物、进士出身。"],
        ["王　鍭", 11, "王鍭（？－？），字子锋，福建泉州府晋江县人，盐籍，明朝政治人物、进士出身。"],
        ["张　伟", 12, "张伟（1467年－1526年），字汝贤，四川成都府内江县人，民籍，治《书经》，年三十岁中式弘治九年丙辰科第三甲第十二名进士。八月十一日生，行四，曾祖张懽，阴阳训术；祖张彦常，阴阳训术；父张斐；母高氏；继母锺氏。重庆下，妻李氏，兄作孚（阴阳训术）；作瓒（听选官）；作襄（贡士），弟恩；仟。由国子生中式四川乡试第十三名举人，会试中式第八十五名[1]。接替朱辅，担任南直隶常州府宜兴县知县[2]。"],
        ["张鸣凤", 13, "张鸣凤（？－？），字子喈，山东东昌府清平县人，民籍，明朝政治人物、进士出身。"],
        ["邵　坤", 14, "邵坤（？－？），字文博，浙江绍兴府馀姚县人，灶籍，明朝政治人物、进士出身。"],
        ["馀　正", 15, "馀正（？－？），字端卿，湖广汉阳府汉阳县人，军籍，明朝政治人物、进士出身。"],
        ["何天衢", 16, "何天衢（？－1527年），字道亨，湖广永州府道州人，匠籍，明朝政治人物、进士出身。"],
        ["刘　台", 17, "刘台（1465年2月18日－1554年12月28日），字卫仲，号是间，四川省重庆府巴县人，民籍，治《春秋》，年三十二岁中式弘治九年丙辰科第三甲第十七名进士。正月二十三日生，行三，曾祖刘克明；祖刘刚，驿丞；父刘规，前监察御史 封翰林；母邓氏（封孺人）。重庆下，妻蹇氏，兄相；春（翰林院修撰），弟耆。由国子生中式四川乡试第一名举人，会试中式第十四名[1]。"],
        ["王孝忠", 18, "王孝忠（1465年－1524年），字全之，四川省顺庆府南充县人，民籍，治《易经》，明朝政治人物、进士出身。"],
        ["金　逵", 19, "'金逵（？－？），字'，应天府江宁县富户人，浙江宁波府鄞县民籍，明朝政治人物、进士出身。"],
        ["李　玺", 20, "李玺（？－？），字朝信，陕西凤翔府凤翔县人，匠籍，明朝政治人物、进士出身。"],
        ["邵有道", 21, "邵有道（？－？），字虞臣，江西南康府都昌县人，民籍，明朝政治人物、进士出身。"],
        ["汤　沐", 22, "汤沐（1460年－1532年），字新之、号沂乐，南京常州府江阴县（今江苏省江阴市）人，明朝政治人物、同进士出身。"],
        ["欧阳琼", 23, "欧阳琼（？－？），字汝玉，江西广信府铅山县人，民籍，明朝政治人物、进士出身。"],
        ["林　珹", 24, "林珹，字时献，号罗峰，福建晋江县人，明朝政治人物、同进士出身。"],
        ["赵士俊", 25, "赵士俊（？－？），字孟章，湖广荆州府石首县人，民籍，明朝政治人物、进士出身。"],
        ["郭东山", 26, "郭东山（？－？），字鲁瞻，山东莱州府掖县人，军籍，明朝政治人物、进士出身。"],
        ["汪　循", 27, "汪循（？－？），字进之，直隶徽州府休宁县人，民籍，明朝政治人物、进士出身。"],
        ["陈茂烈", 28, "陈茂烈（？－？），字时周，浙江瑞安县人人，福建兴化卫籍，明朝政治人物、进士出身。"],
        ["王崇献", 29, "王崇献（？－？），字季征，山东兖州府曹州曹县人，民籍，明朝政治人物、进士出身。"],
        ["杨　溢", 30, "杨溢（？－？），字宗谦，直隶常州府武进县人，民籍，明朝政治人物、进士出身。"],
        ["张鸣凤", 31, "张鸣凤（？－？），字世祥，直隶松江府上海县人，民籍，明朝政治人物、进士出身。"],
        ["萧　敏", 32, "萧敏（？－？），字淳仁，江西赣州府宁都县人，民籍，明朝政治人物、进士出身。"],
        ["王　春", 33, "王春（？－？），字景阳，直隶宁县人人，辽东广宁左卫官籍，明朝政治人物、进士出身。"],
        ["费　愚", 34, "费愚（？－？），字希明，浙江绍兴府山阴县人，军籍，明朝政治人物、进士出身。"],
        ["弓　元", 35, "弓元（？－？），字大方，应天府江浦县人，民籍，明朝政治人物、进士出身。"],
        ["王九思", 36, "王九思（1468年－1551年），字敬夫，号渼陂，陕西户县人，明朝官员、文学家、戏曲家，是明朝文坛前七子之一。"],
        ["邢　昭", 37, "邢昭（？－？），字孟明，顺天府三河县人，民籍，明朝政治人物、进士出身。"],
        ["徐朝元", 38, "徐朝元（？－？），字一敬，河南卫辉府汲县人，民籍，明朝政治人物、进士出身。"],
        ["徐行庆", 39, "徐行庆（？－？），字思道，江西抚州府金谿县人，民籍，明朝政治人物、进士出身。"],
        ["范兆祥", 40, "范兆祥（？－？），字廷和，江西南昌府费城县人，民籍，明朝政治人物、进士出身。"],
        ["蒋　曙", 41, "蒋曙（？－？），字景明，广西桂林府全州人，民籍，明朝政治人物、进士出身。"],
        ["张　璡", 42, "张璡（？－？），字伯纯，山西泽州人，民籍，明朝政治人物、进士出身。"],
        ["刘　栾", 43, "刘栾（？－？），字思武，山东济南府章丘县人，民籍，明朝政治人物、进士出身。"],
        ["沈　信", 44, "沈信（？－？），字循初，直隶苏州府崑山县人，民籍，明朝政治人物、进士出身。"],
        ["周　霖", 45, "周霖（？－？），字希说，陕西西安府干州人，军籍，明朝政治人物、进士出身。"],
        ["胡　道", 46, "胡道（？－？），字济时，江西吉安府安福县人，民籍，明朝政治人物、进士出身。"],
        ["杨　武", 47, "杨武（？－？），字宗文，陕西凤翔府岐山县人，军籍，明朝政治人物、进士出身。"],
        ["姚文渊", 48, "姚文渊（？－？），字宗翰，山东济南府德州平原县人，军籍，明朝政治人物、进士出身。"],
        ["喻　时", 49, "喻时（1472年－1531年），字子干，四川成都府内江县人，明朝政治人物。[1]。"],
        ["陆　嵩", 50, "陆嵩（？－？），字如嵩，浙江湖州府归安县人，民籍，明朝政治人物、进士出身。"],
        ["张　惟", 51, "张惟（1462年－1521年），字云谟，四川省顺庆府南充县人，民籍，治《易经》，明朝政治人物、进士出身。"],
        ["傅　干", 52, "傅干（？－？），字一清，浙江鄞县人人，广西临桂县官籍，明朝政治人物、进士出身。"],
        ["宋　瑭", 53, "宋瑭（？－？），字德润，陕西西安府邠州人，民籍，明朝政治人物、进士出身。"],
        ["李　高", 54, "李高（？－？），字自早，河南开封府归德州虞城县人，民籍，明朝政治人物、进士出身。"],
        ["张弘至", 55, "《松江邦彦图》之张弘至像"],
        ["杨　凤", 56, "杨凤（？－？），字文明，湖广黄州卫人人，府军前卫籍，明朝政治人物、进士出身。"],
        ["徐　忱", 57, "徐忱（？－？），字心，直隶河间府肃宁县人，民籍，明朝政治人物、进士出身。"],
        ["方　崙", 58, "方崙（？－？），字静夫，江西广信府上饶县人，军籍，明朝政治人物、进士出身。"],
        ["熊　吉", 59, "熊吉（？－？），字伯修，江西抚州府临川县人，民籍，明朝政治人物、进士出身。"],
        ["张　羽", 60, "张羽（？－？），字凤举，直隶扬州府泰兴县人，军籍，明朝政治人物、进士出身。"],
        ["何　正", 61, "何正（？－？），字立经，江西临江府新淦县人，民籍，明朝政治人物、进士出身。"],
        ["寇　俭", 62, "寇俭（？－？），字约之，山西太原府榆次县人，军籍，明朝政治人物、进士出身。"],
        ["陈大纪", 63, "陈大纪（？－？），字勉之，浙江绍兴府上虞县人，匠籍，明朝政治人物、进士出身。"],
        ["翟　铨", 64, "翟铨（1458年－1517年），字秉衡，河南省河南府洛阳县人，太医院医籍，明朝政治人物、进士出身。"],
        ["吴宗周", 65, "吴宗周（？－？），字子旦，直隶宁国府宣城县人，儒籍，明朝政治人物、进士出身。"],
        ["汤礼敬", 66, "汤礼敬（生年不详－卒年不详），字仁甫，南京镇江府丹徒县（今江苏省镇江市丹徒区）人。明朝政治人物。"],
        ["薄彦徽", 67, "薄彦徽（？－？），字舜美，山西阳曲（今太原）人，明朝政治人物，进士出身。"],
        ["孙　磐", 68, "孙磐（？－？），字伯坚，山东掖县人人，辽东定辽中卫军籍，明朝政治人物、进士出身。"],
        ["陈　淮", 69, "陈淮（？－？），字秀南，扬州府仪真县人人，锦衣卫官籍，明朝政治人物、进士出身。"],
        ["邹　鲁", 70, "邹鲁（1460年－1519年），字尚儒，四川省重庆府江津县人，民籍，治《春秋》，明朝政治人物、进士出身。"],
        ["崔　玺", 71, "崔玺（？－？），字廷用，山西蔚州人人，腾骧左卫军籍，明朝政治人物、进士出身。"],
        ["李　熙", 72, "李熙（？－？），字师文，直隶崑山县人人，应天府上元县民籍，明朝政治人物、进士出身。"],
        ["黄　巘", 73, "黄瓛（？－？），字朝用，浙江绍兴府馀姚县人，军籍，明朝政治人物、进士出身。"],
        ["吴　景", 74, "吴景（？－？），字伯阳，直隶宁国府南陵县人，民籍，明朝政治人物、进士出身。"],
        ["文　晧", 75, "文晧（？－？），字孔晹，山西平阳府绛州垣曲县人，军籍，明朝政治人物、进士出身。"],
        ["许　讚", 76, "许赞（1473年－1548年），字廷美，河南承宣布政使司河南府陕州灵宝县（今河南省灵宝县），进士出身，明朝吏部尚书、刑部尚书、户部尚书。"],
        ["葛　浩", 77, "葛浩，字天宏，浙江承宣布政使司绍兴府上虞县（今浙江省上虞县东南丰惠镇）人，明朝政治人物。"],
        ["冯永固", 78, "'冯永固（？－？），字'，山西太原府阳曲县人，军籍，明朝政治人物、进士出身。"],
        ["赵　慰", 79, "赵慰（？－？），字本安，直隶卢龙县人，直隶九江卫官籍，明朝政治人物、进士出身。"],
        ["周　道", 80, "周道（？－？），字嘉猷，河南河南府巩县人，民籍，明朝政治人物、进士出身。"],
        ["陈　琳", 81, "陈琳（1462年－1527年），字玉畴，福建承宣布政使司兴化府莆田县（今福建省莆田市）人，明朝弘治进士、南京兵部右侍郎。"],
        ["张　绎", 82, "张绎（？－？），字思绍，云南临安府建水州人，民籍，明朝政治人物、进士出身。"],
        ["周　熊", 83, "周熊（？－？），字应文，陕西西安前卫人，军籍，明朝政治人物、进士出身。"],
        ["林正茂", 84, "林正茂（？－？），字孔时，福建福清县人，直隶泰州千户所军籍，明朝政治人物、进士出身。"],
        ["孙　焵", 85, "孙焵（？－？），字砺之，直隶金坛县人，直隶兴州右屯卫官籍，明朝政治人物、进士出身。"],
        ["李　翔", 86, "李翔（1467年－1526年），字凤仪，湖广省宁远卫军籍，治《书经》，年三十岁中式弘治九年丙辰科第三甲第八十六名进士。六月初三日生，行二，曾祖李永馨；祖李隆；父李溥，贡士；母方氏。慈侍下，妻王氏，兄□；渺，弟翀；翰；翼；□；翴。由国子生中式湖广乡试第二十二名举人，会试中式第一百七十一名[1]。"],
        ["袁　阳", 87, "袁阳（？－？），字健甫，直隶丹徒县人，直隶保定府满城县军籍，明朝政治人物、进士出身。"],
        ["刘汝为", 88, "刘汝为（1460年－1519年），字廷宣，直隶保定府唐县人，军籍，治《诗经》，年三十七岁中式弘治九年丙辰科第三甲第八十八名进士。八月三十日生，行三，曾祖刘聚；祖刘着，教谕；父刘瑜，□□；母袁氏；继母寇氏。具庆下，妻杜氏，兄汝弼；汝明，弟汝乐；汝教。由国子生中式顺天府乡试第四十七名举人，会试中式第二百七十名[1]。"],
        ["黄　圻", 89, "黄圻（1460年－1519年），字朝寰，福建省漳州府龙溪县人，民籍，治《易经》，明朝政治人物、进士出身。"],
        ["徐　海", 90, "徐海（？－？），字伯容，浙江衢州府常山县人，民籍，明朝政治人物、进士出身。"],
        ["张　礼", 91, "张礼（？－？），字天秩，山西太原府石州人，民籍，明朝政治人物、进士出身。"],
        ["陆　崑", 92, "陆崑，字如玉，浙江承宣布政使司湖州府归安县（今浙江省湖州市）人，明朝政治人物、进士出身。"],
        ["张时敍", 93, "张时叙（？－？），字九叙，直隶河间府沧州人，民籍，明朝政治人物、进士出身。"],
        ["钱朝凤", 94, "'钱朝凤（？－？），字'，直隶庐州府庐江县人，军籍，明朝政治人物、进士出身。"],
        ["安　仁", 95, "安仁（？－？），字存德，河南开封府太康县人，民籍，明朝政治人物、进士出身。"],
        ["安　奎", 96, "安奎（？－？），字应文，直隶真定府赵州人，民籍，明朝政治人物、进士出身。"],
        ["沈　赍", 97, "沈赉（？－？），字功懋，浙江宁波府慈谿县人，民籍，明朝政治人物、进士出身。"],
        ["崔　暠", 98, "崔暠（？－？），字景曜，山东滨州人，保定前卫军籍，明朝政治人物、进士出身。"],
        ["杨　誉", 99, "杨誉（？－？），字中美，馀姚县人，浙江杭州府昌化县民籍，明朝政治人物、进士出身。"],
        ["夏　鼎", 100, "夏鼎（？－？），字汝梅，江西贵溪县人，府军左卫军籍[1]，进士出身。明朝政治人物。"],
        ["朱　谏", 101, "朱谏（？－？），字君佐，浙江温州府乐清县人，灶籍，明朝政治人物、进士出身。"],
        ["马应祥", 102, "马应祥（？－？），字公，山东高苑县人，陕西军籍，明朝政治人物、进士出身。"],
        ["詹　宝", 103, "松阳县下马街詹宝兄弟进士牌坊"],
        ["李　恕", 104, "李恕（？－？），字道夫，陕西西安府耀州富平县人，军籍，明朝政治人物、进士出身。"],
        ["王　禾", 105, "王禾（？－？），字世用，直隶武进县人，顺天府宛平县富户籍，明朝政治人物、进士出身。"],
        ["秦　昂", 106, "秦昂（？－？），字民望，山西平阳府蒲州人，军籍，明朝政治人物、进士出身。"],
        ["贡安甫", 107, "1948年修《江苏江阴贡氏宗谱》之贡安甫像"],
        ["潘　镗", 108, "潘镗（1465年－1524年），字宗节，南直隶庐州府六安州人，明朝政治人物。"],
        ["曹来旬", 109, "曹来旬（？－？），字伯良，河南开封府郑州人，匠籍，明朝政治人物、进士出身。"],
        ["戴　铣", 110, "戴铣（？－1506年），字宝之，婺源（今属江西）人。明朝进士、政治人物。"],
        ["馀　琰", 111, "馀琰（1464年－1523年），字公瑞，四川省顺庆府渠县人，军籍，治《易经》，明朝政治人物、进士出身。"],
        ["王　玺", 112, "王玺（？－？），字仲信，江西吉安府庐陵县人，军籍，明朝政治人物、进士出身。"],
        ["冼　光", 113, "冼光（？－？），字汝宝，广东广州府顺德县人，民籍，明朝政治人物、进士出身。"],
        ["马文盛", 114, "马文盛（？－？），字郁卿，湖广汉阳府汉阳县人，军籍，明朝政治人物、进士出身。"],
        ["马　龙", 115, "马龙（？－？），字虞臣，河南卫辉府汲县人，民籍，明朝政治人物、进士出身。"],
        ["马　骙", 116, "马骙（？－？），字世用，山西平阳府解州夏县人，民籍，明朝政治人物、进士出身。"],
        ["王士昭", 117, "王士昭（？－？），字希贤，福建福州府侯官县人，匠籍，明朝政治人物、进士出身。"],
        ["蒋　钦", 118, "蒋钦石刻像，清孔继尧绘，载《沧浪亭五百名贤像》"],
        ["刘　珂", 119, "刘珂（？－？），字公佩，湖广武昌府兴国州人，马船籍，明朝政治人物、进士出身。"],
        ["平世用", 120, "平世用（1466年－1525年），字德充，四川成都府内江县人，明朝政治人物、进士出身。"],
        ["程　材", 121, "程材（？－？），字良用，直隶徽州府歙县人，民籍，明朝政治人物、进士出身。"],
        ["韩　泽", 122, "韩泽（？－？），字孔仁，河南南阳府泌阳县人，民籍，明朝政治人物、进士出身。"],
        ["赵　经", 123, "赵经（？－？），字天常，直隶松江府华亭县人，民籍，明朝政治人物、进士出身。"],
        ["吴　远", 124, "吴远（？－？），字惟明，直隶徽州府歙县人，民籍，明朝政治人物、进士出身。"],
        ["邹　泰", 125, "邹泰（？－？），字以和，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["周季邦", 126, "周季邦（？－？），字公，江西南昌府宁县人，民籍，明朝政治人物、进士出身。"],
        ["田　登", 127, "田登（？－？），字有年，山东兖州府城武县人，军籍，明朝政治人物、进士出身。"],
        ["荀　凤", 128, "荀凤（？－？），字文瑞，直隶徐州人，会州卫军籍，明朝政治人物、进士出身。"],
        ["陈天祥", 129, "陈天祥（？－？），字元吉，直隶吴江县人，武功左卫军籍，明朝政治人物、进士出身。"],
        ["徐　璁", 130, "徐璁（？－？），字朝器，浙江衢州府西安县人，民籍，明朝政治人物、进士出身。"],
        ["沈　恩", 131, "沈恩（1472年－1533年），字仁甫，号西津。南直隶松江府上海县人。明朝政治人物。"],
        ["罗　凤", 132, "罗凤（？－？），字子文，江西泰和县人，南京水军右卫军籍，明朝政治人物、进士出身。"],
        ["邓万斛", 133, "邓万斛（1469年－？年），字汝庸，四川省叙州府富顺县人，明朝政治人物、进士出身。"],
        ["姜文魁", 134, "姜文魁（？－？），字士元，江西南昌府进贤县人，民籍，明朝政治人物、进士出身。"],
        ["杨　玮", 135, "杨玮（？－？），字伯玉，直隶松江府华亭县人，匠籍，明朝政治人物、进士出身。"],
        ["郑　阳", 136, "郑阳（？－？），字宗干，直隶保定府安肃县人，民籍，明朝政治人物、进士出身。"],
        ["王　涣", 137, "王涣（？－？），字时霖，浙江宁波府象山县人，民籍，明朝政治人物、进士出身。"],
        ["曹　闵", 138, "曹闵（？－？），字宗孝，直隶松江府上海县人，民籍，明朝政治人物、进士出身。"],
        ["杜　玧", 139, "杜玧（？－？），字仲纯，山东兖州府滕县人，旗籍，明朝政治人物、进士出身。"],
        ["刘　玉", 140, "刘玉（？－？），字咸栗，諡端毅，号执斋[1]，江西承宣布政使司吉安府万安县（今江西省万安县），明朝政治人物、进士出身。刘广衡之孙、刘乔子。"],
        ["赵　廉", 141, "赵廉（？－？），字一清，顺天府大兴县人，武骧右卫军籍，明朝政治人物、进士出身。"],
        ["杨　溥", 142, "杨溥（？－？），字静夫，直隶长洲县人，南京留守后卫军籍，明朝政治人物、进士出身。"],
        ["阎　宇", 143, "阎宇（？－？），字大启，陕西西安府商州人，匠籍，明朝政治人物、进士出身。"],
        ["魏　讷", 144, "魏讷（？－？），字尚默，河南开封府鄢陵县人，民籍，明朝政治人物、进士出身。"],
        ["丘　泰", 145, "丘泰（？－？），字守严，福建兴化府莆田县人，军籍，明朝政治人物、进士出身。"],
        ["徐　淮", 146, "徐淮（？－？），字伯川，广西桂林府临桂县人，民籍，明朝政治人物、进士出身。"],
        ["左　辅", 147, "左辅（？－？），字弼之，直隶宁国府泾县人，民籍，明朝政治人物、进士出身。"],
        ["郭　经", 148, "郭经（？－？），字载道，直隶永平府卢龙县人，民籍，明朝政治人物、进士出身。"],
        ["冯　颙", 149, "冯颙（？－？），字有，广东琼州府琼山县人，民籍，明朝政治人物、进士出身。"],
        ["熊　卓", 150, "熊卓（？－？），字士选，江西南昌府丰城县人，民籍，明朝政治人物、进士出身。"],
        ["唐　锦", 151, "唐锦（1475年－1554年），字士綗，直隶松江府上海县人，民籍，明朝政治人物，官至江西按察使司提学副使。"],
        ["唐　钦", 152, "唐钦（？－？），字元敬，直隶常州府武进县人，官籍，明朝政治人物、进士出身。"],
        ["徐　昂", 153, "徐昂（？－？），字文举，直隶扬州府泰兴县人，民籍，明朝政治人物、进士出身。"],
        ["王　琮", 154, "王琮（？－？），字玉振，直隶保定府安州高阳县人，民籍，明朝政治人物、进士出身。"],
        ["顾　璘", 155, "顾璘画像"],
        ["陈文试", 156, "陈文试（？－？），字道衡，福建福州府长乐县人，民籍，明朝政治人物、进士出身。"],
        ["姜　佐", 157, "姜佐（？－？），字廷辅，山东济南府滨州人，军籍，明朝政治人物、进士出身。"],
        ["郁　勳", 158, "郁勲（？－？），字元绩，直隶苏州府常熟县人，民籍，明朝政治人物、进士出身。"],
        ["薛　", 159, "薛𣁦（？－？），字全卿，直隶大名府魏县人，民籍，明朝政治人物、进士出身。"],
        ["张　拱", 160, "张拱（？－？），字文瑞，直隶扬州府高邮州宝应县人，民籍，明朝政治人物、进士出身。"],
        ["刘　麟", 161, "刘麟（1475年－1561年），字元瑞，号南坦，江西承宣布政使司饶州府安仁县（今江西省馀江县）人，明朝工部尚书、进士出身。"],
        ["扈　湘", 162, "扈湘（1462年－1521年），字孔般，四川省叙州府富顺县人，军籍，明朝政治人物、进士出身。"],
        ["范　渊", 163, "范渊（？－？），字静之，湖广郴州桂阳县人，民籍，明朝政治人物、进士出身。"],
        ["高　宾", 164, "高宾（？－？），字舜穆，直隶常州府江阴县人，民籍，明朝政治人物、进士出身。"],
        ["陶　谐", 165, "陶谐（1474年－1546年），字世和，号南川，浙江会稽（今绍兴）陶堰人，明朝政治人物，同进士出身。"],
        ["刘　瑞", 166, "刘瑞（1461年－1525年），字德夫（德符），四川成都府内江县人，民籍，明朝政治人物。"],
        ["聂　瑄", 167, "聂瑄（？－？），字廷器，山东平原县人，金吾右卫官籍，明朝政治人物、进士出身。"],
        ["韩　廉", 168, "韩廉（？－？），字守清，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["周　玺", 169, "周玺（？－1507年），字天章，南直隶庐州衞（今安徽省合肥市）人，明朝政治人物。"],
        ["张　昊", 170, "张昊（？－？），字朝元，直隶凤阳府泗州天长县人，民籍，明朝政治人物、进士出身。"],
        ["甯　杲", 171, "甯杲（？－？），字仲升，山东蓬莱县人，辽东海州卫官籍，明朝政治人物、进士出身。"],
        ["彭　震", 172, "彭震（？－？），字子器，江西饶州府馀干县人，军籍，明朝政治人物、进士出身。"],
        ["范　璘", 173, "范璘（？－？），字敬温，浙江台州府临海县人，民籍，明朝政治人物、进士出身。"],
        ["刘　溥", 174, "刘溥（？－？），字润民，山东济南府新城县人，民籍，明朝政治人物、进士出身。"],
        ["王尚宾", 175, "王尚宾（？－？），字朝重，山西太原府阳曲县人，民籍，明朝政治人物、进士出身。"],
        ["金麒寿", 176, "金麒寿（？－？），字仁甫，应天府上元县人，官籍，明朝政治人物、进士出身。"],
        ["庄　", 177, "庄𥜃（？－？），字诚之，号鹤溪，直隶常州府武进县人，民籍，明朝政治人物、进士出身。"],
        ["戴　冕", 178, "戴冕（？－？），字从周，直隶嘉定县人，顺天府宛平县匠籍，明朝政治人物、进士出身。"],
        ["程　干", 179, "程干（？－？），字德易，江西饶州府乐平县人，民籍，明朝政治人物、进士出身。"],
        ["储　秀", 180, "储秀（？－？），字子竟，直隶常州府宜兴县人，民籍，明朝政治人物、进士出身。"],
        ["唐　荣", 181, "唐荣（？－？），字仁夫，广西柳州府融县人，民籍，明朝政治人物、进士出身。"],
        ["郑思纪", 182, "郑思纪（1464年－1523年），字宗礼，四川省嘉定州犍为县人，灶籍，明朝政治人物、进士出身。"],
        ["陈　顺", 183, "陈顺（？－？），字裕夫，浙江金华府金华县人，民籍，明朝政治人物、进士出身。"],
        ["张　芝", 184, "张芝（？－？），字庭毓，直隶徽州府歙县人，民籍，明朝政治人物、进士出身。"],
        ["邹　贤", 185, "邹贤（？－？），字恢才，江西吉安府安福县人，军籍，明朝政治人物、进士出身。"],
        ["边　贡", 186, "《边尚书华泉公像》，现藏山东省博物馆"],
        ["任　惠", 187, "任惠（1462年－？），字济民，直隶省永平府滦州人，明朝政治人物、进士出身。"],
        ["李廷光", 188, "李廷光（？－？），字德华，河南河南府陕州灵宝县人，军籍，明朝政治人物、进士出身。"],
        ["秦诚通", 189, "秦诚通（？－？），字孟阳，山西平阳府解州闻喜县人，民籍，明朝政治人物、进士出身。"],
        ["刘　烈", 190, "刘烈（？－？），字祥炳，江西吉安府安福县人，民籍，明朝政治人物、进士出身。"],
        ["耿继玄", 191, "耿继玄（？－？），字显之，直隶真定府晋州饶阳县人，匠籍，明朝政治人物、进士出身。"],
        ["李天衢", 192, "李天衢（？－？），字行之，山西太原府平定州乐平县人，军籍，明朝政治人物、进士出身。"],
        ["王　纶", 193, "王纶（？－？），字演之，西安府咸宁县人，陕西庆阳卫军籍，明朝政治人物、进士出身。"],
        ["许　蕃", 194, "许蕃（？－？），字邦宪，直隶永平府滦州人，民籍，明朝政治人物、进士出身。"],
        ["刘　绎", 195, "刘绎（？－？），字以成，山西太原府代州人，军籍，明朝政治人物、进士出身。"],
        ["白　杲", 196, "白杲（？－？），字光宇，直隶真定府南宫县人，官籍，明朝政治人物、进士出身。"],
        ["严　泰", 197, "严泰（？－？），字时和，山西汾州人，民籍，明朝政治人物、进士出身。"],
        ["曹　琛", 198, "曹琛（？－？），字廷实，山东兖州府济宁州嘉祥县人，民籍，明朝政治人物、进士出身。"],
        ["馀　洙", 199, "馀洙（？－？），字宗鲁，应天府溧阳县人，民籍，明朝政治人物、进士出身。"],
        ["童　品", 200, "童品（？－？），字廷式，浙江金华府兰谿县人，民籍，明朝政治人物、进士出身。"]
    ],
    "index": 39,
    "url": "https://zh.wikipedia.org/wiki/Template:%E5%BC%98%E6%B2%BB%E4%B9%9D%E5%B9%B4%E4%B8%99%E8%BE%B0%E7%A7%91%E6%AE%BF%E8%A9%A6%E9%87%91%E6%A6%9C",
    "second": [
        ["李永敷", 1, "李永敷（1462年－1521年），字贻教，号鹤山，湖广永兴县人，民籍，治《诗经》，年三十五岁中式弘治九年丙辰科第二甲第一名进士。十二月二十一日生，行八，曾祖李崇德；祖李思宽；父李秀实，前知县；前母刘氏；张氏。具庆下，妻陈氏，兄永富；永资；永庄；永昌；永奈（贡士），弟永蕃（贡士）；永春（阴阳训术）；永□。由国子生中式湖广乡试第四十一名举人，会试中式第六十名[1]。与王阳明、李东阳、何孟春、李梦阳、杨一清等交往甚深。弘治十三年（1500年）授兵部武选司主事，出使南直隶州。正德年间，因反对刘瑾篡权，被罢官归乡。创建石屏书院，担任教员，并着《鹤山集》、《石屏文稿》[2]。正德十二年，主修《永兴县志》[3]。"],
        ["李　瓒", 2, "李瓒（1460年－1519年），字宗器，山东濮州人，锦衣卫籍，治《诗经》，明朝政治人物、进士出身。"],
        ["顾　潜", 3, "顾潜（1471年－1530年），字孔昭，南直隶苏州府崑山县人，民籍，治《易经》，明朝政治人物、进士出身。"],
        ["陈凤梧", 4, "陈凤梧（1475年－1541年），字文鸣，号静斋。江西吉安府泰和县人，民籍，明朝政治人物。"],
        ["史　后", 5, "史后（1468年－1527年），字巽仲，应天府溧阳县人，民籍，治《易经》，明朝政治人物、进士出身。"],
        ["濮　韶", 6, "濮韶，字和仲，南直隶当涂县人，太医院籍，明朝翰林。"],
        ["陈　谘", 7, "陈谘（1467年－1526年），字汝谋，浙江省嘉兴府秀水县人，军籍，明朝政治人物、进士出身。"],
        ["左　唐", 8, "左唐（1477年－1536年），字尧卿，南直隶扬州府江都县人，民籍，明朝政治人物、进士出身。"],
        ["蔡　栻", 9, "蔡栻（1464年－1523年），字元敬，浙江省钱塘县人，顺天府大兴县匠籍，治《诗经》，明朝政治人物、进士出身。"],
        ["陆　冒", 10, "陆冒（1455年－1514年），字尚德，长洲县人，直隶苏州府吴县军籍，治《易经》，明朝政治人物、进士出身。"],
        ["胡　献", 11, "胡献（？－？），字时臣，江西新喻县人，直隶扬州兴化千户所军籍，明朝政治人物、进士出身。"],
        ["张　潜", 12, "张潜（1472年－1526年），字用昭，号西溪，河南承宣布政使司太康县人，陕西岷州卫籍，明朝政治人物、进士出身。"],
        ["邹　轩", 13, "邹轩（？－？），字公轾，浙江绍兴府馀姚县人，灶籍，明朝政治人物、进士出身。"],
        ["董天锡", 14, "董天锡（？－？），字寿甫，江西赣州府宁都县人，官籍，明朝政治人物、进士出身。"],
        ["张　玠", 15, "张玠（？－？），字世奇，顺天府宛平县人，民籍，明朝政治人物、进士出身。"],
        ["王　荩", 16, "王荩（？－？），字惟忠，山东莱州府潍县人人，锦衣卫籍，明朝政治人物、进士出身。"],
        ["翁　玉", 17, "翁玉（？－？），字润之，浙江宁波府慈谿县人，匠籍，明朝政治人物、进士出身。"],
        ["王朝卿", 18, "王朝卿（？－？），字升之，浙江临海县人人，江西南昌府新建县民籍，明朝政治人物、进士出身。"],
        ["皇甫录", 19, "皇甫录（？－？），字世庸，直隶苏州府长洲县人，民籍，明朝政治人物、进士出身。"],
        ["周　曾", 20, "周曾（？－？），字希沂，山西太原府曲阳县人，民籍，明朝政治人物、进士出身。"],
        ["沈　纶", 21, "沈纶（？－？），字朝绶，浙江杭州府仁和县人，民籍，明朝政治人物、进士出身。"],
        ["董　忱", 22, "董忱（？－？），字世行，直隶松江府上海县人，民籍，明朝政治人物、进士出身。"],
        ["王　宣", 23, "王宣（1470年－1529年），字承德，四川省嘉定州人，民籍，治《礼记》，明朝政治人物、进士出身。"],
        ["周　臣", 24, "周臣（？－？），字元弼，江西宜春县人人，直隶扬州卫通州千户所籍，明朝政治人物、进士出身。"],
        ["赵　鹤", 25, "赵鹤（？－？），字叔鸣，号具区，直隶扬州府江都县人，民籍，明朝政治人物、进士出身。"],
        ["刘　东", 26, "刘东（？－？），字元昭，河南河南府洛阳县人，民籍，明朝政治人物、进士出身。"],
        ["黄　相", 27, "黄相（？－？），字弼甫，福建兴化府莆田县人，军籍，明朝政治人物、进士出身。"],
        ["简　芳", 28, "简芳（？－？），字德馨，江西瑞州府上高县人人，民籍，明朝政治人物、进士出身。"],
        ["张　诺", 29, "张诺（？－？），字承之，山东济南府滨州人，军籍，明朝政治人物、进士出身。"],
        ["甘　振", 30, "甘振（？－？），字大声，广西浔州府桂平县人，民籍，明朝政治人物、进士出身。"],
        ["陈　言", 31, "陈言（？－？），字子朝，直隶苏州府长洲县人，军籍，明朝政治人物、进士出身。"],
        ["张　秀", 32, "张秀（？－？），字成实，福建建宁府瓯宁县人，民籍，明朝政治人物、进士出身。"],
        ["严　经", 33, "1932年修《江苏洞庭严氏族谱》之芥舟公像"],
        ["吴大有", 34, "吴大有（？－？），字元亨，直隶崑山县人人，应天府上元县匠籍，明朝政治人物、进士出身。"],
        ["李嘉祥", 35, "李嘉祥（？－？），字时凤，直隶池州府贵池县人，民籍，明朝政治人物、进士出身。"],
        ["张绍龄", 36, "张绍龄（？－？），字寿卿，广东广州府番禺县人，军籍，明朝政治人物、进士出身。"],
        ["吴　江", 37, "吴江（？－？），字从岷，浙江湖州府德清县人，民籍，明朝政治人物、进士出身。"],
        ["刘　光", 38, "刘光（？－？），字景晦，浙江宁波府定海县人，军籍，明朝政治人物、进士出身。"],
        ["高　节", 39, "高节（1468年－1527年），字介夫，应天府上元县人，民籍，治《诗经》，明朝政治人物、进士出身。"],
        ["刘　乔", 40, "刘乔（？－？），字世臣，浙江宁波府慈谿县人，民籍，明朝政治人物、进士出身。"],
        ["艾　洪", 41, "艾洪（？－？），字德裕，山东济南府滨州人，军籍，明朝政治人物、进士出身。"],
        ["汝　泰", 42, "汝泰（？－？），字通，直隶苏州府吴江县人，民籍，明朝政治人物、进士出身。"],
        ["熊　伟", 43, "熊伟（？－？），字彦卿，江西新建县人人，万全右卫官籍，明朝政治人物、进士出身。"],
        ["鲍　璋", 44, "鲍璋（？－？），字德卿，浙江宁波府鄞县人，民籍，明朝政治人物、进士出身。"],
        ["刘　祥", 45, "刘祥（？－？），字庆，江西吉安府安福县人，儒籍，明朝政治人物、进士出身。"],
        ["程　琯", 46, "程琯（？－？），字德和，直隶徽州府歙县人，民籍，明朝政治人物、进士出身。"],
        ["王朝佐", 47, "王朝佐（？－？），字廷望，浙江温州府平阳县人，军籍，明朝政治人物、进士出身。"],
        ["何　诏", 48, "何诏（？－？），字廷纶，浙江绍兴府山阴县人，民籍，明朝政治人物、进士出身。"],
        ["周　鼎", 49, "周鼎（？－？），字定之，湖广茶陵州人人，金吾左卫官籍，明朝政治人物、进士出身。"],
        ["胡　键", 50, "胡键（？－？），字希准，直隶大名府长垣县人，军籍，明朝政治人物、进士出身。"],
        ["孙　禄", 51, "孙禄（？－？），字天锡，山东承宣布政使司登州府栖霞县（今山东省烟台市栖霞县）人，明朝政治人物、进士出身。"],
        ["龙　霓", 52, "龙霓（1462年－1521年），字致仁，江西宜春县人，南京牧马千户所官籍，治《书经》，明朝政治人物、进士出身。"],
        ["曹　琚", 53, "曹琚（1457年－1516年），字仲玉，湖广郴州桂阳县人，官籍，治《诗经》，明朝政治人物、进士出身。"],
        ["华　㫤", 54, "华㫤（1459年－1518年），字文光，南直隶常州府无锡县人，民籍，治《诗经》，明朝政治人物、进士出身。"],
        ["谢　杰", 55, "谢杰（1459年－1518年），字循卿，福建省漳州府龙溪县人，军籍，治《书经》，明朝政治人物、进士出身。"],
        ["李　珪", 56, "李珪（1463年－1522年），字用献，江西吉安府永新县人，民籍，治《易经》，明朝政治人物、进士出身。"],
        ["胡　玺", 57, "胡玺（1466年－1525年），字伯章，直隶邢台县人，锦衣卫官籍，治《礼记》，明朝政治人物、进士出身。"],
        ["尙　衡", 58, "尚衡（1457年－1516年），字一中，陕西省西安府同州人，民籍，治《书经》，明朝政治人物、进士出身。"],
        ["吕元夫", 59, "吕元夫（1470年－？年），字仲仁，南直隶常州府无锡县人，明朝政治人物、诗人。"],
        ["刘用中", 60, "刘用中（1460年－1519年），字道行，四川省叙州府富顺县人，民籍，治《诗经》，明朝政治人物、进士出身。"],
        ["董　恬", 61, "董恬（1458年－1517年），字世良，南直隶松江府上海县人，民籍，治《书经》，明朝政治人物、进士出身。"],
        ["宋　毓", 62, "宋毓（1462年－1521年），字锺秀，山东德州人，直隶德州卫官籍，治《诗经》，明朝政治人物、进士出身。"],
        ["张邦瑞", 63, "张邦瑞（1456年－1515年），字天凤，南直隶常州府宜兴县人，军籍，治《易经》，明朝政治人物、进士出身。"],
        ["陈　霁", 64, "陈霁（1465年－1524年），字子宇，南直隶苏州府吴县人，民籍，治《易经》，明朝政治人物、进士出身。"],
        ["刘思贤", 65, "刘思贤（？－？），字用宾，湖广荆州府石首县人，军籍，明朝政治人物、进士出身。"],
        ["戴　敏", 66, "戴敏（？－？），字逊之，直隶徽州府婺源县人，民籍，明朝政治人物、进士出身。"],
        ["汪　璧", 67, "汪璧（？－？），字叔完，河南汝宁府光州商城县人，军籍，明朝政治人物、进士出身。"],
        ["包　泽", 68, "包泽（？－？），字民望，浙江宁波府鄞县人，民籍，明朝政治人物、进士出身。"],
        ["谢　麒", 69, "谢麒（？－？），字应祥，江西南昌府新建县人，民籍，明朝政治人物、进士出身。"],
        ["杨　褫", 70, "杨褫（？－？），字介福，湖广常德府武陵县人，民籍，明朝政治人物、进士出身。"],
        ["叶　德", 71, "叶德（？－？），字宗本，浙江处州府丽水县人，民籍，明朝政治人物、进士出身。"],
        ["耿　明", 72, "耿明（？－？），字晦之，山东东昌府临清州馆陶县人，军籍，明朝政治人物、进士出身。"],
        ["黄　昭", 73, "黄昭（？－？），字明甫，直隶常州府江阴县人，民籍，明朝政治人物、进士出身。"],
        ["沈文华", 74, "沈文华（？－？），字崇实，湖广安陆卫人，军籍，明朝政治人物、进士出身。"],
        ["李　诚", 75, "李诚（？－？），字则明，湖广黄州府黄陂县人，马船籍，明朝政治人物、进士出身。"],
        ["邓　洹", 76, "邓洹（？－？），字宇清，大同中屯卫人人，直隶常州府无锡县军籍，明朝政治人物、进士出身。"],
        ["张凤羾", 77, "张凤羾（1467年－1526年），字来仪，四川嘉定府夹江县人，军籍，治《易经》，明朝政治人物、进士出身。"],
        ["李　源", 78, "李源（？－？），字宗一，河南开封府祥符县人，民籍，明朝政治人物、进士出身。"],
        ["王子言", 79, "王子言（？－？），字如行，浙江严州府淳安县人，民籍，明朝政治人物、进士出身。"],
        ["罗　璋", 80, "罗璋（？－？），字瑞卿，山东济南府历城县人，民籍，明朝政治人物、进士出身。"],
        ["陈　言", 81, "陈言（？－？），字汝昌，直隶苏州府常熟县人，匠籍，明朝政治人物、进士出身。"],
        ["王　寿", 82, "王寿（？－？），字希仁，直隶徽州府婺源县人，民籍，明朝政治人物、进士出身。"],
        ["蔡中孚", 83, "蔡中孚（？－？），字信之，浙江湖州府德清县人，官籍，明朝政治人物、进士出身。"],
        ["韩　俊", 84, "韩俊（？－？），字克章，广东琼州府文昌县人，民籍，明朝政治人物、进士出身。"],
        ["李　钺", 85, "李钺，字虔甫，河南祥符县（今河南省开封市）人，明朝兵部尚书、进士出身。"],
        ["陈洪谟", 86, "陈洪谟，字宗禹，湖广武陵县人，明朝政治人物。"],
        ["孟　春", 87, "孟春（？－？），字时元，山西泽州人，民籍，明朝政治人物、进士出身。"],
        ["彭　夔", 88, "彭夔（？－？），字师舜，江西吉安府安福县人人，袁州府宜春县民籍，明朝政治人物、进士出身。"],
        ["杨学礼", 89, "杨学礼（？－？），字立夫，山东济南府武定州人，民籍，明朝政治人物、进士出身。"],
        ["黄　衷", 90, "黄衷（1474年－1553年），字子和，广东广州府南海县人，军籍，明朝政治人物、进士出身。"],
        ["戴　达", 91, "戴达（？－？），字景伊，直隶凤阳府宿州灵璧县人，民籍，明朝政治人物、进士出身。"],
        ["李　达", 92, "李达（？－？），字士行，顺天府固安县人，军籍，明朝政治人物、进士出身。"],
        ["季　春", 93, "季春（？－？），字体仁，直隶高邮州人人，山西振武卫军籍，明朝政治人物、进士出身。"],
        ["贾　咏", 94, "贾咏（1464年－1547年），字鸣和，河南开封府许州临颖县人，匠籍，明朝政治人物。弘治年间先后中式解元、进士。官至武英殿大学士，加少保。"],
        ["何　俊", 95, "何俊（？－？），字邦彦，浙江兰谿县人人，顺天府大兴县富户籍，明朝政治人物、进士出身。"]
    ]
}