{
    "year_name": "正德十二年丁丑科殿试金榜",
    "first": [
        ["舒　芬", 1, "舒芬（1484年－1527年），字国裳，号梓溪，学者称梓溪先生，江西进贤（今江西省进贤县塘南镇梓溪村）人，明朝经学家，正德十二年（1517年）状元。"],
        ["伦以训", 2, "伦以训（1497年－1540年），字彦式，号白山，广东南海黎涌（今佛山澜石黎涌村）人，明朝政治人物、榜眼。"],
        ["崔　桐", 3, "崔桐（1479年－16世纪），字来凤，号东洲，直隶海门人，明朝官员、探花。"]
    ],
    "third": [
        ["柯维熊", 1, "柯维熊（？－？），字奇征，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["王时柯", 2, "王时柯，字敷英，江西承宣布政使司吉安府万安县（今江西省万安县）人，明朝政治人物，同进士出身。"],
        ["夏　言", 3, "夏言（1482年－1548年），字公谨，号桂洲，江西贵溪人。明朝政治人物，同进士出身。"],
        ["李绍贤", 4, "李绍贤（？－1519年），字崇德，巢县人，直隶泗州卫军籍，明朝政治人物、进士出身。"],
        ["顾　济", 5, "顾济，字舟卿，南直隶苏州府崑山县（今江苏省崑山县）人，明朝政治人物、进士出身。顾鑑之子、顾溱之弟。"],
        ["高　节", 6, "高节（1472年－1531年），字大节，河南省开封府睢州人，民籍，治《礼记》，年四十六岁中式正德十二年丁丑科第三甲第六名进士。三月十三日生，行一，曾祖高贵；祖高能，封监察御史；父高安，监察御史；母王氏（赠孺人）；继母楚氏（封孺人）。永感下，妻黄氏，兄雄，弟林；相。由国子生中式河南乡试第三十六名举人，会试中式第二百七十七名[1]。"],
        ["王世禄", 7, "王世禄（？－？），字子延，直隶广德州人，军籍，明朝政治人物、进士出身。"],
        ["刘　穆", 8, "刘穆（？－？），字敬之，山西平阳府临汾县人，民籍，明朝政治人物、进士出身。"],
        ["高　璧", 9, "高璧（？－？），字德卿，浙江秀水县人，锦衣卫匠籍，明朝政治人物、进士出身。"],
        ["买　璘", 10, "贾璘（？－？），字文璧，山东济南府武定州阳信县人，民籍，明朝政治人物、进士出身。"],
        ["曾　棠", 11, "曾棠（1483年－1542年），字方召，四川省嘉定州人，民籍，治《礼记》，年三十五岁中式正德十二年丁丑科第三甲第十一名进士。正月二十七日生，行二，曾祖曾孟举；祖曾友良；父曾贤；母萧氏。具庆下，妻郑氏，兄棊，弟乐。由国子生中式四川乡试第五十九名举人，会试中式第二百十八名[1]。"],
        ["陈　华", 12, "陈华（？－？），字朝誉，福建泉州府晋江县人，盐籍，明朝政治人物、进士出身。"],
        ["蔡宗兖", 13, "蔡宗兖，字希颜。浙江山阴人。明朝官员、学者。"],
        ["裴绍宗", 14, "裴绍宗（？－1524年），字伯修，渭南人。明朝官员。"],
        ["杨士云", 15, "杨士云（1477年－1554年），字从龙，明朝白族学者，世称弘山先生。云南大理喜洲人。"],
        ["朱　豹", 16, "朱豹（？－？），字子文，直隶松江府上海县人，军籍，明朝政治人物、进士出身。"],
        ["曹　镃", 17, "曹镃（？－？），字时用，句容县人，直隶常州府武进县军籍，明朝政治人物、进士出身。"],
        ["杨　翱", 18, "杨翺（？－？），字云凤，应天府江宁县人，民籍，明朝政治人物、进士出身。"],
        ["夏宗仁", 19, "夏宗仁（？－？），字以元，直隶广德州建平县人，民籍，明朝政治人物、进士出身。"],
        ["王　鼎", 20, "王鼎（？－？），字汝调，河南汝州人，军籍，明朝政治人物、进士出身。"],
        ["林若周", 21, "林若周（？－？），字吾从，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["李　惠", 22, "李惠（？－1519年），字德卿，河南承宣布政使司开封府祥符县（今河南省开封市）人，明朝政治人物、同进士出身。尚书李钺之子。"],
        ["马　纪", 23, "马纪（？－？），字直卿，河南开封府钧州人，民籍，明朝政治人物、进士出身。"],
        ["涂　相", 24, "涂相（？－？），字梦卜，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["胡效才", 25, "胡效才（？－？），字汝愚，直隶淮安府沐阳县人，民籍，明朝政治人物、进士出身。"],
        ["梁朝宗", 26, "梁朝宗（？－？），字东之，江西吉安府龙泉县人，民籍，明朝政治人物、进士出身。"],
        ["白　珝", 27, "白珝（？－？），字德润，陕西凤翔府宝鸡县人，民籍，明朝政治人物、进士出身。"],
        ["王　暐", 28, "王暐，字克明[1]，明朝南直隶应天府句容县（今江苏省镇江市句容县）人，明朝政治人物，同进士出身。"],
        ["杨　瑀", 29, "杨瑀（？－？），字文珮，直隶崇明县人，顺天府涿州民籍，明朝政治人物、进士出身。"],
        ["张邦敎", 30, "张邦教（？－？），字以宽，山西平阳府蒲州人，民籍，明朝政治人物、进士出身。"],
        ["汪　溱", 31, "汪溱（？－？），字汝梁，直隶徽州府祁门县人，民籍，明朝政治人物、进士出身。"],
        ["刘一正", 32, "刘一正（？－？），字体道，山西平阳府蒲州人，民籍，明朝政治人物、进士出身。"],
        ["蔡　干", 33, "蔡干（？－？），字汝健，湖广武昌府崇阳县人，军籍，明朝政治人物、进士出身。"],
        ["张希尹", 34, "张希尹（？－？），字子修，山西万泉县人，山东临清卫军籍，明朝政治人物、进士出身。"],
        ["王　官", 35, "王官（？－？），字惟人，陕西宁夏左屯卫人，军籍，明朝政治人物、进士出身。"],
        ["刘　讱", 36, "刘讱（1484年－1559年），河南承宣布政使司开封府鄢陵县（今河南省许昌市鄢陵县）人，明朝政治人物，同进士出身。刑部尚书刘璟之子。"],
        ["徐　岱", 37, "徐岱（1483年－1542年），字世瞻，四川省嘉定州威远县人，灶籍，治《诗经》，年三十五岁中式正德十二年丁丑科第三甲第三十七名进士。五月十一日生，行三，曾祖徐以礼；祖徐恭；父徐尚廉，寿官；母馀氏。具庆下，妻梁氏，兄行；健，弟律。由国子生中式四川乡试第二十一名举人，会试中式第一百九十九名[1]。"],
        ["李　文", 38, "李文（？－？），字载道，河南河南府宜阳县人，民籍，明朝政治人物、进士出身。"],
        ["陈　相", 39, "陈相（？－？），字君辅，河南河南府洛阳县人，民籍，明朝政治人物、进士出身。"],
        ["陈嘉谋", 40, "陈嘉谋（？－？），字仲询，福建福州府长乐县人，民籍，明朝政治人物、进士出身。"],
        ["王可学", 41, "王可学（？－？），字时敏，顺天府固安县人，民籍，明朝政治人物、进士出身。"],
        ["侯　秩", 42, "侯秩（？－？），字季常，直隶大名府开州长垣县人，民籍，明朝政治人物、进士出身。"],
        ["伍馀福", 43, "伍馀福（？－？），字畴中，直隶苏州府吴县人，民籍，明朝政治人物、进士出身。"],
        ["徐子龙", 44, "徐子龙（？－？），字中夫，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["谢　旻", 45, "谢旻（？－？），字仁夫，直隶顺德府任县人，民籍，明朝政治人物、进士出身。"],
        ["柯　相", 46, "柯相（？－？），字元卿，直隶池州府贵池县人，军籍，明朝政治人物、进士出身。"],
        ["王　崑", 47, "王崑（？－？），字希申，直隶凤阳府宿州灵璧县人，民籍，明朝政治人物、进士出身。"],
        ["吴　英", 48, "吴英（？－？），字文杰，攸县人，湖广瞿塘卫军籍，明朝政治人物、进士出身。"],
        ["张　星", 49, "张星（？－？），字子阳，广西桂林中卫人，军籍，明朝政治人物、进士出身。"],
        ["金　朴", 50, "金朴，浙江鄞县（今浙江宁波）人，是一名明朝政治人物。进士出身。"],
        ["廖　冔", 51, "廖𠳲（？－？），字仪仲，临桂县人，广西南宁府□籍，明朝政治人物、进士出身。"],
        ["宋　锐", 52, "宋锐（？－？），字进之，山东济南府新城县人，军籍，明朝政治人物、进士出身。"],
        ["范　鏓", 53, "范鏓，字平甫，沈阳人（今辽宁省沈阳市）。明朝嘉靖年间重臣，官至明朝兵部侍郎。"],
        ["邓继曾", 54, "邓继曾（1491年－1550年），字士鲁，四川成都府资县人[1]。明朝政治人物。正德进士。嘉靖初年，因谏言而被下狱罢黜。"],
        ["熊　荣", 55, "熊荣（？－？），字以仁，河南汝宁府光州光山县人，军籍，明朝政治人物、进士出身。"],
        ["范　绅", 56, "范绅（？－？），字缙卿，直隶盱眙县人，锦衣卫官籍，明朝政治人物、进士出身。"],
        ["季　本", 57, "季本（？－？），字明德，浙江绍兴府会稽县人，民籍，明朝政治人物、进士出身。"],
        ["王纳言", 58, "王纳言（？－？），字允忠，山东济南府淄川县人，民籍，明朝政治人物、进士出身。"],
        ["刘　最", 59, "刘最（？－1548年），字振廷、号孟斋，江西承宣布政使司抚州府崇仁县（今江西省崇仁县）人，明朝政治人物、同进士出身。刘璲之孙、刘崇之子。"],
        ["马　冕", 60, "马冕（？－？），字文中，直隶河间府肃宁县人，民籍，明朝政治人物、进士出身。"],
        ["桑　仟", 61, "桑仟（？－？），字宗之，浙江丽水县人，陕西安东中护卫籍，明朝政治人物、进士出身。"],
        ["王正宗", 62, "王正宗（？－？），字适夫，顺天府固安县人，锦衣卫官籍，明朝政治人物、进士出身。"],
        ["吴　琦", 63, "吴琦（？－？），字汝器，武乡县人，山西潞州卫军籍，明朝政治人物、进士出身。"],
        ["蔡　经", 64, "张经（1492年－1555年），字廷彝，号半洲，侯官县（今福建福州市）洪塘乡人，是明朝抗倭将领，为人刚正，得罪严嵩、赵文华、胡宗宪等，因而被明世宗处死，着有《半洲诗集》传世。明穆宗諡其襄愍。"],
        ["李　东", 65, "李东（？－？），字震卿，陕西西安府蓝田县人，民籍，明朝政治人物、同进士出身。"],
        ["戴继先", 66, "戴继先（？－？），字承绪，浙江海盐县人，营州屯卫军籍，明朝政治人物、进士出身。"],
        ["朱　洸", 67, "朱洸（？－？），字大武，常熟县人，直隶苏州府太仓州民籍，明朝政治人物、进士出身。"],
        ["秦　武", 68, "秦武（？－？），字从熙，浙江台州府临海县人，军籍，明朝政治人物、进士出身。"],
        ["庞　淳", 69, "庞淳（？－？），字宗厚，顺天府宝坻县人，军籍，明朝政治人物、进士出身。"],
        ["邓　钺", 70, "邓钺（？－？），字邦靖，山西襄陵县人，四川成都后卫军籍，明朝政治人物、进士出身。"],
        ["詹　珪", 71, "詹珪（？－？），字朝章，江西饶州府鄱阳县人，军籍，明朝政治人物、进士出身。"],
        ["陈大道", 72, "陈大道（1479年－1538年），字敬之，四川省顺庆府南充县人，民籍，治《礼记》，年三十九岁中式正德十二年丁丑科第三甲第七十二名进士。二月初四日生，行四，曾祖陈纪；祖陈衡，训导；父陈信，监生；母蒲氏。永感下，妻何氏，兄大理；福生；大义，弟大策；大学；用章；大猷。由国子生中式四川乡试第二十四名举人，会试中式第七十六名[1]。"],
        ["葛　兰", 73, "葛兰（？－？），字时秀，河南信阳卫人，军籍，明朝政治人物、进士出身。"],
        ["吴　仲", 74, "吴仲（？－？），字亚甫，直隶常州府武进县人，民籍，明朝政治人物、进士出身。"],
        ["任　佃", 75, "任佃（1490年－1549年），字象虞，四川省顺庆府南充县人，军籍，明朝政治人物。"],
        ["刘守愚", 76, "刘宏愚（？－？），字克明，湖广武昌府兴国州人，马船籍，明朝政治人物、进士出身。"],
        ["刘　漳", 77, "刘漳（？－？），字允济，湖广黄冈县人，陕西临洮兰州匠籍，明朝政治人物、进士出身。"],
        ["王胤贤", 78, "王胤贤（？－？），字绍先，河南开封府中牟县人，军籍，明朝政治人物、进士出身。"],
        ["沈　松", 79, "沈松（？－？），字如松，浙江湖州府德清县人，民籍，明朝政治人物、进士出身。"],
        ["林茂竹", 80, "林茂竹（？－？），字仲修，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["蒋　珙", 81, "蒋珙（？－？），字国信，应天府溧阳县人，军籍，明朝政治人物、进士出身。"],
        ["赵　焱", 82, "赵焱（？－？），字光霁，山东济南府齐河县人，军籍，明朝政治人物、进士出身。"],
        ["孙　峻", 83, "孙峻（？－？），字克明，直隶扬州府高邮州人，军籍，明朝政治人物、进士出身。"],
        ["高　轩", 84, "高轩（？－？），字文载，直隶迁安县人，武成中卫官籍，明朝政治人物、进士出身。"],
        ["林公黼", 85, "林公黼（？－1519年），字质夫，福建福州府长乐县人，民籍，明朝政治人物、同进士出身。"],
        ["杨　鏊", 86, "杨鏊（？－？），字时济，临桂县人，广西桂林中卫军籍，明朝政治人物、进士出身。"],
        ["潘　锐", 87, "潘锐（？－？），字宗鲁，直隶庐州府六安州人，军籍，明朝政治人物、进士出身。"],
        ["刘　黻", 88, "刘黻（？－？），字伯绣，湖广衡州府衡阳县人，军籍，明朝政治人物、进士出身。"],
        ["杨　秦", 89, "杨秦（？－？），字济之，山西望成县人，兴州中屯卫官籍，明朝政治人物、进士出身。"],
        ["张　岳", 90, "张岳（1492年－1552年），字维乔，号净峰，福建惠安县东岭张坑村人。张岳为程朱理学的忠实信奉者，与陈琛、林希元三人并称“泉州三狂”[1]。1996年，福建省民政厅确定张岳为福建省历史文化名人[2]。"],
        ["萧与成", 91, "萧与成（1494年－1579年），字宗乐，号铁峰。广东潮阳县（今属潮阳区）人。明朝政治人物。"],
        ["陈万言", 92, "陈万言（？－？），字子约，河南开封府郑州汜水县人，民籍，明朝政治人物、进士出身。"],
        ["方　澜", 93, "方澜（？－？），字思源，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["傅南乔", 94, "傅南乔（？－？），字梁器，上虞县人，浙江绍兴府山阴县军籍，明朝政治人物、进士出身。"],
        ["袁　淮", 95, "袁淮（？－？），字伯昭，直隶河间府任丘县人，民籍，明朝政治人物、进士出身。"],
        ["林　时", 96, "林时（？－？），字懋易，直隶休宁县人，河南汝宁府汝阳县民籍，明朝政治人物、进士出身。"],
        ["郑自璧", 97, "郑自璧，河南承宣布政使司开封府祥符县（今河南省开封市）人，明朝政治人物。"],
        ["刘世扬", 98, "刘世扬，字实甫，福建承宣布政使司福州府闽县（今福建省福州市）人，明朝政治人物、进士出身。"],
        ["杜民表", 99, "杜民表（？－？），字望之，浙江嵊县人，锦衣卫旗籍，明朝政治人物、进士出身。"],
        ["宋　沂", 100, "宋沂（？－？），字希曾，直隶河间府静海县人，匠籍，明朝政治人物、进士出身。"],
        ["马　津", 101, "马津（？－？），字宗孔，崑山县人，直隶徐州民籍，明朝政治人物、进士出身。"],
        ["张　淮", 102, "张淮（1489年－1548年），字景禹，广东省广州府顺德县人，军籍，治《诗经》，年二十九岁中式正德十二年丁丑科第三甲第一百零二名进士。十一月十六日生，行七，曾祖张秉谅；祖张庸，寿官；父张铮，义官；母李氏。具庆下，妻李氏，兄澜；洌；澯（礼部主事）；沂，弟濋；海；浃；淡；涤；浔；洙；沆；湘；沔。由国子生中式广东乡试第十六名举人，会试中式第二百四十九名[1]。"],
        ["陈良谟", 103, "陈良谟（？－？），字忠夫，浙江湖州府安吉州人，民籍，明朝政治人物、进士出身。"],
        ["王　冕", 104, "王冕（？－？），字服周，河南河南府洛阳县人，军籍，明朝政治人物、进士出身。"],
        ["朱　鼐", 105, "《松江邦彦画像》之朱鼐像"],
        ["田　秀", 106, "田秀（？－？），字子实，直隶凤阳府寿州霍丘县人，民籍，明朝政治人物、进士出身。"],
        ["程　资", 107, "程资（？－？），字仲朴，直隶徽州府婺源县人，民籍，明朝政治人物、进士出身。"],
        ["谢　诰", 108, "谢诰（？－？），字朝制，山西平阳府解州安邑县人，民籍，明朝政治人物、进士出身。"],
        ["张　淮", 109, "张淮（1482年－1541年），字豫卿，直隶太仓卫官籍，治《易经》，明朝政治人物、进士出身。"],
        ["吴世良", 110, "吴世良，博平人，明朝政治人物、进士出身。"],
        ["吾　谨", 111, "吾谨（？－？），字惟可，浙江衢州府开化县人，民籍，明朝政治人物、进士出身。"],
        ["陈　直", 112, "陈直（？－？），字遂初，浙江杭州府仁和县人，民籍，明朝政治人物、进士出身。"],
        ["张　濂", 113, "张濂（？－？），字景周，顺天府蓟州人，万全都司官籍，明朝政治人物、进士出身。"],
        ["曹　嘉", 114, "曹嘉（？－？），字仲礼，陕西宁州人，河南开封府扶沟县民籍，明朝政治人物、进士出身。"],
        ["李士允", 115, "李士允（？－？），字子中，河南开封府祥符县人，军籍，明朝政治人物、进士出身。"],
        ["司　迪", 116, "司迪（？－？），字允吉，山西泽州人，军籍，明朝政治人物、进士出身。"],
        ["阎　闳", 117, "阎闳（？－？），字尚友，山东东昌府临清州人，军籍，明朝政治人物、进士出身。"],
        ["姚汝臯", 118, "姚汝臯（？－？），字舜卿，河南开封府襄城县人，民籍，明朝政治人物、进士出身。"],
        ["王　懋", 119, "王懋（？－1538年），陕西承宣布政使司西安府咸宁县（今陕西省西安市）人，明朝官员、同进士出身。"],
        ["毕　张", 120, "毕张（？－？），字宿夫，河南南阳府裕州人，民籍，明朝政治人物、进士出身。"],
        ["吴　鼎", 121, "吴鼎（？－？），字维新，浙江杭州府钱塘县人，民籍，明朝政治人物、进士出身。"],
        ["鲁　纶", 122, "鲁纶（？－？），字孔言，湖广黄冈县人，辽东定辽右卫官籍，明朝政治人物、进士出身。"],
        ["叶　竦", 123, "叶竦（？－？），字乔新，江西抚州府临川县人，民籍，明朝政治人物、进士出身。"],
        ["丁　瓒", 124, "丁瓒（？－？），字敬夫，直隶镇江府丹徒县人，民籍，明朝政治人物、进士出身。"],
        ["郭　波", 125, "郭波（？－？），字澄卿，福建福州府闽县人，民籍，明朝政治人物、进士出身。"],
        ["高　夔", 126, "高夔（？－？），字舜臣，江西高安县人，锦衣卫镇抚司匠籍，明朝政治人物、进士出身。"],
        ["牟　盛", 127, "牟盛（？－？），字汝登，湖广武昌府江夏县人，军籍，明朝政治人物、进士出身。"],
        ["季　方", 128, "季方（？－？），字子坤，直隶高邮州人，山西振武卫旗籍，明朝政治人物、进士出身。"],
        ["陈大器", 129, "陈大器（？－？），字国成，广东潮州府潮阳县人，民籍，明朝政治人物、进士出身。"],
        ["顾　铎", 130, "顾铎（1488年－16世纪？），字孔振，博兴县西隅人，明朝官员、进士出身。顾友之子。"],
        ["王　泮", 131, "王泮（？－？），字文渊，山西潞州卫磁州守御千户所人，军籍，明朝政治人物、进士出身。"],
        ["李秉仁", 132, "李秉仁（1482年－1541年），字元夫，四川省顺庆府西充县人，军籍，治《易经》，年三十六岁中式正德十二年丁丑科第三甲第一百三十二名进士。正月二十日生，行一，曾祖李马继；祖李朝；父李洁；母侯氏。重庆下，妻赵氏，弟显仁。由县学生中式四川乡试第二十三名举人，会试中式第三百四十九名[1]。"],
        ["王　莘", 133, "《江苏江阴古塘王氏宗谱》之《前山公像》"],
        ["尹嗣忠", 134, "尹嗣忠（？－？），字子贞，直隶滦州人，神策卫军籍，明朝政治人物、进士出身。"],
        ["胡　誉", 135, "胡誉（？－？），字实孚，江西临江府新喻县人，匠籍，明朝政治人物、进士出身。"],
        ["王翰臣", 136, "王翰臣（1464年－1523年），字文佐，四川省顺庆府渠县人，民籍，治《易经》，年五十四岁中式正德十二年丁丑科第三甲第一百三十六名进士。九月初四日生，行一，曾祖王原；祖王子明；父王琛；母何氏；继母王氏。具庆下，妻李氏，弟拱臣；亲臣；守臣；畿臣；甸臣。由国子生中式四川乡试第六十二名举人，会试中式第二百二十四名[1]。"],
        ["秦　祐", 137, "秦祐（？－？），字顺甫，山东东昌府临清州人，军籍，明朝政治人物、进士出身。"],
        ["王舜耕", 138, "王舜耕（？－？），字于田，直隶苏州府常熟县人，匠籍，明朝政治人物、进士出身。"],
        ["郭梦麒", 139, "郭梦麒（？－？），字征甫，顺天府涿州人，民籍，明朝政治人物、进士出身。"],
        ["汤惟学", 140, "汤惟学（？－？），字时敏，江西饶州府安仁县人，民籍，明朝政治人物、进士出身。"],
        ["李顺孙", 141, "李顺孙（？－？），字继先，山东济南府滨州利津县人，民籍，明朝政治人物、进士出身。"],
        ["周　臣", 142, "周臣（？－？），字荩臣，直隶武进县人，云南洱海卫军籍，明朝政治人物、进士出身。"],
        ["俞　夔", 143, "俞夔（？－？），字舜臣，浙江严州府建德县人，军籍，明朝政治人物、进士出身。"],
        ["顾　昺", 144, "顾昺（？－？），字仲光，直隶苏州府吴江县人，军籍，明朝政治人物、进士出身。"],
        ["张曰韬", 145, "张曰韬（？－1524年），字席珍，生卒年不详，福建莆田县黄石人。"],
        ["倪　鹗", 146, "倪鹗（？－？），字子荐，直隶宁国府泾县人，民籍，明朝政治人物、进士出身。"],
        ["江元辅", 147, "江元辅（？－？），字尧卿，直隶徽州府婺源县人，军籍，明朝政治人物、进士出身。"],
        ["李　煌", 148, "李煌（？－？），字德融，江西饶州府浮梁县人，民籍，明朝政治人物、进士出身。"],
        ["麻　漳", 149, "麻漳（？－？），字汝清，大同县人，山西行都司官籍，明朝政治人物、进士出身。"],
        ["张　宝", 150, "张宝（？－？），字君信，山西太原府盂县人，民籍，明朝政治人物、进士出身。"],
        ["黎　贯", 151, "黎贯（1483年－1542年），字一卿，广东省广州府从化县人，军籍，治《诗经》，年三十五岁中式正德十二年丁丑科第三甲第一百五十一名进士。八月初十日生，行一，曾祖黎仕珍；祖黎珪；父黎元昌；母李氏。具庆下，妻李氏，兄宗润；德善，弟宽；厚；实；质；贞；贸。由直隶建平县学教谕中式广东乡试第二十七名举人，会试中式第一百八十七名[1]。正德二年，乡试中举。正德十二年，登进士，改庶吉士[2]，授陕西道监察御史[3]，巡按福建、江西等地，后因得罪刑部尚书许讚等，后罢免归乡[4]。"],
        ["萧一中", 152, "萧一中（？－？），字执夫，湖广岳州府华容县人，军籍，明朝政治人物、进士出身。"],
        ["方纪达", 153, "方纪达（？－？），字行可，直隶徽州府歙县人，民籍，明朝政治人物、进士出身。"],
        ["诸　偁", 154, "诸偁（？－？），字扬伯，浙江嘉兴府秀水县人，民籍，明朝政治人物、进士出身[1]。"],
        ["郑洛书", 155, "郑洛书（1498年－1536年），字启范，号思斋，福建莆田县人。明朝官员。"],
        ["聂　豹", 156, "聂豹（1487年－1563年），字文蔚，号双江，学者称双江先生，江西永丰县人，明朝政治人物，同进士出身。"],
        ["赵　光", 157, "赵光（？－？），字仲熙，河南开封府许州临颍县人，民籍，明朝政治人物、进士出身。"],
        ["白　麒", 158, "白麒（？－？），字子仁，卢龙县人，直隶永平卫军籍，明朝政治人物、进士出身。"],
        ["徐　锦", 159, "徐锦（？－？），字章父，浙江宁波府慈谿县人，民籍，明朝政治人物、进士出身。"],
        ["陈　逅", 160, "陈逅，字良会，南京苏州府常熟县（今江苏省常熟县）人，明朝政治人物、进士出身。"],
        ["席　春", 161, "席春（1476年－1535年），字仁同，号虚山，四川遂宁人，祖籍山西临汾，明朝政治人物，同进士出身。"],
        ["杨天祥", 162, "杨天祥（？－？），字休征，博罗县人，广东惠州府归善县民籍，明朝政治人物、进士出身。"],
        ["陈　绶", 163, "陈绶（1486年－1545年），字绾卿，直隶省大名府元城县人，民籍，治《春秋》，年三十二岁中式正德十二年丁丑科第三甲第一百六十三名进士。六月二十一日生，行四，曾祖陈瑛；祖陈铭；父陈进；母吴氏。永感下，妻郭氏，兄绅；爵；经，弟禄；绣；情；缯。由山西绛州学训导中式顺天府乡试第四十七名举人，会试中式第三百十四名[1]。"],
        ["刘干亨", 164, "刘干亨（？－？），字汝嘉，河南河南府洛阳县人，民籍，明朝政治人物、进士出身。"],
        ["牟　泰", 165, "牟泰（1483年－1542年），字以贞，四川省重庆府巴县人，军籍，治《书经》，年三十五岁中式正德十二年丁丑科第三甲第一百六十五名进士。九月十五日生，行一，曾祖牟永英，赠都察院左佥都御史；祖牟俸，前都察院右副都御史；父牟正大，知州；母杨氏。具庆下，妻高氏，弟牟春、牟蓁。由国子生中式四川乡试第四十七名举人，会试中式第二百三十七名[1]。"],
        ["张仝节", 166, "张仝节（？－？），字一中，广西桂林右卫人，军籍，明朝政治人物、进士出身。"],
        ["畅　华", 167, "畅华（？－？），字子实，陕西巩昌府陇西县人，民籍，明朝政治人物、进士出身。"],
        ["母德纯", 168, "母德纯（1486年－1545年），字惟一，四川省顺庆府南充县人[1]。明朝政治人物。"],
        ["王光济", 169, "王光济（？－？），字谦夫，陕西西安府商州人，民籍，明朝政治人物、进士出身。"],
        ["苏　信", 170, "苏信（？－？），字宗王，广东潮州府饶平县人，灶籍，明朝政治人物、进士出身。"],
        ["薛　侃", 171, "薛侃（1486年－1545年），字尚谦，号中离，世人称之为中离先生，广东揭阳县（现属潮州市潮安县庵埠镇薛陇）人。明朝学者。"],
        ["锺云瑞", 172, "锺云瑞（？－？），字天庆，广东广州府东莞县人，民籍，明朝政治人物、进士出身。"],
        ["王天民", 173, "王天民（？－？），字子行，山东兖州府鱼台县人，民籍，明朝政治人物、进士出身。"],
        ["杨　茂", 174, "杨茂（？－？），字叔亨，福建建宁府松溪县人，匠籍，明朝政治人物、进士出身。"],
        ["林仕凤", 175, "林仕凤（？－？），字鸣盛，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["张　瀚", 176, "张瀚（？－？），字时涵，江西吉安府吉水县人，民籍，明朝政治人物、进士出身。"],
        ["林希元", 177, "林希元（1481年－1565年[1] ），字茂贞，号次崖，福建同安人。明朝官员、学者。与陈琛、张岳三人并称“泉州三狂”[2]。"],
        ["孙　舟", 178, "孙舟（？－？），字取涣，直隶苏州府常熟县人，民籍，明朝政治人物、进士出身。"],
        ["刘　淮", 179, "刘淮（？－？），字东之，河南汝宁府信阳州罗山县人，民籍，明朝政治人物、进士出身。"],
        ["王　瑄", 180, "王瑄（1482年－1541年），字子成，四川省潼川州遂宁县人，民籍，治《春秋》，年三十六岁中式正德十二年丁丑科第三甲第一百八十名进士。十月二十一日生，行一，曾祖王清宇；祖王同孝；父王言；母黄氏。具庆下，妻苟氏，弟璲；瑾；琠；环；瑨；瑜；珣。由国子生中式四川乡试第二十一名举人，会试中式第二百四十二名[1]。"],
        ["李鹤鸣", 181, "李鹤鸣（？－？），字九臯，浙江金华府义乌县人，民籍，明朝政治人物、进士出身。"],
        ["周　惠", 182, "周惠（1490年－1549年），字字民，四川省叙州府宜宾县人，民籍，治《易经》，年二十八岁中式正德十二年丁丑科第三甲第一百八十二名进士。闰九月二十五日生，行二，曾祖周朝宗；祖周本；父周孟清；母邓氏；继母卢氏。具庆下，妻任氏，兄愚，弟悉。由县学生中式四川乡试第四十名举人，会试中式第二十四名[1]。"],
        ["谢元顺", 183, "谢元顺（？－？），字德和，浙江绍兴府会稽县人，民籍，明朝政治人物、进士出身。"],
        ["姚鸣凤", 184, "姚鸣凤（？－？），字景阳，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["林　春", 185, "林春（？－？），字德元，福建泉州府晋江县人，民籍，明朝政治人物、进士出身。"],
        ["王　文", 186, "王文（？－？），字纯卿，江西吉安府安福县人，民籍，明朝政治人物、进士出身。"],
        ["张　嵩", 187, "张嵩（？－？），字中望，河南南阳县人，四川成都前卫军籍，明朝政治人物、进士出身。"],
        ["黎　良", 188, "黎良（1487年－1546年），字性之，河南省河南府洛阳县人，民籍，治《易经》，年三十一岁中式正德十二年丁丑科第三甲第一百八十八名进士。七月二十七日生，行三，曾祖黎臣；祖黎骍，知县；父黎明；母张氏。慈侍下，妻辛氏，兄杰；凯。由国子生中式河南乡试第三十一名举人，会试中式第二百三十一名[1]。"],
        ["谭　缵", 189, "谭缵（1485年－1544年），字元孝，四川省潼川州蓬溪县人，民籍，治《易经》，年三十三岁中式正德十二年丁丑科第三甲第一百八十九名进士。十月二十三日生，行十六，曾祖谭必成；祖谭宣，知县；父谭宗简；母陈氏。具庆下，妻杜氏，兄珪；俨；侔；冠（通判）；采；魁（听选官），弟纯；维；继。由国子生中式四川乡试第二十九名举人，会试中式第九十名[1]。"],
        ["王邦瑞", 190, "王邦瑞（1495年－1561年），字惟贤，河南承宣布政使司河南府宜阳县（今河南省宜阳县）人，明朝政治人物。"],
        ["陈大纲", 191, "陈大纲（？－？），字廷宪，直隶武进县人，陕西庆阳卫官籍，明朝政治人物、进士出身。"],
        ["刘　祺", 192, "刘祺（？－？），字吉甫，山东青州府寿光县人，军籍，明朝政治人物、进士出身。"],
        ["黄　相", 193, "黄相（？－？），字弼甫，福建兴化府莆田县人，军籍，明朝政治人物、进士出身。"],
        ["许宗鲁", 194, "许宗鲁（？－？），字伯诚，陕西西安府咸宁县人，民籍，明朝政治人物、进士出身。"],
        ["许　中", 195, "许中（？－？），字伯时，陕西汉中府金州洵阳县人，民籍，明朝政治人物、进士出身。"],
        ["章　侨", 196, "章侨，字处仁，浙江承宣布政使司金华府兰谿县（今浙江省兰溪市）人，明朝政治人物、进士出身。"],
        ["荣　察", 197, "荣察（？－？），字省夫，陕西西安府蓝田县人，军籍，明朝政治人物、进士出身。"],
        ["郑　建", 198, "郑建（？－？），字一中，直隶徽州府祁门县人，民籍，明朝政治人物、进士出身。"],
        ["彭　文", 199, "彭文（？－？），字相道，江西吉安府安福县人，民籍，明朝政治人物、进士出身。"],
        ["曹　弘", 200, "曹弘（？－？），字毅之，直隶常州府江阴县人，民籍，明朝政治人物、进士出身。"],
        ["浦　鋐", 201, "浦鈜（1482年－1542年），字汝器、号竹塘[1]，山东承宣布政使司登州府文登县（今山东省文登县）人，明朝政治人物、进士出身。浦政之子。"],
        ["曹　辐", 202, "曹辐（？－？），字子进，浙江绍兴府上虞县人，匠籍，明朝政治人物、进士出身。"],
        ["王朝瑬", 203, "王朝瑬（？－？），字仲冕，陕西西安府同州朝邑县人，军籍，明朝政治人物、进士出身。"],
        ["戴玉成", 204, "戴玉成（？－？），字孝章，福建福州府长乐县人，民籍，明朝政治人物、进士出身。"],
        ["徐　官", 205, "徐官（？－？），字伯贤，浙江绍兴府萧山县人，匠籍，明朝政治人物、进士出身。"],
        ["周　诏", 206, "周诏（1484年－1543年），字廷纶，四川省叙州府富顺县人，军籍，治《易经》，年三十四岁中式正德十二年丁丑科第三甲第二百零六名进士。七月十四日生，行三，曾祖周辙；祖周秉儒，寿官；父周万斗；母范氏；继母曾氏。慈侍下，妻彭氏，继妻方氏；兄子淑；子之，弟子香。由国子生中式四川乡试第四十八名举人，会试中式第三百三十三名[1]。"],
        ["高　鹏", 207, "高鹏（？－？），字汝南，湖广黄州蕲州卫人，官籍，明朝政治人物、进士出身。"],
        ["蒋舜民", 208, "蒋舜民（？－？），字虞中，直隶常州府江阴县人，民籍，明朝政治人物、进士出身。"],
        ["赵　璵", 209, "赵璵（？－？），字鲁珍，山东济南府历城县人，军籍，明朝政治人物、进士出身。"],
        ["刘烨然", 210, "刘烨然（？－？），字文光，顺天府蓟州遵化县人，军籍，明朝政治人物、进士出身。"],
        ["刘谦亭", 211, "刘谦亨（？－？），字汝㧑，河南河南府洛阳县人，民籍，明朝政治人物、进士出身。"],
        ["王　祐", 212, "王祐（1468年－1553年），字顺卿，又字锡之，号南冈，建平县四都后(今岗南)人，明朝政治人物，同进士出身。"],
        ["杨　瑞", 213, "杨瑞（1483年－1542年），字帷贤，四川省顺庆府岳池县人，民籍，治《易经》，年三十五岁中式正德十二年丁丑科第三甲第二百一十三名进士。三月初十日生，行四，曾祖杨清；祖杨甫昇；父杨锺和；母周氏。重庆下，妻李氏，兄景；柱；栋，弟柄；枢。由国子生中式四川乡试第六十九名举人，会试中式第三百十六名[1]。"],
        ["李　杰", 214, "李杰（？－？），字伯奇，应天府六合县人，民籍，明朝政治人物、进士出身。"],
        ["熊　元", 215, "熊元（？－？），字孟才，广东广州府南海县人，民籍，明朝政治人物、进士出身。"],
        ["郭希愈", 216, "郭希愈（？－？），字逊卿，山西壸关县人，直隶真定卫军籍，明朝政治人物、进士出身。"],
        ["白　坪", 217, "白玶（？－？），字良甫，直隶真定府冀州南宫县人，民籍，明朝政治人物、进士出身。"],
        ["王汝梅", 218, "王汝梅（？－？），字济元，四川成都府华阳县人，民籍，明朝政治人物、进士出身。"],
        ["蔺　益", 219, "蔺益（？－？），字汝谦，陕西西安府长安县人，民籍，明朝政治人物、进士出身。"],
        ["沈　濙", 220, "沈濙（？－？），字子源，直隶苏州府吴县人，民籍，明朝政治人物、进士出身。"],
        ["郭持平", 221, "郭持平（？－？），字守衡，江西吉安府万安县人，军籍，明朝政治人物、进士出身。"],
        ["杨永祜", 222, "杨永祜（？－？），字元锡，山西辽州人，军籍，明朝政治人物、进士出身。"],
        ["张　芊", 223, "张芊（1487年－1546年），字廷茂，四川省顺庆府南充县人，民籍，治《书经》，明朝政治人物、进士出身。"],
        ["翟　璘", 224, "翟璘（？－？），字润卿，直隶大名府开州长垣县人，军籍，明朝政治人物、进士出身。"],
        ["王　讴", 225, "王讴（？－？），字舜夫，白水县人，陕西西安右护卫军籍，明朝政治人物、进士出身。"],
        ["臧应奎", 226, "臧应奎（1490年－1524年），字贤征，浙江承宣布政使司湖州府长兴县（今浙江省长兴县）人，明朝政治人物、同进士出身。"],
        ["张文奎", 227, "张文奎（？－？），字应光，陕西延安府鄜州洛川县人，民籍，明朝政治人物、进士出身。"],
        ["朱　臣", 228, "朱臣（？－？），字升伯，直隶苏州府吴县人，民籍，明朝政治人物、进士出身。"],
        ["杨　槩", 229, "杨概（？－？），字孔平，山东济南府德州人，军籍，明朝政治人物、进士出身。"],
        ["陆　澄", 230, "陆澄（？－？），字元静，浙江湖州府归安县人，军籍，明朝政治人物、进士出身。"],
        ["郑　漳", 231, "郑漳（？－？），字世绩，福建福州府闽县人，民籍，明朝政治人物、进士出身。"]
    ],
    "index": 46,
    "url": "https://zh.wikipedia.org/wiki/Template:%E6%AD%A3%E5%BE%B7%E5%8D%81%E4%BA%8C%E5%B9%B4%E4%B8%81%E4%B8%91%E7%A7%91%E6%AE%BF%E8%A9%A6%E9%87%91%E6%A6%9C",
    "second": [
        ["汪　佃", 1, "汪佃（？－？），字有之，江西广信府弋阳县人，民籍，明朝政治人物、进士出身。"],
        ["馀承勋", 2, "馀承勋（1494年－1553年），字懋昭，四川省眉州青神县人，军籍，治《诗经》，明朝政治人物、进士出身。"],
        ["李士元", 3, "李士元（？－？），字伯大，山东兖州府曹州人，民籍，明朝政治人物、进士出身。"],
        ["陈良珍", 4, "陈良珍（？－？），字聘之，福建福州府长乐县人，民籍，明朝政治人物、进士出身。"],
        ["叶　珩", 5, "叶珩（？－？），字鸣玉，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["陈　璧", 6, "陈璧（？－？），字天瑞，浙江宁波府鄞县人，匠籍，明朝政治人物、进士出身。"],
        ["宋　钦", 7, "宋钦（？－？），字敬夫，直隶大名府开州人，民籍，明朝政治人物、进士出身。"],
        ["文　明", 8, "文明（？－1549年），字用晦、用诲[1]，号沃焦，江西承宣布政使司袁州府萍乡（今江西萍乡市）人，锦衣卫籍，明朝政治人物，进士出身。"],
        ["王　纶", 9, "王纶（？－？），字廷言，江西永丰县人，直隶真定府藁城县民籍，明朝政治人物、进士出身。"],
        ["李　瑜", 10, "李瑜（？－？），字良卿，浙江处州府缙云县人，民籍，明朝政治人物。"],
        ["黄　易", 11, "黄易（？－？），字伯贞，江西广信府弋阳县人，民籍，明朝政治人物、进士出身。"],
        ["王舜渔", 12, "王舜渔（？－？），字于泽，直隶苏州府常熟县人，匠籍，明朝政治人物、进士出身。"],
        ["江　晖", 13, "江晖，浙江承宣布政使司杭州府仁和县（今浙江省杭州市）人，明朝政治人物、进士出身。江玭之孙、江澜之子、江晓之弟。"],
        ["高尚贤", 14, "高尚贤（1484年－1536年），字大宾，河南新郑县人，军籍，明朝政治人物，官至光禄寺少卿。隆庆时内阁首辅高拱之父。"],
        ["颜　木", 15, "颜木（？－？），字惟乔，湖广德安府随州应山县人，马船籍，明朝政治人物、进士出身。"],
        ["王廷陈", 16, "王廷陈，明代诗人。字稚钦，号梦泽。湖广黄冈县人。生于弘治六年（1493年）八月廿二日，卒于嘉靖廿九年（1550年）腊月十六日。官至裕州知州，着有《梦泽集》23卷。"],
        ["王　臬", 17, "王臬（？－？），字汝陈，直隶镇江府金坛县人，民籍，明朝政治人物、进士出身。"],
        ["汪应轸", 18, "汪应轸，字子宿、号青湖[1]、諡清宪[2]，浙江承宣布政使司绍兴府山阴县（今浙江省绍兴市）人，明朝政治人物、进士出身。"],
        ["张　怀", 19, "张怀（？－？），字德珍，浙江绍兴府馀姚县人，军灶籍，明朝政治人物、进士出身。"],
        ["张拱辰", 20, "张拱辰，字仰德，广东顺德龙山人，明朝政治人物，沙富张氏。"],
        ["熊　宇", 21, "熊宇（？－？），字元性，人，吉府仪卫司校尉籍，明朝政治人物、进士出身。"],
        ["刘世盛", 22, "刘世盛（？－？），字子谦，直隶真定府赵州人，民籍，明朝政治人物、进士出身。"],
        ["黄待显", 23, "黄待显（？－？），字君俊，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["何　鳌", 24, "何鳌（1497年－1559年），字巨卿，号沅溪，浙江山阴县（今绍兴市）人，明朝政治人物。官至刑部尚书。"],
        ["曹　怀", 25, "曹怀（？－？），字于德，直隶常州府无锡县人，民籍，明朝政治人物、进士出身。"],
        ["林迁乔", 26, "林迁乔（？－？），字迁于，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["陆　金", 27, "陆金，南直隶吴江县人，是一名明朝政治人物。"],
        ["萧廷杰", 28, "萧廷杰（1485年－1544年），字元功，四川省泸州人，民籍，治《书经》，年三十三岁中式正德十二年丁丑科第二甲第二十八名进士。十一月二十五日生，行二，曾祖萧应；祖萧彦洪；父萧鹍；前母饶氏；孙氏。具庆下，妻罗氏，继妻陈氏；兄廷俊，弟廷爵；廷禄；廷宣。由州学生中式四川乡试第四名举人，会试中式第二百九十名[1]。"],
        ["蓝　渠", 29, "蓝渠（？－？），字志张，人，福建兴化卫军籍，明朝政治人物、进士出身。"],
        ["储　昱", 30, "储昱（？－？），字丽中，直隶松江府上海县人，民籍，明朝政治人物、进士出身。"],
        ["郑　宪", 31, "郑宪（？－？），字有度，福建福州府长乐县人，民籍，明朝政治人物、进士出身。"],
        ["毛绍元", 32, "毛绍元（？－？），字仲仁，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["陈　琛", 33, "陈琛（1477年－1545年），字思献，号紫峰，福建晋江县陈埭涵口人[1]，明朝理学家和教育家。陈琛被闽南人称为“泉州第一通”，并与张岳、林希元三人并称“泉州三狂”[2]。"],
        ["南　寿", 34, "南寿（？－？），字仁夫，直隶保定府满城县人，民籍，明朝政治人物、进士出身。"],
        ["王渐逵", 35, "王渐逵（？－？），字用仪，广东广州府番禺县人，民籍，明朝政治人物、进士出身。"],
        ["叶桂章", 36, "叶桂章（1485年－1544年），字叔晦，江西贵溪县人，四川雅州名山县民籍，治《书经》，年三十三岁中式正德十二年丁丑科第二甲第三十六名进士。五月三十日生，行二，曾祖叶信孙；祖叶茂；父叶芳，知县；前母高氏；吴氏。永感下，妻彭氏，兄天锡。由国子生中式正德五年庚午科四川乡试第一名举人，会试中式第九十四名[1]。"],
        ["叶　式", 37, "叶式（？－？），字成规，浙江温州永嘉县人，民籍，明朝政治人物、进士出身。"],
        ["华　湘", 38, "华湘（？－？），字源楚，直隶扬州府泰州人，民籍，明朝政治人物、进士出身。"],
        ["马汝骥", 39, "马西玄集"],
        ["陈则清", 40, "陈则清（？－？），字君扬，怀安县人，福建福州府闽县民籍，明朝政治人物、进士出身。"],
        ["詹　瀚", 41, "詹瀚，玉山人，詹轼之叔父。明朝政治人物，进士出身，官至刑部侍郎。"],
        ["仵　瑜", 42, "仵瑜（1477年－1524年），字忠父，湖广承宣布政使司武昌府蒲圻县（今湖北省蒲圻县）人，明朝政治人物。进士出身。"],
        ["叶　观", 43, "叶观，江都人，明朝政治人物、进士出身。"],
        ["胡　侍", 44, "胡侍（1492年－1553年），字奉之，一字承之，号潆溪，陕西都指挥使司宁夏卫（今宁夏回族自治区银川市）人，祖籍直隶溧阳（今江苏），明朝政治人物，进士出身。"],
        ["赵　儒", 45, "赵儒（？－？），字廷文，陕西西安府华州华阴县人，军籍，明朝政治人物、进士出身。"],
        ["汪　思", 46, "汪思（？－？），字得之，直隶徽州府婺源县人，民籍，明朝政治人物、进士出身。"],
        ["王三锡", 47, "王三锡（1488年－1547年），字承恩，山东省兖州府曹州人，民籍，治《诗经》，年三十岁中式正德十二年丁丑科第二甲第四十七名进士。四月二十四日生，行一，曾祖王斌；祖王杲，寿官；父王瑞；前母杨氏；宋氏。重庆下，妻穆氏，弟三槐；三鑑；三俊。由国子生中式山东乡试第二名举人，会试中式第一百二十七名[1]。"],
        ["林文沛", 48, "林文沛（？－？），字维德，福建福州府长乐县人，民籍，明朝政治人物、进士出身。"],
        ["廖世昭", 49, "廖世昭（？－？），字师贤，福建福州府怀安县人，匠籍，明朝政治人物、进士出身。"],
        ["刘景寅", 50, "刘景寅（？－？），字仲宾，浙江临安县人，直隶武清卫军籍，明朝政治人物、进士出身。"],
        ["胡廷禄", 51, "胡廷禄（？－？），字原学，直隶凤阳县人，云南云南左卫军籍，明朝政治人物、进士出身。"],
        ["许　仁", 52, "许仁（？－？），字子居，直隶河间府交河县人，民籍，明朝政治人物、进士出身。"],
        ["史于光", 53, "史于光（？－？），字中裕，号笋江，福建晋江人，祖籍浙江鄞县（今宁波），明朝政治人物，进士出身。"],
        ["黄　绾", 54, "黄绾，明朝河南承宣布政使司汝宁府息县（今河南省息县）人，明朝政治人物、进士出身。"],
        ["刘　昌", 55, "刘昌（？－？），字惟德，江西吉安府安福县人，军籍，明朝政治人物、进士出身。"],
        ["张　璵", 56, "崇福镇张玙功德坊，上题“正德丁丑科张玙”。"],
        ["陈　沂", 57, "陈沂（1473年－1532年），字鲁南，号小坡，浙江鄞县人，南京太医院医籍，明朝政治人物。[1]"],
        ["彭本用", 58, "彭本用（？－？），字汝玉，江西吉安府安福县人，民籍，明朝政治人物、进士出身。"],
        ["胡　汭", 59, "胡汭（？－？），字舜居，新昌县人，浙江嘉兴府秀水县民籍，明朝政治人物、进士出身。"],
        ["林应骢", 60, "林应骢（？－？），字汝桓，福建兴化府莆田县人，军籍，明朝政治人物、进士出身。"],
        ["储良才", 61, "储良材（？－？），字邦抡，广西柳州府马平县人，民籍，明朝政治人物、进士出身。"],
        ["张　鲲", 62, "张鲲（？－？），字子鱼，河南太康县人，徽府仪卫司官籍，明朝政治人物、进士出身。"],
        ["郑源涣", 63, "郑源涣（？－？），字与聚，福建福州府长乐县人，民籍，明朝政治人物、进士出身。"],
        ["刘　雍", 64, "刘雍（？－？），字尧臣，山东青州府昌乐县人，军籍，明朝政治人物、进士出身。"],
        ["张子衷", 65, "张子衷（？－？），字和甫，山西浑源州人，腾骧左卫军籍，明朝政治人物、进士出身。"],
        ["廖　悌", 66, "廖梯（？－？），字云卿，福建兴化卫人，官籍，明朝政治人物、进士出身。"],
        ["沈弘道", 67, "沈弘道（？－？），字伯充，浙江绍兴府会稽县人，民籍，明朝政治人物、进士出身。"],
        ["叶应骢", 68, "叶应骢，字肃卿，浙江承宣布政使司宁波府鄞县（今浙江省宁波市）人，明朝政治人物、进士出身。"],
        ["陈　焕", 69, "陈焕（？－？），字子文，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["杨　淮", 70, "杨淮（1487年－1524年），字东川，南京常州府无锡县（今江苏省无锡市）人，明朝政治人物，进士出身。"],
        ["欧阳必进", 71, "欧阳必进（1491年－1567年），字任夫，号约庵，江西安福平都镇仙坛村人，明朝政治人物，进士出身。"],
        ["赵　锦", 72, "赵锦，北直隶顺天府良乡县（今北京市房山区）人，明朝兵部尚书、进士出身。"],
        ["刘世纶", 73, "刘世纶（？－？），字伯序，山西怀仁县人，陕西岷州卫军籍，明朝政治人物、进士出身。"],
        ["柴　经", 74, "柴经（1477年-？），字季常，号松洲，浙江宁波府鄞县人，明朝政治人物。"],
        ["姜　䌹", 75, "姜䌹（？－？），字幼章，浙江金华府兰谿县人，民籍，明朝政治人物、进士出身。"],
        ["王至善", 76, "王至善（？－？），字远吉，湖广襄阳卫人，山东济南府历城县民籍，明朝政治人物、进士出身。"],
        ["高　瀹", 77, "高瀹（？－？），字新之，直隶扬州府江都县人，匠籍，明朝政治人物、进士出身。"],
        ["张　淮", 78, "张淮（1479年－1538年），字本豫，顺天府密云县人，义勇前卫匠籍，治《书经》，年三十九岁中式正德十二年丁丑科第二甲第七十八名进士。二月初九日生，行一，曾祖张贵；祖张福海；父张永；前母吴氏；何氏。慈侍下，妻高氏，继妻田氏；刘氏（聘）；弟沂。由国子生中式顺天府乡试第三十九名举人，会试中式第二百八十二名[1]。"],
        ["葛　木", 79, "葛木（？－？），字仁甫，浙江绍兴府上虞县人，民籍，明朝政治人物、进士出身。"],
        ["谢　显", 80, "谢显（？－？），字宗文，江西吉安府安福县人，民籍，明朝政治人物、进士出身。"],
        ["边　仲", 81, "边仲，生卒年不详，北直隶任丘县（今河北省任丘市）人。明朝政治人物。"],
        ["顾　遂", 82, "顾遂（？－？），字德伸，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["丘其仁", 83, "丘其仁（？－？），字主静，福建兴化府莆田县人，军籍，明朝政治人物、进士出身。"],
        ["戴　鱀", 84, "戴鱀（？－？），字时重，一字时量，号东石，浙江鄞县人，明朝政治人物，进士出身。"],
        ["胡宗明", 85, "胡宗明（？－？），字汝诚，直隶徽州府绩溪县人，民籍，明朝政治人物、进士出身。"],
        ["李　兰", 86, "李兰（？－？），字秀夫，陕西西安府华州人，军匠籍，明朝政治人物、进士出身。"],
        ["邝　灏", 87, "邝灏（？－？），字子元，直隶河间府任丘县人，民籍，祖籍广东高要县。明朝政治人物、进士出身。"],
        ["史　道", 88, "史道（1485年－1554年），字克弘，号鹿野，北直隶顺天府涿州人，明朝政治人物。"],
        ["陈应之", 89, "陈应之（？－？），字君咸，福建兴化府莆田县人，匠籍，明朝政治人物、进士出身。"],
        ["卓居傅", 90, "卓居傅（？－？），字起巖，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["梅　鹗", 91, "梅鹗（？－？），字幼和，直隶宁国府旌德县人，民籍，明朝政治人物、进士出身。"],
        ["何　岩", 92, "何岩（？－？），字邦镇，河南开封府扶沟县人，民籍，明朝政治人物、进士出身。"],
        ["金廷瑞", 93, "金廷瑞（？－？），字信夫，浙江杭州府钱塘县人，民籍，明朝政治人物、进士出身。"],
        ["陈毓贤", 94, "陈毓贤（？－？），字则英，福建福州府长乐县人，民籍，明朝政治人物、进士出身。"],
        ["陈　焕", 95, "陈焕（？－？），字德章，江西广信府贵溪县人，民籍，明朝政治人物、进士出身。"],
        ["王凤灵", 96, "王凤灵（？－？），字应时，福建兴化府莆田县人，灶籍，明朝政治人物、进士出身。"],
        ["郭　敍", 97, "郭叙（？－？），字天伦，江西袁州府宜春县人，军籍，明朝政治人物、进士出身。"],
        ["彭　泽", 98, "彭泽，广东承宣布政使司广州府南海县（今广东省广州市）人，明朝政治人物、进士出身。"],
        ["李　珣", 99, "李珣（？－？），字五瑞，山东东昌府清平县人，军籍，明朝政治人物、进士出身。"],
        ["王　镕", 100, "王镕（？－？），字时化，浙江宁波府慈谿县人，民籍，明朝政治人物、进士出身。"],
        ["孔　廕", 101, "孔廕（？－？），字德贻，直隶临淮县人，南京应天卫旗籍，明朝政治人物、进士出身。"],
        ["徐一鸣", 102, "徐一鸣（？－？），字伯和，湖广长沙府醴陵县人，军籍，明朝政治人物、进士出身。"],
        ["庄惟春", 103, "庄惟春（？－？），字元卿，福建福州府长乐县人，民籍，明朝政治人物、进士出身。"],
        ["朱可宗", 104, "朱可宗（？－？），字端夫，福建莆田县人，河南南阳府南阳县民籍，明朝政治人物、进士出身。"],
        ["江　珊", 105, "江珊（？－？），字国珍，直隶望江县人，锦衣卫官籍，明朝政治人物、进士出身。"],
        ["车　纯", 106, "车纯（？－？），字秉文，浙江绍兴府上虞县人，军籍，明朝政治人物、进士出身。"],
        ["杨　仪", 107, "杨仪（1483年－1542年），字仲立，四川省潼川州射洪县人，民籍，治《诗经》，年三十五岁中式正德十二年丁丑科第二甲第一百零七名进士。九月二十九日生，行二，曾祖杨绍广，赠大理寺左寺丞；祖杨本；父杨濬，监生；母文氏；继母徐氏。永感下，妻王氏，继妻黄氏；兄休。由国子生中式四川乡试第三十六名举人，会试中式第二百四十名[1]。"],
        ["娄志德", 108, "娄志德（？－？），字存仁，河南开封府陈州项城县人，匠籍，明朝政治人物、进士出身。"],
        ["龙大有", 109, "龙大有，字道亨，号云东，湖广承宣布政使司长沙府茶陵州（今湖南省茶陵县）人，明朝政治人物、进士出身。"],
        ["祁　敕", 110, "祁敕（？－？），字惟允，广东广州府东莞县人，军籍，明朝政治人物、进士出身。"],
        ["陈　鈇", 111, "陈鈇（？－？），字功锡，直隶池州府贵池县人，民籍，明朝政治人物、进士出身。"],
        ["许相卿", 112, "许相卿（1479年－1557年），字伯台、伯台[1]、台仲[2]，号云村老人[3]、云邨[4]、九杞[5]，浙江承宣布政使司杭州府海宁县（今浙江省海宁县）人，明朝政治人物。许紃之孙、许滋之子。"],
        ["王尙志", 113, "王尚志（？－？），字承尹，河南南阳府邓州淅川县人，军籍，明朝政治人物、进士出身。"],
        ["刘士奇", 114, "刘士奇（？－？），字邦正，广东广州府顺德县人，军籍，明朝政治人物、进士出身。"],
        ["徐子俊", 115, "徐子俊（？－？），字世庸，浙江绍兴府上虞县人，民籍，明朝政治人物、进士出身。"]
    ]
}