{
    "year_name": "嘉靖八年己丑科殿试金榜",
    "first": [
        ["罗洪先", 1, "清光绪十二年刊本《罗念菴先生文录》卷首之《罗念菴先生遗像》"],
        ["程文德", 2, "永康《程氏宗谱》之程文德常服像"],
        ["杨　名", 3, "杨名（1505年－1559年），字实卿、号方洲，四川承宣布政使司潼川直隶州遂宁县（今四川省遂宁市）人[1]。明朝翰林院编修、探花。因向明世宗直言进谏，而得罪下诏狱被罢黜。"]
    ],
    "second": [
        ["唐顺之", 1, "《唐氏家谱志传撷华》之《唐顺之像》"],
        ["陈　束", 2, "陈束，字约之，号后冈，浙江鄞县人，明朝官员、作家、文学家。“嘉靖八才子”之一。"],
        ["任　瀚", 3, "任瀚（1502年1月16日－1592年1月22日[1]，字少海，号忠斋，自称五岳山人。西充县人，四川顺庆府南充县民籍，治《诗经》，明代嘉靖八才子之一。"],
        ["陈节之", 4, "陈节之（？－？），字尹和，福建福州府闽县人，军籍，明朝政治人物、进士出身。"],
        ["胡　经", 5, "胡经（？－？），字用甫，江西吉安府庐陵县人，民籍，明朝政治人物、进士出身。"],
        ["夏　宝", 6, "夏宝（？－？），字楚善，湖广长沙府益阳县人，马船籍，明朝政治人物、进士出身。"],
        ["李联芳", 7, "李联芳（？－？），字伯实，江西吉水县人，陕西汉中府洵阳县民籍，明朝政治人物、进士出身。"],
        ["何　鮤", 8, "何鮤（？－？），字子时，广东广州府顺德县人，军籍，明朝政治人物、进士出身。"],
        ["栗应麟", 9, "栗应麟（？－？），字仁甫，山西潞州人，民籍，明朝政治人物、进士出身。"],
        ["卢　淮", 10, "卢淮（？－？），字北纪，浙江慈谿县人，直隶淮安卫军籍，明朝政治人物、进士出身。"],
        ["王学益", 11, "王学益（？－？），字虞卿，江西吉安府安福县人，民籍，明朝政治人物、进士出身。"],
        ["项　乔", 12, "项乔（？－？），字迁之，浙江温州府永嘉县人，富户籍，明朝政治人物、进士出身。"],
        ["朱　麟", 13, "朱麟（？－？），字子仁，江西吉安府万安县人，民籍，明朝政治人物、进士出身。"],
        ["郑　䌹", 14, "郑䌹（？－？），字子尚，福建兴化府莆田县人，军籍，明朝政治人物、进士出身。"],
        ["梁怀仁", 15, "梁怀仁（1510年－1532年），字宅之，福建晋江县人。明朝官员。"],
        ["诸邦宪", 16, "诸邦宪（？－？），字贞伯，直隶苏州府崑山县人，民籍，明朝政治人物、进士出身。"],
        ["汪大受", 17, "汪大受（？－？），字叔可，直隶徽州府婺源县人，民籍，明朝政治人物、进士出身。"],
        ["谢　纮", 18, "谢纮（？－？），字天章，浙江绍兴府会稽县人，民籍，明朝政治人物、进士出身。"],
        ["王三锡", 19, "王三锡（1505年－？年），字汝怀，南直隶苏州府崑山县人，南直隶苏州府太仓州民籍，明朝官员。"],
        ["郭宗皐", 20, "郭宗皐（1499年－1588年），又称郭宗皋[1]，字君弼，山东承宣布政使司登州府福山县（今山东省烟台市福山）人，明朝政治人物、进士出身。"],
        ["涂　楗", 21, "涂楗（？－？），字良翰，江西南昌府丰城县人，匠籍，明朝政治人物、进士出身。"],
        ["张　旍", 22, "张旍（？－？），字邦建，山东济南府长清县人，军籍，明朝政治人物、进士出身。"],
        ["胡　松", 23, "胡松，字汝茂，南直隶滁州（安徽省滁县）人，明朝吏部尚书、进士出身。"],
        ["吴　逵", 24, "吴逵，新淦人，明朝政治人物、进士出身。"],
        ["黄　卷", 25, "黄卷（？－？），字景文，湖广麻城县人，锦衣卫军籍，明朝政治人物、进士出身。"],
        ["戴　铣", 26, "戴铣（？－？），字子声，广东广州府东莞县人，军籍，明朝政治人物、进士出身。"],
        ["郑　庆", 27, "郑庆（？－？），字有章，福建福州府长乐县人，民籍，明朝政治人物、进士出身。"],
        ["黎　晨", 28, "黎晨（1494年－1553年），字光启，四川阆中县人，直隶河间府任丘县民籍，治《诗经》，明朝政治人物、进士出身。"],
        ["孙　云", 29, "孙云（？－？），字从龙，直隶苏州府崑山县人，民籍，明朝政治人物、进士出身。"],
        ["蔡云程", 30, "蔡云程（？－？），字亨之，浙江台州府临海县人，民籍，明朝政治人物、进士出身。"],
        ["陈　词", 31, "陈词（？－？），字子达，直隶常州府江阴县人，民籍，明朝政治人物、进士出身。"],
        ["杨　祜", 32, "杨祜（？－？），字汝承，建德县人，浙江杭州府钱塘县民籍，明朝政治人物、进士出身。"],
        ["郑世威", 33, "郑世威（？－？），字中孚，福建福州府长乐县人，军籍，明朝政治人物、进士出身。"],
        ["陈茂义", 34, "陈茂义（？－？），字时卿，浙江宁波府慈谿县人，民籍，明朝政治人物、进士出身。"],
        ["洪　富", 35, "洪富（1488年－1560年），字国昌，号新斋[1]，福建晋江人，祖籍江西乐平[2]，明朝政治人物，进士出身。"],
        ["潘　徽", 36, "潘徽（？－？），字叔慎，浙江金华府金华县人，儒籍，明朝政治人物、进士出身。"],
        ["郏　鼎", 37, "郏鼎（？－？），字荐和，常熟县人，直隶苏州府太仓县民籍，明朝政治人物、进士出身。"],
        ["周　臣", 38, "周臣（？－？），字舜卿，号东村，明代画家。吴（今江苏苏州）人。擅画山水人物，画法严整工细。"],
        ["费　渊", 39, "费渊（？－？），字汝进，浙江慈谿县人，顺天府大兴县富户籍，明朝政治人物、进士出身。"],
        ["张　意", 40, "张意（？－？），字诚之，直隶苏州府崑山县人，匠籍，明朝政治人物、进士出身。"],
        ["高　鸾", 41, "高鸾（？－？），字应治，直隶永年县人，大宁前卫官籍，明朝政治人物、进士出身。"],
        ["汪文渊", 42, "汪文渊（？－？），字养静，湖广黄州府黄冈县人，军籍，明朝政治人物、进士出身。"],
        ["王　表", 43, "王表（？－？），字邦正，直隶常州府无锡县人，军籍，明朝政治人物、进士出身。"],
        ["曹　汴", 44, "曹汴（1499年－1558年），字子东，四川省重庆府巴县人，民籍，治《易经》，明朝政治人物、进士出身。"],
        ["王谷祥", 45, "王谷祥（？－？），字禄之，直隶苏州府长洲县人，官籍，明朝政治人物、进士出身。"],
        ["程　烈", 46, "程烈（？－？），字惟光，直隶徽州府歙县人，民籍，明朝政治人物、进士出身。"],
        ["安永清", 47, "安永清（？－？），字汝澄，辽东广宁卫人，军籍，明朝政治人物、进士出身。"],
        ["熊　过", 48, "熊过（1506年－1565年），字叔仁，号南沙，四川省叙州府富顺县人，民籍，治《书经》，年二十四岁中式嘉靖八年己丑科第二甲第四十八名进士。二月二十六日生，行三，曾祖熊铎；祖熊仕廉；父熊载，知州；嫡母吴氏；继母方氏；继母程氏；生母雷氏。具庆下，妻黄氏，兄迟（前进士）；速，弟造。由县学附学生中式四川乡试第九名举人，会试中式第一百十名[1]。明代西蜀四大家、“嘉靖八才子”之一。"],
        ["安如山", 49, "《江苏无锡安氏宗谱》载《胶峯公像》"],
        ["蔡克廉", 50, "蔡克廉（？－？），字道卿，福建泉州府晋江县人，民籍，明朝政治人物、进士出身。"],
        ["方　涯", 51, "方涯（？－？），字汝济，直隶宁国府太平县人，军籍，明朝政治人物、进士出身。"],
        ["张文藻", 52, "张文藻（？－？），字美中，直隶真定府深州人，民籍，明朝政治人物、进士出身。"],
        ["薛　甲", 53, "薛甲（1498年－1572年），字应登，号畏斋，直隶江阴西庄村（今江苏）人，明朝政治人物，进士出身。官至江西赣州兵备副使。"],
        ["赵　銮", 54, "赵銮（？－？），字鸣和，浙江金华府永康县人，民籍，明朝政治人物、进士出身。"],
        ["李　祦", 55, "李祦（？－？），字仲谦，湖广郴州永兴县人，民籍，明朝政治人物、进士出身。"],
        ["李　玘", 56, "李玘（？－？），字文甫，江西建昌府南丰县人，匠籍，明朝政治人物、进士出身。"],
        ["杨本仁", 57, "杨本仁（？－？），字次山，河南开封府杞县人，民籍，明朝政治人物、进士出身。"],
        ["常时平", 58, "常时平（？－？），字允升，直隶河间府交河县人，军籍，明朝政治人物、进士出身。"],
        ["钱世贤", 59, "钱世贤（？－？），字信夫，江西临川县人，云南云南左卫军籍，明朝政治人物、进士出身。"],
        ["王养正", 60, "王养正（1495年－1554年），字伯纯，四川省顺庆府南充县人，民籍，明朝政治人物、进士出身。"],
        ["刘　采", 61, "刘采（？－？），字与质，湖广黄州府麻城县人，民籍，明朝政治人物、进士出身。"],
        ["王希文", 62, "王希文（1492年－1565年），原名世宁，字景纯，号石屏。广东东莞县（今东莞市）城西圆沙坊人。"],
        ["沈　恺", 63, "沈恺（？－？），字舜臣，直隶松江府华亭县人，民籍，明朝政治人物、进士出身。"],
        ["李　易", 64, "李易（？－？），字仲占，湖广郴州永兴县人，民籍，明朝政治人物、进士出身。"],
        ["周志伟", 65, "周志伟（？－？），字士器，江西南康府安义县人，民籍，明朝政治人物、进士出身。"],
        ["郭春震", 66, "郭春震（？－？），字以亨，江西吉安府万安县人，民籍，明朝政治人物、进士出身。"],
        ["李开先", 67, "李开先（1502年－1568年），字伯华，号中麓，又号中麓山人、中麓狂客。山东省济南府章丘县人[1]。明朝官员，文学家、戏曲作家、评论家。"],
        ["蒋　芝", 68, "蒋芝（？－？），字世和，陕西咸宁县人，四川成都前卫官籍，明朝政治人物、进士出身。"],
        ["锺　卿", 69, "锺卿（？－？），字懋敬，广东广州府东莞县人，民籍，明朝政治人物、进士出身。"],
        ["郑　观", 70, "郑观（？－？），字汝中，河南汝宁府光州人，民籍，明朝政治人物、进士出身。"],
        ["任　洧", 71, "任洧（1492年－1551年），字清之，山东青州府蒙阴县人，民籍，治《诗经》，年三十八岁中式嘉靖八年己丑科第二甲第七十一名进士。正月二十日生，行二，曾祖任复初；祖任睿；父任俊；母李氏。具庆下，妻陈氏，兄溱，弟渊。由县学生中式山东乡试第二十三名举人，会试中式第九十六名[1]。"],
        ["陈之辅", 72, "陈之辅（？－？），字伯棐，湖广德安府随州应山县人，民籍，明朝政治人物、进士出身。"],
        ["樊　臣", 73, "樊臣（？－？），字以忠，江西南昌府进贤县人，民籍，明朝政治人物、进士出身。"],
        ["曾　翀", 74, "曾翀，字习之，南京凤阳府霍丘县（今安徽省霍邱县）人，明朝政治人物。"],
        ["杨守谦", 75, "杨守谦（1505年－1550年），字允亨、号次村，湖广承宣布政使司长沙府长沙县（今湖南省长沙市）人，明朝兵部左侍郎、进士出身。杨志学之子。"],
        ["陈大壮", 76, "陈大壮（？－？），字子晋，河南河南府洛阳县人，民籍，明朝政治人物、进士出身。"],
        ["王仲锦", 77, "王仲锦（？－？），字䌹之，江西吉水县人，锦衣卫旗籍，明朝政治人物、进士出身。"],
        ["汪　似", 78, "汪似（？－？），字克有，江西广信府贵溪县人，军籍，明朝政治人物、进士出身。"],
        ["黄　福", 79, "黄福（？－？），字子谦，直隶徽州府休宁县人，民籍，明朝政治人物、进士出身。"],
        ["蒋　贯", 80, "蒋贯（？－？），字起中，直隶徽州府祁门县人，民籍，明朝政治人物、进士出身。"],
        ["张　材", 81, "张材（？－？），字子成，浙江湖州府归安县人，民籍，明朝政治人物、进士出身。"],
        ["王纳言", 82, "王纳言（？－？），字惟允，襄城县人，河南信阳卫军籍，明朝政治人物、进士出身。"],
        ["刘伯跃", 83, "刘伯跃（？－？），字起之，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["王正思", 84, "王正思（？－？），字仲行，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["鲍象贤", 85, "鲍象贤（1496年－1568年），字复之，号思庵，直隶歙县（今安徽）人，明朝政治人物，进士出身。"],
        ["吕　高", 86, "吕高（1544年－？），字山甫，丹徒（今属江苏）人。明朝官员，文学家。"],
        ["庄一俊", 87, "庄一俊（？－？），字君棐，福建泉州府晋江县人，盐籍，明朝政治人物、进士出身。"],
        ["赵文华", 88, "赵文华（？－1557年），字元质，号梅村，浙江慈溪人，明朝政治人物。嘉靖初年进士，官至工部尚书。"],
        ["王　", 89, "王䋊（？－？），字少仪，湖广荆州府石首县人，民籍，明朝政治人物、进士出身。"],
        ["胡万里", 90, "胡万里（？－？），字伯明，陕西西安府咸宁县人，匠籍，明朝政治人物、进士出身。"],
        ["罗馀庆", 91, "罗馀庆（？－？），字道承，江西吉安府吉水县人，民籍，明朝政治人物、进士出身。"],
        ["卢　辅", 92, "卢辅（？－？），字仲立，河南开封府许州人，军籍，明朝政治人物、进士出身。"],
        ["王培龄", 93, "王培龄（？－？），字延甫，山西平阳府乡宁县人，民籍，明朝政治人物、进士出身。"],
        ["孟　雷", 94, "孟雷（？－？），字孔敬，山西泽州人，民籍，明朝政治人物、进士出身。"],
        ["潘大宾", 95, "潘大宾（？－？），字钦之，广东潮州府海阳县人，民籍，明朝政治人物、进士出身。"]
    ],
    "index": 50,
    "url": "https://zh.wikipedia.org/wiki/Template:%E5%98%89%E9%9D%96%E5%85%AB%E5%B9%B4%E5%B7%B1%E4%B8%91%E7%A7%91%E6%AE%BF%E8%A9%A6%E9%87%91%E6%A6%9C",
    "third": [
        ["翟　镜", 1, "翟镜（1493年－1552年），字秉明，河南省河南府洛阳县人，医籍，治《易经》，年三十七岁中式嘉靖八年己丑科第三甲第一名进士。十一月十八日生，行二，曾祖翟通，正科赠监察御史；祖翟庭蕙，按察司副使；父翟琏，岁贡生；母孟氏。慈侍下，妻邵氏，兄铣，弟鍊。由国子生中式河南乡试第十三名举人，会试中式第一百八十八名[1]。"],
        ["吴　㻞", 2, "吴㻞（？－？），字汝文，浙江杭州府钱塘县人，民籍，明朝政治人物、进士出身。"],
        ["董　雍", 3, "董雍（1497年－1556年），字肃卿，四川成都府绵州人，民籍，治《书经》，年三十三岁中式嘉靖八年己丑科第三甲第三名进士。十一月初五日生，行三，曾祖董昭，学正；祖董寅；父董仲儒；母胡氏。永感下，妻张氏，兄庠（监生）；序，弟翼（监生）；为。由州学生中式四川乡试第十六名举人，会试中式第二百十六名[1]。"],
        ["孙应奎", 4, "孙应奎，字文卿，浙江承宣布政使司绍兴府馀姚县（今浙江省馀姚市）人，明朝政治人物、同进士出身。"],
        ["郑大同", 5, "郑大同（？－？），字皆吾，福建兴化府莆田县人，军籍，明朝政治人物、进士出身。"],
        ["杨　爵", 6, "杨爵（？－1549年），字伯珍，陕西富平人。明朝政治人物。"],
        ["沈　谧", 7, "沈谧（1501年5月27日－1553年9月6日），字静夫，号石山，又号石云。浙江嘉兴府秀水县人，明朝官员，藏书家。嘉靖八年（1529年）中进士，初授行人，累官至湖广布政司右参议。着有《石云家藏集》。"],
        ["周汝员", 8, "周汝员（？－？），字文规，江西吉安府吉水县人，民籍，明朝政治人物、进士出身。"],
        ["柯　乔", 9, "柯乔（？－？），字迁之，直隶池州府青阳县人，军籍，明朝政治人物、进士出身。"],
        ["孙世祐", 10, "孙世祐（1505年－1564年），字元吉，江西南昌府丰城县人，民籍，治《诗经》，明朝政治人物、进士出身。"],
        ["李中孚", 11, "李中孚（？－？），字化卿，湖广荆州府江陵县人，匠籍，明朝政治人物、进士出身。"],
        ["李　实", 12, "李实（1497年－1556年），字希大，广东省惠州府海丰县人，军籍，治《书经》，年三十三岁中式嘉靖八年己丑科第三甲第十二名进士。十月十七日生，行二，曾祖李昶；祖李伦；父李璝；嫡母强氏；生母丘氏。具庆下，妻汤氏，兄华，弟蕃；云；乔；昂；郁；绣。由国子生中式广东乡试第九名举人，会试中式第六十名[1]。授翰林院庶吉士，任江南监察御史[2]。"],
        ["庄用宾", 13, "庄用宾，字君采，号方塘，福建泉州府晋江县人，明朝政治人物。"],
        ["孙光辉", 14, "孙光辉（1501年－1565年），字华国，号夹谷，山东淄川县（今淄博市淄川区）大庄人，明朝官员。仕至南京户部主事。"],
        ["李　良", 15, "李良（？－？），字遂甫，山东济南府长清县人，军籍，明朝政治人物、进士出身。"],
        ["李　逢", 16, "李逢，字邦吉，江西承宣布政使司南昌府丰城县（今江西省丰城市）人，明朝政治人物、进士出身。李遂之弟。"],
        ["魏　焕", 17, "魏焕，字东洲，湖广长沙人。明朝政治人物。"],
        ["王宗恒", 18, "王宗恒（？－？），字季高，直隶真定府冀州武邑县人，民籍，明朝政治人物、进士出身。"],
        ["曹世盛", 19, "曹世盛（？－？），字际卿，福建福州府闽县人，军籍，明朝政治人物、进士出身。"],
        ["侯　宁", 20, "侯宁（？－？），字怀德，山东兖州府东平县人，军籍，明朝政治人物、进士出身。"],
        ["魏一恭", 21, "魏一恭（？－？），字道庄，福建兴化府莆田县人，匠籍，明朝政治人物、进士出身。"],
        ["吴子孝", 22, "吴子孝（？－？），字纯叔，直隶苏州府长洲县人，民籍，明朝政治人物、进士出身。"],
        ["王　滋", 23, "王滋（？－？），字思益，福建延平府南平县人，军籍，明朝政治人物、进士出身。"],
        ["葛守礼", 24, "葛守礼（1502年－1578年），字舆立，又字舆川。山东德平县（今临邑县德平镇葛老庄）人。明朝官员。"],
        ["危　岳", 25, "危岳（1491年－1550年），字继申，湖广省辰州府沅州黔阳县人，民籍，治《春秋》，年三十九岁中式嘉靖八年己丑科第三甲第二十五名进士。七月十九日生，行一，曾祖危思铭，监生；祖危守信，教谕；父危德，通判；母蒋氏。具庆下，妻潘氏，弟崇；岕；嵂。由国子生中式应天府乡试第二十五名举人，会试中式第三百六名[1]。"],
        ["钱　焕", 26, "钱焕（？－？），字叔晦，浙江宁波府慈谿县人，民籍，明朝政治人物、进士出身。"],
        ["贾　准", 27, "贾凖（？－？），字惟一，陕西西安府咸宁县人，民籍，明朝政治人物、进士出身。"],
        ["杜　彰", 28, "杜彰（？－？），字德明，顺天府东安县人，大宁前卫军籍，明朝政治人物、进士出身。"],
        ["陈　釴", 29, "陈釴（？－？），字惟铉，直隶常熟县人，留守前卫军籍，明朝政治人物、进士出身。"],
        ["张　勑", 30, "张勑（？－？），字汝钦，直隶保定府完县人，军籍，明朝政治人物、进士出身。"],
        ["王　钜", 31, "王钜（？－？），字德卿，直隶徽州府婺源县人，民籍，明朝政治人物、进士出身。"],
        ["曾　铣", 32, "曾铣（1509年－1548年），字子重，浙江台州黄岩县（今黄岩区）人[1]。明嘉靖年间兵部侍郎，总督北方边陲抗击鞑靼杰出名臣。祖居松门南城外，父亲是小商人[2]。"],
        ["胡思忠", 33, "胡思忠（？－？），字进之，直隶淮安府桃源县人，军籍，明朝政治人物、进士出身。"],
        ["朱德祯", 34, "朱德祯（？－？），字必兴，福建福州府闽县人，民籍，明朝政治人物、进士出身。"],
        ["丁　祝", 35, "丁柷（？－？），字汝和，直隶安庆府怀宁县人，匠籍，明朝政治人物、进士出身。"],
        ["崔三畏", 36, "崔三畏（？－？），字敬父，直隶保定府蠡县人，民籍，明朝政治人物、进士出身。"],
        ["王　绅", 37, "王绅（？－？），字子书，直隶河间府沧州人，军籍，明朝政治人物、进士出身。"],
        ["舒国光", 38, "舒国光（？－？），字宾之，江西广信府弋阳县人，民籍，明朝政治人物、同进士出身。"],
        ["邵　新", 39, "邵新（1490年－1549年），字循善，山东省东昌府堂邑县人，军籍，治《诗经》，年四十岁中式嘉靖八年己丑科第三甲第三十九名进士。七月二十二日生，行三，曾祖邵通；祖邵伦；父邵谦；母王氏。永感下，妻吴氏，兄仪；汉。由国子生中式山东乡试第五十一名举人，会试中式第二百二十一名[1]。"],
        ["白世卿", 40, "白世卿（？－？），字汝衡，陕西巩昌府秦州人，民籍，明朝政治人物、进士出身。"],
        ["彭端遇", 41, "彭端遇（？－？），字时可，广东广州府顺德县人，军籍，明朝政治人物、进士出身。"],
        ["翁　溥", 42, "翁溥（？－？），字德宏，浙江绍兴府诸暨县人，民籍，明朝政治人物、进士出身。"],
        ["林性之", 43, "林性之，字师吾，号六川，福建晋江县人，明朝政治人物、进士出身。"],
        ["张　选", 44, "张选（1494年－1568年），字舜举、号静思[1]，南直隶常州府无锡县（今江苏省无锡市）人，明朝政治人物、进士出身。张友谅之孙、张献可之子。"],
        ["高仲福", 45, "高仲福（？－？），字寿卿，陕西西安府三原县人，军籍，明朝政治人物、进士出身。"],
        ["孔　泗", 46, "孔泗（？－？），字宗鲁，河南南阳府洛阳县人，匠籍，明朝政治人物、进士出身。"],
        ["张舜元", 47, "张舜元（？－？），字伯才，山西广灵县人，直隶保定府庆都县民籍，明朝政治人物、进士出身。"],
        ["杨　博", 48, "杨博（1509年－1574年），字惟约，山西蒲州（今蒲县）人，明朝政治人物。嘉靖进士，官至兵部尚书，太子太师。"],
        ["徐九臯", 49, "徐九臯（？－？），字远卿，浙江馀姚县人，顺天府大兴县富户籍，明朝政治人物、进士出身。"],
        ["锺　鑑", 50, "锺鑑（？－？），字尔正，山西泽州人，民籍，明朝政治人物、进士出身。"],
        ["徐　濙", 51, "徐濙（？－？），字景禹，浙江严州府淳安县人，民籍，明朝政治人物、进士出身。"],
        ["冯　彬", 52, "冯彬，字用先，广东海康县（今雷州）人，明朝政治人物。同进士出身。"],
        ["林　恕", 53, "林恕（？－？），字道近，福建福州府长乐县人，民籍，明朝政治人物、进士出身。"],
        ["张　忠", 54, "张忠（？－？），字显父，直隶河间府任丘县人，民籍，明朝政治人物、进士出身。"],
        ["陶　廉", 55, "陶廉（？－？），字敬甫，直隶当涂县人，云南曲靖卫军籍，明朝政治人物、进士出身。"],
        ["赵　埙", 56, "赵埙（？－？），字平仲，浙江绍兴府馀姚县人，灶籍，明朝政治人物、进士出身。"],
        ["赵九思", 57, "赵九思（？－？），字敬夫，山西平阳府解州闻喜县人，军籍，明朝政治人物、进士出身。"],
        ["胡　俸", 58, "胡俸（？－？），字君锡，浙江庆元县人，广西仪卫司□籍，明朝政治人物、进士出身。"],
        ["左　杰", 59, "左杰（？－？），字允兴，山东东昌府高唐州恩县人，匠籍，明朝政治人物、进士出身。"],
        ["张文凤", 60, "张文凤（？－？），字公仪，直隶苏州府长熟县人，军籍，明朝政治人物、进士出身。"],
        ["朱　深", 61, "朱深（？－？），字渊甫，直隶松江府华亭县人，民籍，明朝政治人物、进士出身。"],
        ["周显宗", 62, "周显宗（？－？），字子孝，山东东昌府濮州人，民籍，明朝政治人物、进士出身。"],
        ["林　梅", 63, "林梅（？－？），字以和，福建漳州府漳浦县人，民籍，明朝政治人物、进士出身。"],
        ["田　濡", 64, "田濡（？－？），字少生，山东东昌府聊城县人，军籍，明朝政治人物、进士出身。"],
        ["蔡　靉", 65, "蔡靉（？－？），字天章，号洨滨。直隶真定府宁晋县人，民籍，明朝政治人物。"],
        ["眭　烨", 66, "眭烨（？－？），字子蕴，直隶镇江府丹阳县人，民籍，明朝政治人物、进士出身。"],
        ["庄壬春", 67, "庄壬春（？－？），字子仁，福建泉州府晋江县人，民籍，明朝政治人物、进士出身。"],
        ["赵　康", 68, "赵康（？－？），字惟几，陕西西安府郃阳县人，民籍，明朝政治人物、进士出身。"],
        ["林允宗", 69, "林允宗（？－？），字希曾，福建兴化府莆田县人，匠籍，明朝政治人物、进士出身。"],
        ["赵元夫", 70, "赵元夫（？－？），字企仁，山东兖州府东平州人，民籍，明朝政治人物、进士出身。"],
        ["王　锐", 71, "王锐（？－？），字养之，河南信阳卫人，军籍，明朝政治人物、进士出身。"],
        ["刘　瑜", 72, "刘瑜（1490年－1549年），字贵卿，直隶大名府元城县人，民籍，治《诗经》，年四十岁中式嘉靖八年己丑科第三甲第七十二名进士。十一月十五日生，行一，曾祖刘有源；祖刘增；父刘迁，寿官；母张氏。具庆下，妻傅氏，弟玑。由国子生中式顺天府乡试第三十一名举人，会试中式第一百四十四名[1]。"],
        ["朱　冕", 73, "朱冕（？－？），字文中，江西南昌府丰城县人，民籍，明朝政治人物、进士出身。"],
        ["吕调羹", 74, "吕调羹（？－？），字梦卿，湖广嘉鱼县人，山东东昌府濮州备御所军籍，明朝政治人物、进士出身。"],
        ["林　山", 75, "林山（？－？），字士仁，福建福州府长乐县人，民籍，明朝政治人物、进士出身。"],
        ["夏　浚", 76, "夏浚（？－？），字惟明，江西广信府玉山县人，民籍，明朝政治人物、进士出身。"],
        ["原　寀", 77, "原寀（？－？），字次寮，陕西西安府华州蒲城县人，军籍，明朝政治人物、进士出身。"],
        ["曾守约", 78, "曾守约，字子如。归善平海（今属惠东县）人。"],
        ["饶　中", 79, "饶中（？－？），字性甫，河南汝宁府光州固始县人，民籍，明朝政治人物、进士出身。"],
        ["孟　霦", 80, "孟霦（？－？），字孔章，山西泽州人，民籍，明朝政治人物、进士出身。"],
        ["徐宗鲁", 81, "徐宗鲁（1495年－1569年），字希曾，松江华亭人，明朝政治人物、进士出身。"],
        ["谢　载", 82, "谢载（1483年－1542年），字子坤，四川省潼川州射洪县人，军籍，治《诗经》，年四十七岁中式嘉靖八年己丑科第三甲第八十二名进士。三月初三日生，行二，曾祖谢秉德，寿官；祖谢英；父谢纪；母袁氏。永感下，妻黄氏，继妻覃氏；兄盖，弟育；惠。由县学生中式四川乡试第六十四名举人，会试中式第二百五十八名[1]。"],
        ["杨逢春", 83, "杨逢春（？－？），字仁甫，福建泉州府同安县人，匠籍，明朝政治人物、进士出身。"],
        ["高大经", 84, "高大经（？－？），字以仁，直隶顺德府任县人，民籍，明朝政治人物、进士出身。"],
        ["张　环", 85, "张环（？－？），字孟循，陕西西安右护卫人，军籍，明朝政治人物、进士出身。"],
        ["李　凤", 86, "李凤（1494年－1553年），字鸣叔，四川省叙州府富顺县人，民籍，治《诗经》，年三十六岁中式嘉靖八年己丑科第三甲第八十六名进士。七月初三日生，行二，曾祖李继宗，赠文林郎，翰林院编修，加赠中宪大夫，南京太常寺少卿，累赠通议大夫，礼部右侍郎；祖李本，资善大夫，南京礼部尚书；父李文昌，府照磨；母胡氏。严侍下，妻严氏，兄夔。由国子生中式四川乡试第二十五名举人，会试中式第一百五十一名[1]。"],
        ["柳本明", 87, "柳本明（？－？），字诚甫，河南汝宁府光州光山县人，军籍，明朝政治人物、进士出身。"],
        ["谢　崑", 88, "谢崑（？－？），字锺璞，福建泉州府同安县人，民籍，明朝政治人物、进士出身。"],
        ["邢如默", 89, "邢如默（？－？），字宣甫，山东济南府临邑县人，军籍，明朝政治人物、进士出身。"],
        ["方　舟", 90, "方舟（？－？），字时济，直隶徽州府婺源县人，民籍，明朝政治人物、进士出身。"],
        ["李汝楫", 91, "李汝楫（？－？），字济卿，河南汝宁府汝阳县人，军籍，明朝政治人物、进士出身。"],
        ["吴本固", 92, "吴本固（？－？），字道深，河南汝宁府光州商城县人，军籍，明朝政治人物、进士出身。"],
        ["杨时泰", 93, "杨时泰（？－？），字道亨，高邮州人，直隶真定卫军籍，明朝政治人物、进士出身。"],
        ["林东海", 94, "林东海（？－？），字世观，福建兴化府莆田县人，军籍，明朝政治人物、进士出身。"],
        ["陈光华", 95, "陈光华（？－？），字道蕴，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["刘　凤", 96, "刘凤（？－？），字鸣岐，应天府句容县人，民籍，明朝政治人物、进士出身。"],
        ["周洪范", 97, "周洪范（？－？），字伯陈，江西安福县人，四川成都府汉州军民籍，明朝政治人物、进士出身。"],
        ["钱　澍", 98, "钱澍（？－？），字天泽，直隶迁安县人，万全都司兴和所军籍，明朝政治人物、进士出身。"],
        ["李延馨", 99, "李延馨（？－？），字允明，山西潞州人，民籍，明朝政治人物、进士出身。"],
        ["曹　逵", 100, "曹逵（？－？），字履中，常熟县人，直隶苏州府太仓州民籍，明朝政治人物、进士出身。"],
        ["张明道", 101, "张明道（？－？），字希程，湖广黄州府罗田县人，民籍，明朝政治人物、进士出身。"],
        ["白　贲", 102, "白贲（1490年－1549年），字亨甫，四川省潼川州人，民籍，治《春秋》，年四十岁中式嘉靖八年己丑科第三甲第一百零二名进士。八月二十一日生，行四，曾祖白普荣、祖白父明、父白云汉；母何氏。具庆下，妻郑氏，兄采；赞，弟贡；贵；贤；贽；宾。由国子生中式四川乡试第三十九名举人，会试中式第二百五十名[1]。"],
        ["陈　蕙", 103, "陈蕙（？－？），字邦馨，福建泉州府晋江县人，军籍，明朝政治人物、进士出身。"],
        ["张　镐", 104, "张镐（？－？），字叔京，直隶真定府定州人，民籍，明朝政治人物、进士出身。"],
        ["李　全", 105, "李全（1506年－1565年），字求全，四川成都府内江县人，民籍，治《书经》，年二十四岁中式嘉靖八年己丑科第三甲第一百零五名进士。五月初八日生，行三，曾祖李自森；祖李杰；父李登仕；前母馀氏；张氏。具庆下，妻张氏，兄华；美，弟翠；新。由县学附学生中式四川乡试第五十二名举人，会试中式第一百四十一名[1]。"],
        ["石迁高", 106, "石迁高（？－？），字谦甫，山东东昌府高唐州恩县人，军籍，明朝政治人物、进士出身。"],
        ["任廷贵", 107, "任廷贵（1490年－1549年），字君爵，山西省太原府石州人，军籍，治《诗经》，年四十岁中式嘉靖八年己丑科第三甲第一百零七名进士。九月二十九日生，行一，曾祖任海；祖任志德；父任敬；母杨氏。严侍下，妻蘧氏，继妻薛氏；刘氏；李氏；弟廷赞；廷器；廷宝。由国子生中式山西乡试第十九名举人，会试中式第一百一名[1]。"],
        ["张　凫", 108, "张凫（？－？），字羽卿，山东登州府莱阳县人，民籍，明朝政治人物、进士出身。"],
        ["阎　邻", 109, "阎邻（？－？），字德甫，山东兖州府东平州人，军籍，明朝政治人物、进士出身。"],
        ["陈　珪", 110, "陈珪（？－？），字禹成，广东高州府化州人，民籍，明朝政治人物、进士出身。"],
        ["林继臯", 111, "林继臯（？－？），字德谟，福建福州府闽县人，民籍，明朝政治人物、进士出身。"],
        ["许勉仁", 112, "许勉仁（？－？），字希颜，双流县人，四川成都左护卫官籍，明朝政治人物、进士出身。"],
        ["黄　训", 113, "黄训（？－？），字学古，直隶徽州府歙县人，民籍，明朝政治人物、进士出身。"],
        ["赵　鲲", 114, "赵鲲（？－？），字于南，山东兖州府东平州寿张县人，民籍，明朝政治人物、进士出身。"],
        ["寇　阳", 115, "寇阳（？－？），字体干，山东太原府榆次县人，军籍，明朝政治人物、进士出身。"],
        ["丘　峻", 116, "丘峻（？－？），字惟渉，直隶苏州府嘉定县人，匠籍，明朝政治人物、进士出身。"],
        ["杨　沔", 117, "杨沔（？－？），字东之，应天府句容县人，军籍，明朝政治人物、进士出身。"],
        ["孙　济", 118, "孙济（？－？），字以道，浙江湖州府归安县人，匠籍，明朝政治人物、进士出身。"],
        ["丘汝良", 119, "丘汝良（？－？），字民牧，江西广信府贵溪县人，民籍，明朝政治人物、进士出身。"],
        ["李　栋", 120, "李栋（？－？），字植卿，陕西宁夏卫人，山东兖州府东平州寿张县民籍，明朝政治人物、进士出身。"],
        ["林　璧", 121, "林壁（？－？），字茂东，福建福州府侯官县人，民籍，明朝政治人物、进士出身。"],
        ["何　偁", 122, "何偁（？－？），字邦美，江西袁州府宜春县人，军籍，明朝政治人物、进士出身。"],
        ["褚　宝", 123, "褚宝（？－？），字光楚，河南偃师县人，直隶怀远卫官籍，明朝政治人物、进士出身。"],
        ["陈　锭", 124, "陈锭（？－？），字敬舆，湖广荆州府江陵县人，军籍，明朝政治人物、进士出身。"],
        ["江　东", 125, "江东（？－？），字伯阳，山东东昌府濮州朝城县人，民籍，明朝政治人物、进士出身。"],
        ["阎　倬", 126, "阎倬（？－？），字允章，陕西凤翔府陇州人，官籍，明朝政治人物、进士出身。"],
        ["胡永成", 127, "胡永成（？－？），字思贞，江西吉安府安福县人，军籍，明朝政治人物、进士出身。"],
        ["江　满", 128, "江满（？－？），字谦之，江西南昌府进贤县人，民籍，明朝政治人物、进士出身。"],
        ["欧思诚", 129, "欧思诚（？－？），字纯甫，福建连江县人，顺天府蓟州民籍，明朝政治人物、进士出身。"],
        ["陈公陞", 130, "陈公陞（？－？），字伯举，福建福州府闽县人，军籍，明朝政治人物、进士出身。"],
        ["贺　府", 131, "贺府（？－？），字应壁，陕西西安府华州渭南县人，军籍，明朝政治人物、进士出身。"],
        ["刘　塾", 132, "刘塾（？－？），字汝学，江西饶州府鄱阳县人，民籍，明朝政治人物、进士出身。"],
        ["丁　湛", 133, "丁湛（？－？），字子一，江西九江府彭泽县人，民籍，明朝政治人物、进士出身。"],
        ["倪　嵩", 134, "倪嵩（？－？），字中卿，直隶太平府当涂县人，匠籍，明朝政治人物、进士出身。"],
        ["高　懋", 135, "高懋（1492年－1551年），字惟德，四川省重庆府合州铜梁县人，民籍，治《礼记》，年三十八岁中式嘉靖八年己丑科第三甲第一百三十五名进士。三月二十九日生，行四，曾祖高福源；祖高振，省察官；父高相，寿官；母胡氏。具庆下，妻王氏，兄志；慧；愈。由县学生中式四川乡试第四十八名举人，会试中式第三百十三名[1]。擢监察御史。升任湖广副使，兵备辰沅，时苗为寇，设计斩首千级平之，解五砦之围。晋湖广参政，后辞职归乡[2]。有子高启愚，登嘉靖乙丑年进士。"],
        ["朱隆禧", 136, "朱隆禧（？－1556），字子谦，直隶苏州府崑山县人，民籍，明朝政治人物、进士出身。"],
        ["程尚宁", 137, "程尚宁（？－？），字廷德，直隶徽州府歙县人，匠籍，明朝政治人物、进士出身。"],
        ["李　宁", 138, "李宁（？－？），字怀德，福建邵武府建宁县人，民籍，明朝政治人物、进士出身。"],
        ["钱　璧", 139, "钱璧（？－？），字和玉，广西护卫人，军籍，明朝政治人物、进士出身。"],
        ["陈　儒", 140, "陈儒（？－？），字子醇，直隶苏州府崑山县人，民籍，明朝政治人物、进士出身。"],
        ["张　鈇", 141, "张鈇（？－？），字德威，山东东昌府冠县人，军籍，明朝政治人物、进士出身。"],
        ["黄　绶", 142, "黄绶（？－？），字公佩，浙江仁和县人，陕西宁夏中屯卫军籍，明朝政治人物、进士出身。"],
        ["陈　念", 143, "陈念（？－？），字功父，湖广黄州府麻城县人，军籍，明朝政治人物、进士出身。"],
        ["郭从朴", 144, "郭从朴（？－？），字文伯，山东莱州府掖县人，军籍，明朝政治人物、进士出身。"],
        ["菅怀理", 145, "菅怀理（？－？），字一初，山东济南府临邑县人，军籍，明朝政治人物、进士出身。"],
        ["陈昌福", 146, "陈昌福（？－？），字子隆，江西吉安府泰和县人，军籍，明朝政治人物、进士出身。"],
        ["黄正色", 147, "黄正色（1501年－1576年），字士尚，号斗南，南直隶常州府无锡县（今江苏省无锡市）人，明朝政治人物、进士出身。"],
        ["黄允谦", 148, "黄允谦（？－？），字汝益，广东琼州府崖州人，军籍，明朝政治人物、进士出身。"],
        ["张　济", 149, "张济（？－？），字汝楫，陕西西安府醴泉县人，民籍，明朝政治人物、进士出身。"],
        ["马　练", 150, "马练，湖广蒲圻（今湖北蒲圻）人，是一名明朝政治人物。进士出身。"],
        ["罗　傅", 151, "罗傅（？－？），字次卿，湖广荆州府荆门州人，民籍，明朝政治人物、进士出身。"],
        ["曹　濡", 152, "曹濡（？－？），字汝育，顺天府固安县人，民籍，明朝政治人物、进士出身。"],
        ["李朝列", 153, "李朝列（？－？），字长卿，陕西西安府长安县人，军籍，明朝政治人物、进士出身。"],
        ["詹文光", 154, "詹文光（？－？），字用宾，湖广武昌府江夏县人，军籍，明朝政治人物、进士出身。"],
        ["叶　洪", 155, "叶洪（？－？），字子源，浙江馀姚县人，直隶德州卫官籍，明朝政治人物、进士出身。"],
        ["祝　咏", 156, "祝咏（？－？），字鸣盛，桂阳县人，湖广衡州卫军籍，明朝政治人物、进士出身。"],
        ["王　崇", 157, "王崇（？－？），字仲德，浙江金华府永康县人，民籍，明朝政治人物、进士出身。"],
        ["马书林", 158, "马书林（？－？），字子约，陕西西安府高陵县人，民籍，明朝政治人物、进士出身。"],
        ["王　玑", 159, "王玑（？－？），字在叔，浙江衢州府西安县人，民籍，明朝政治人物、进士出身。"],
        ["张　溪", 160, "张溪（？－？），字伯清，人，直隶寿州卫军籍，明朝政治人物、进士出身。"],
        ["谢应岳", 161, "谢应岳（？－？），字显之，江西吉安府吉水县人，民籍，明朝政治人物、进士出身。"],
        ["刘　昺", 162, "刘昺（？－？），字晋初，湖广大冶县人，中都长淮卫官籍，明朝政治人物、进士出身。"],
        ["周如底", 163, "周如底（？－？），字允直，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["刘凤翔", 164, "刘凤翔（？－？），字仲集，陕西西安后卫人，军籍，明朝政治人物、进士出身。"],
        ["张鹏翼", 165, "张鹏翼（？－？），字云程，河南开封府归德州虞城县人，民籍，明朝政治人物、进士出身。"],
        ["李士文", 166, "李士文（？－？），字在中，福建福州府连江县人，民籍，明朝政治人物、进士出身。"],
        ["戴　继", 167, "戴继（？－？），字淑似，山东兖州府曹州曹县人，军籍，明朝政治人物、进士出身。"],
        ["金　清", 168, "金清（？－？），字廉夫，直隶崑山县人，应天府上元县民籍，明朝政治人物、进士出身。"],
        ["章允贤", 169, "章允贤（？－？），字汝愚，直隶池州府青阳县人，民籍，明朝政治人物、进士出身。"],
        ["张　裕", 170, "张裕（？－？），字士弘，长洲县人，直隶苏州府嘉定县匠籍，明朝政治人物、进士出身。"],
        ["茅　宰", 171, "茅宰（？－？），字治卿，浙江绍兴府山阴县人，民籍，明朝政治人物、进士出身。"],
        ["郝维岳", 172, "郝维岳（1503年－1562年），字叔望，四川省叙南卫军籍，治《诗经》，年二十七岁中式嘉靖八年己丑科第三甲第一百七十二名进士。十一月二十三日生，行一，曾祖郝文先；祖郝忠；父郝廷相；母牟氏。永感下，妻李氏，弟维崑；维崙。由叙州府学附学生中式四川乡试第五十一名举人，会试中式第二百四十九名[1]。"],
        ["罗虞臣", 173, "罗虞臣（？－？），字熙载，广东广州府顺德县人，军籍，明朝政治人物、进士出身。"],
        ["王　镐", 174, "王镐（？－？），字宗周，直隶永平府滦州人，民籍，明朝政治人物、进士出身。"],
        ["卞　伟", 175, "卞伟（1488年－1547年），字子充，四川省叙州府宜宾县人，民籍，治《诗经》，年四十二岁中式嘉靖八年己丑科第三甲第一百七十五名进士。三月十一日生，行一，曾祖卞如圭，寿官；祖卞纪，县主簿；父卞凤来；母刘氏；继母廖氏。永感下，妻尹氏，继妻姚氏；周氏；兄俊，弟价；倣；杰；佐；佑；信；俭；俨。由国子生中式四川乡试第五十八名举人，会试中式第二百三十三名[1]。"],
        ["高　进", 176, "高进（？－？），字维荩，直隶崑山县人，锦衣卫校籍，明朝政治人物、进士出身。"],
        ["王与龄", 177, "王与龄，（1508年－1564年），字受甫，号湛泉[1]，别称寿夫，山西承宣布政使司平阳府吉州宁乡县（今山西省中阳县）人，明朝政治人物、进士出身。"],
        ["陈　捷", 178, "陈捷（？－？），字仲迟，福建福州府长乐县人，民籍，明朝政治人物、进士出身。"],
        ["范来贤", 179, "范来贤（？年－？年），常熟人，是一名明朝政治人物。进士出身。"],
        ["沈　铎", 180, "沈铎（？－？），字时振，浙江湖州府归安县人，民籍，明朝政治人物、进士出身。"],
        ["皇甫汸", 181, "皇甫汸（1497年－1582年），字子循，号百泉，百泉子。南直隶长洲县（今江苏苏州市）人。明朝官员，诗人。"],
        ["陈大伦", 182, "陈大纶（？－？），字伯言，直隶舒城县人，广西南宁卫军籍，明朝政治人物、进士出身。"],
        ["吴孟祺", 183, "吴孟祺（？－？），字元寿，山东兖州府宁阳县人，军籍，明朝政治人物、进士出身。"],
        ["王汝楫", 184, "王汝楫（？－？），字利民，山东济南府德州人，民籍，明朝政治人物、进士出身。"],
        ["张志选", 185, "张志选（？－？），字以学，福建泉州府晋江县人，民籍，明朝政治人物、进士出身。"],
        ["杜朝聘", 186, "杜朝聘（？－？），字莘夫，山东兖州府东平州东阿县人，民籍，明朝政治人物、进士出身。"],
        ["冯　惠", 187, "冯惠（？－？），字天祐，直隶河间府沧州盐山县人，灶籍，明朝政治人物、进士出身。"],
        ["乔　佑", 188, "乔佑（？－？），字德征，河南河南府洛阳县人，军籍，明朝政治人物、进士出身。"],
        ["饶思聪", 189, "饶思聪（1506年－1555年），字子闻，号湖田，江西新干（今界埠乡湖田村）人。明朝政治人物。"],
        ["张　烜", 190, "张烜（？－？），字仲熙，人，广西庆远卫军籍，明朝政治人物、进士出身。"],
        ["郭应奎", 191, "郭应奎（？－？），字致祥，江西吉安府泰和县人，民籍，明朝政治人物、进士出身。"],
        ["高　简", 192, "高简（1500年－1559年），字公敬，四川成都府绵州人，民籍，治《礼记》，年三十岁中式嘉靖八年己丑科第三甲第一百九十二名进士。十一月初四日生，行四，曾祖高子清；祖高本政；父高腾，封南京刑部主事；母李氏（赠安人）；继母王氏（封安人）。具庆下，妻弓氏，兄第（知府）；节（贡士）；策。由国子生中式四川乡试第四名举人，会试中式第二百六十名[1]。"],
        ["唐时英", 193, "唐时英（1499年－1558年），字子才，湖广卢溪县人，云南平夷卫军籍，治《书经》，年三十一岁中式嘉靖八年己丑科第三甲第一百九十三名进士。六月十二日生，行二，曾祖唐义；祖唐洪，寿官；父唐经，义官；母伍氏。具庆下，妻张氏，兄时贤。由国子生中式云贵乡试第八名举人，会试中式第四十九名[1]。"],
        ["陈子文", 194, "陈子文（？－？），字在中，福建福州府闽县人，民籍，明朝政治人物、进士出身。"],
        ["李　遂", 195, "李遂（？－？），字良伯，湖广荆州府江陵县人，民籍，明朝政治人物、进士出身。"],
        ["黄光昇", 196, "黄光升，字明举，号癸峰。福建晋江县人，明朝官员、进士出身。"],
        ["许　绎", 197, "许绎（？－？），字士成，福建福州府闽县人，民籍，明朝政治人物、进士出身。"],
        ["路　珠", 198, "路珠（？－？），字子明，河南卫辉府新乡县人，民籍，明朝政治人物、进士出身。"],
        ["赵国良", 199, "赵国良（？－？），字邦遂，陕西西安府同州人，军籍，明朝政治人物、进士出身。"],
        ["荣　恺", 200, "荣恺（？－？），字舜举，顺天府大兴县人，民籍，明朝政治人物、进士出身。"],
        ["郭　圻", 201, "郭圻（？－？），字维望，直隶河间府任丘县人，民籍，明朝政治人物、进士出身。"],
        ["王　祚", 202, "王祚（？－？），字永锡，大宁保定右卫人，官籍，明朝政治人物、进士出身。"],
        ["李　绅", 203, "李绅（？－？），字朝仪，河南开封府祥符县人，民籍，明朝政治人物、进士出身。"],
        ["高　擢", 204, "高擢（？－？），字士元，直隶永平府滦州人，民籍，明朝政治人物、进士出身。"],
        ["张嘉秀", 205, "张嘉秀（？－？），字文英，人，浙江宁海卫军籍，明朝政治人物、进士出身。"],
        ["陈一贯", 206, "陈一贯（？－？），字鲁得，福建福州府福清县人，民籍，明朝政治人物、进士出身。"],
        ["徐　谦", 207, "徐谦（1496年－1555年），字子恭，四川省叙州府富顺县人，民籍，治《书经》，年三十四岁中式嘉靖八年己丑科第三甲第二百零七名进士。十一月十七日生，行二，曾祖徐复才；祖徐永香；父徐尚积；母杨氏。具庆下，妻车氏，兄万馀。由县学生中式四川乡试第三十六名举人，会试中式第五十六名[1]。"],
        ["吴　介", 208, "吴介（？－？），字子正，人，直隶寿州卫官籍，明朝政治人物、进士出身。"],
        ["汪宗元", 209, "汪宗元（？－？），字子允，湖广武昌府崇阳县人，军籍，明朝政治人物、进士出身。"],
        ["孙应辰", 210, "孙应辰（？－？），字拱极，河南开封府睢州考城县人，民籍，明朝政治人物、进士出身。"],
        ["赵　瀛", 211, "赵瀛（？－？），字文海，陕西西安府三原县人，军籍，明朝政治人物、进士出身。"],
        ["郑　恭", 212, "郑恭（？－？），字子安，直隶徽州府绩溪县人，民籍，明朝政治人物、进士出身。"],
        ["高　澄", 213, "高澄（1494年－1552年），字肃卿，别号东玉，顺天固安（今河北省固安县）人。明朝政治人物，官至河南巡抚。"],
        ["刘希龙", 214, "刘希龙（？－？），字汝言，湖广零陵县人，河南怀庆卫守御卫辉前所官籍，明朝政治人物、进士出身。"],
        ["周　相", 215, "周相（？－？），字君弼，直隶苏州府吴江县人，民籍，明朝政治人物、进士出身。"],
        ["白　濬", 216, "白濬（？－？），字子深，广西桂林府临桂县人，民籍，明朝政治人物、进士出身。"],
        ["徐　泮", 217, "徐泮（？－？），字崇教，河南汝宁府光州固始县人，民籍，明朝政治人物、进士出身。"],
        ["曹　察", 218, "曹察（1499年－1558年），字明卿，号晴峰，直隶无锡人，明朝政治人物，同进士出身。"],
        ["杨献可", 219, "杨献可（？－？），字子襄，山东济南府青城县人，军籍，明朝政治人物、进士出身。"],
        ["龚　湜", 220, "龚湜（？－？），字茂扬，湖广武昌府崇阳县人，军籍，明朝政治人物、进士出身。"],
        ["黄谨容", 221, "黄谨容（？－？），字望之，福建兴化府莆田县人，匠籍，明朝政治人物、进士出身。"],
        ["徐存义", 222, "徐存义（？－？），字质夫，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["陈　洙", 223, "陈洙（？－？），字道源，浙江绍兴府上虞县人，民籍，明朝政治人物、进士出身。"],
        ["王　杏", 224, "王杏（？－？），字世文，浙江宁波府奉化县人，民籍，明朝政治人物、进士出身。"],
        ["沈师贤", 225, "沈师贤（？－？），字德秀，浙江湖州府德清县人，民籍，明朝政治人物、进士出身。"]
    ]
}