{
    "year_name": "嘉靖十一年壬辰科殿试金榜",
    "first": [
        ["林大钦", 1, "林大钦（1512年－1545年），字敬夫，号东莆（东峯？），小名大茂。广东潮州府海阳县东莆都（潮州潮安县金石镇）人，祖籍福建莆田，明代状元。[1]。"],
        ["孔天胤", 2, "孔天胤（1505年－1581年），字汝锡，号文谷子。山西汾州（今汾阳）文同里百金堡人。明朝榜眼，官员、诗人。私谥“文靖先生”。"],
        ["高　节", 3, "高节（1493年－1552年），字公成（公秉），号竹所，四川成都府绵州罗江县人，明朝政治人物[1]。"]
    ],
    "second": [
        ["李启东", 1, "李启东（1503年－1552年），字元叔，又字伯宿。江西庐陵人。明朝官员。"],
        ["熊　洛", 2, ""],
        ["桑　乔", 3, "桑乔，字子木，直隶扬州府江都县（今江苏省扬州市）人，明朝政治人物、进士出身。"],
        ["黄　崋", 4, "黄崋（1502年－？），字秀卿，号梓谷，四川省潼川州遂宁县人，明朝政治人物。"],
        ["杨　瀹", 5, ""],
        ["张　合", 6, "张合，字极观。永昌（今云南保山）人。明朝政治人物，进士出身。张志淳之子。"],
        ["林　春", 7, "林春（1498年－1541年），字子仁，号东城，南京扬州府泰州（今江苏泰州市）人，明朝政治人物、进士出身。"],
        ["王　廷", 8, "王廷（1504年－1591年），字子正，号南岷，四川省顺庆府南充县人，明朝政治人物[1]。"],
        ["张　冕", 9, "张冕（？－？），字庄甫，福建泉州府晋江县人，军籍，明朝政治人物、进士出身。"],
        ["顾四科", 10, "顾四科，浙江钱塘人，是一名明朝政治人物。"],
        ["贾士元", 11, ""],
        ["俞咨伯", 12, "俞咨伯（？－？），字礼卿，号蒲山，浙江平湖人，明朝政治人物，进士出身。"],
        ["顾玉柱", 13, "顾玉柱，字邦石，号一江，直隶常熟县人。"],
        ["周　满", 14, "周满，字谦之，号受菴，一号拘虚子，四川广汉县人。明朝政治人物。"],
        ["陈　乙", 15, ""],
        ["谢少南", 16, "谢少南，字应午，一字与槐，直隶上元县（今属南京市）人。明朝政治人物。"],
        ["曾孔化", 17, ""],
        ["柯实卿", 18, "柯实卿，字公仲，福建晋江县人。明朝官员。"],
        ["赵　维", 19, "宋理宗赵昀（1205年1月26日－1264年11月16日），原名赵与莒，1222年被立为宁宗弟沂王嗣子，赐名贵诚，1224年立为宁宗皇子，赐名昀，是南宋的第五位皇帝（1224年9月17日—1264年11月16日在位），在位40年，享年59岁。"],
        ["高世彦", 20, "高世彦（1507年－？年），字仲修，号白坪，四川成都府内江县人，明朝政治人物。"],
        ["魏廷萱", 21, ""],
        ["林　华", 22, "林华，字廷彬，号巽峯，福建莆田县人。明朝政治人物。"],
        ["翁学渊", 23, "翁学渊（1494年－1554年），字道源，号丹山，浙江遂昌县人。明朝政治人物。"],
        ["陈　玒", 24, ""],
        ["左　镒", 25, ""],
        ["何其高", 26, "何其高（1493年－？年），字抑之，号白坡，四川省保宁府阆中县人，"],
        ["杨伊志", 27, ""],
        ["唐国相", 28, ""],
        ["周宗镐", 29, "周宗镐（1507年－？年），字于京，号白崖，湖广岳州府巴陵县人，明朝官员。"],
        ["白　悦", 30, "白悦（1498年－1551年），字贞夫，号洛原，直隶常州府武进县（今江苏常州市）人，明朝官员。"],
        ["陈叔颐", 31, ""],
        ["陈　俎", 32, ""],
        ["陆期范", 33, ""],
        ["徐　祯", 34, ""],
        ["刘　玺", 35, ""],
        ["蒋　信", 36, ""],
        ["茅　鎜", 37, "茅鎜（1496年－1555年），字新之，号海门。直隶丹徒县人。明朝政治人物。"],
        ["范　钦", 38, "天一阁藏《范钦像》"],
        ["张　明", 39, ""],
        ["陈仕贤", 40, ""],
        ["吕　懹", 41, ""],
        ["辛　童", 42, ""],
        ["刘　儒", 43, "刘儒（？年－169年），字叔林，东郡阳平县（今山东省莘县）人。[1]东汉八厨之一。"],
        ["范　瑟", 44, "范瑟（1504年－1562年），字孔和，号栢峯，山东济南府历城县人，明朝政治人物。"],
        ["钱　亮", 45, "钱亮可以指："],
        ["张　愚", 46, "张愚（1500年－1559年），字子明，号东居，山东诸城县人，直隶天津左卫军籍，治《诗经》，年三十三岁中式嘉靖十一年壬辰科第二甲第四十六名进士。九月三十日生，行一，曾祖张士能；祖张洪；父张凤；母董氏。永感下，妻李氏。由卫学生中式顺天府乡试第七十四名举人，会试中式第一百十一名。观都察院政，陞员外，山西佥事，参议，陕西副使，右参政，巡抚延绥，右副都御史[1]。"],
        ["黄应中", 47, "黄应中（1501年－？年），字子孚，号屏溪，四川省重庆府忠州人，民籍，治《诗经》，年三十二岁中式嘉靖十一年壬辰科第二甲第四十七名进士。五月十四日生，行一，曾祖黄珏；祖黄本立；父黄璧，贡士；母卢氏。重庆下，妻申氏，弟应正，子瓯。由国子生中式四川乡试第十一名举人，会试中式第二十二名。授，观通政司政，改户主事，员外，郎中，庐州知府止[1]。"],
        ["许　檖", 48, "许檖（1508年－1567年），字国华，号西坡，河南省开封府兰阳县人，民籍，治《诗经》，年二十五岁中式嘉靖十一年壬辰科第二甲第四十八名进士。二月二十九日生，行三，曾祖许真，县主簿；祖许凯，累封户部郎中；父许廷佑；母萧氏。具庆下，妻牛氏，兄东；椿（监生），弟楹；楩；梓；梅；柟；栱；梴；校。由县学生中式河南乡试第二十二名举人，会试中式第一百七十七名。观大理寺政，陞南京户部员外郎，郎中，降通判，陞平阳府同知[1]。"],
        ["吴　至", 49, "吴至（1504年－1563年），字道卿，号中山，浙江省绍兴府馀姚县人，军籍，明朝政治人物。"],
        ["秦鸣夏", 50, "秦鸣夏（1508年－1557年），字子亨，号白崖，浙江临海城关人，明朝政治人物。"],
        ["施　雨", 51, "施雨（1495年－1566年），字润之，号文峯，南直隶苏州府常熟县人，明朝政治人物。[1]"],
        ["张　谦", 52, "张谦（1511年－1570年），字子益，号鄮西，浙江省宁波府慈谿县人，民籍，治《诗经》，年二十二岁中式嘉靖十一年壬辰科第二甲第五十二名进士。三月十三日生，行三十六，曾祖张珊；祖张场；父张锦；母刘氏。慈侍下，妻陈氏，兄俊（听选官）；诰；谏；谨；训；诩，弟谕，子应文（选贡），孙光裕（举人）。由县学附学生中式浙江乡试第八十名举人，会试中式第二十六名。观礼部政，降典史，陞知县，南京刑部主事，员外郎，郎中，大名府知府，福建副使，广东参政，调贵州参政，廉宪[1]。"],
        ["于廷寅", 53, "于廷寅（1501年－？年），字贰卿，号曹峯，浙江省绍兴府馀姚县人，明朝政治人物。"],
        ["许应元", 54, "许应元（1506年－?年），字子春，号茗山，顺天府东安县人，浙江杭州府钱塘县民籍，治《易经》，年二十七岁中式嘉靖十一年壬辰科第二甲第五十四名进士。正月二十八日生，行二，曾祖许九臯；祖许绅；父许龟年；母陈氏。具庆下，妻徐氏，兄应□，弟应奎；应龙；应宿；应禄；应能；应□；应亨；应德；应□；应□；应荐；应求；应□；应□；应□，子梦旸；季序（儒士），孙惠（己酉举人）。由国子生中式浙江乡试第八十五名举人，会试中式第六十三名。观兵部政，调泰州，陞工部员外郎，郎中，夔州府知府，四川副使，调广西，陞辽东苑马寺卿，云南参政，补福建，降云南按察使，广西右布政使[1]。"],
        ["刘继禄", 55, "刘继禄（1495年－？年），字承德，顺天府三河县人，明朝政治人物。"],
        ["边　侁", 56, "边侁（1503年－？年），字行甫，号贞谷，直隶河间府任丘县人，明朝政治人物。"],
        ["皇甫涍", 57, "皇甫涍（1497年－1556年），字子安，号少玄，南直隶苏州府长洲县人[1]。明代诗人、政治人物。"],
        ["曾大吉", 58, "曾大吉（1494年－1553年），字子脩，号颍坡，河南省开封府陈州人，民籍，治《春秋》，年三十九岁中式嘉靖十一年壬辰科第二甲第五十八名进士。五月十九日生，行一，曾祖曾刚；祖曾和，寿官；父曾福，坝官；母卢氏。具庆下，妻朱氏，弟大全；大用，子一新；一善。由国子生中式河南乡试第六十八名举人，会试中式第一百六十八名。观刑部政[1]。"],
        ["闵如霖", 59, "闵如霖（1503年－1559年），字师望，号午塘，浙江省湖州府乌程县人，明朝政治人物，官至南京礼部尚书。"],
        ["王　椿", 60, "王椿（1505年－1564年），字元龄，号霁山，浙江省杭州府钱塘县人，匠籍，治《易经》，年二十八岁中式嘉靖十一年壬辰科第二甲第六十名进士。六月初九日生，行二，曾祖王复初；祖王镛，义官；父王璘，卫经历；嫡母吴氏；继母丘氏；生母凌氏。具庆下，妻张氏，兄相，弟材，子梦龙。由国子生中式顺天府乡试第十八名举人，会试中式第五十五名。观工部政，降陞松江府同知止[1]。"],
        ["董汉儒", 61, "董汉儒（1494年－？年），字道夫，号葵冈，河南省开封府睢州考城县人，明朝政治人物。"],
        ["徐　樾", 62, "徐樾（？－1552年），字子直，号波石，江西贵溪人，明朝政治人物，进士出身。"],
        ["姚翔凤", 63, ""],
        ["王　珩", 64, ""],
        ["毛　复", 65, ""],
        ["吕　瑚", 66, ""],
        ["赵一中", 67, ""],
        ["雍　澜", 68, ""],
        ["欧阳清", 69, ""],
        ["杨　成", 70, "杨成（1499年－1556年），字全卿，号水田，湖广桃源县人，着籍南京留守衞。明朝政治人物。"],
        ["吴　岳", 71, "吴岳（1504年－1570年），字汝乔，山东承宣布政使司兖州府汶上县（今山东省济宁市汶上县）人，明朝政治人物、进士出身。"],
        ["衞元确", 72, ""],
        ["浦应麒", 73, ""],
        ["赵　伊", 74, ""],
        ["段承恩", 75, ""],
        ["游居敬", 76, "游居敬（1509年－1571年），字行简，号可斋。福建延平府南平县（今福建省南平市延平区）人[1]。明朝政治人物、学者。"],
        ["韩　勗", 77, ""],
        ["陈　祯", 78, "陈祯，崇仁人，明朝政治人物。进士出身。"],
        ["邵元吉", 79, ""],
        ["文　衡", 80, "文衡（1497年－？年），字公孺，号似山，四川省顺庆府南充县人，民籍，治《诗经》，年三十六岁中式嘉靖十一年壬辰科第二甲第八十名进士。六月初五日生，行一，曾祖文理，寿官；祖文廷辅，县丞；父文子贤；母杨氏。慈侍下，妻李氏，继妻母氏；弟衢；卫；炳；行；藻；澜；谊。由国子生中式四川乡试第四十九名举人，会试中式第八十八名。观大理寺政，陞员外，云南佥事止[1]。"]
    ],
    "index": 51,
    "url": "https://zh.wikipedia.org/wiki/Template:%E5%98%89%E9%9D%96%E5%8D%81%E4%B8%80%E5%B9%B4%E5%A3%AC%E8%BE%B0%E7%A7%91%E6%AE%BF%E8%A9%A6%E9%87%91%E6%A6%9C",
    "third": [
        ["馀　光", 1, ""],
        ["李延康", 2, "李延康，字充吉，山西长治县人，明朝政治人物、进士出身。李延馨弟。"],
        ["潘　高", 3, "潘高（1514年12月16日－1557年2月6日），字子抑，号春谷，祖籍南直隶庐江府合肥县，出生于山西宁化千户所（今山西省忻州市宁武县境内），明朝官员。嘉靖十一年（1532年）中进士，初授大理寺评事，累官至陕西布政司左参议。后因娶改革派官员王琼的孙女为妻，又在地方上兴利除弊，触怒内阁首辅夏言而罢官。"],
        ["刘　澯", 4, ""],
        ["陈　垲", 5, "陈垲，浙江馀姚人，明朝政治人物、进士出身。"],
        ["王廷榦", 6, "王廷榦，字维桢[1]，号严潭[2]，南京宁国府泾县（今安徽省泾县）人，明朝政治人物，官至江西九江府知府[3]。"],
        ["何天启", 7, ""],
        ["郑吉甫", 8, ""],
        ["王　京", 9, "王京（1431年－？），字宗周，交趾人，江西赣州府信丰县，官籍。明朝政治人物。进士出身。"],
        ["魏尙纯", 10, "魏尚纯（？－1568年），号嵩麓，河南钧州（今禹州市）人。明朝政治人物。"],
        ["李　征", 11, "李征（？年－？年），字诚之，号云华，湖广桃源县人。明朝政治人物。"],
        ["李乘云", 12, "李乘云，河南钧州（今河南禹县）人，明朝政治人物。同进士出身。"],
        ["尤　鲁", 13, "尤鲁，字懋宗，号西村，南京常州府无锡（今江苏无锡市）人，明朝政治人物、进士出身。"],
        ["沈伯咸", 14, "沈伯咸（？年－？年），字公甫，号少泉，浙江秀水县人。明朝政治人物。"],
        ["曾　钧", 15, "曾钧（？－1570年），字廷和，江西承宣布政使司南昌府进贤县（今江西省进贤县）人，明朝政治人物、进士出身。"],
        ["周　镐", 16, "周镐（1511年－？年），字仲京，号少溪，浙江省宁波府慈谿县人，民籍，治《诗经》，年二十二岁中式嘉靖十一年壬辰科第三甲第十六名进士。二月二十五日生，行一，曾祖周桢，阴阳训衙；祖周煦，散官；父周文进，贡士；母张氏。重庆下，妻赵氏，兄钶，弟镒；钊；釪；铉。由县学附学生中式浙江乡试第六十六名举人，会试中式第一百七十五名。授，观通政司政，陞大理寺副，工部员外郎，郎中，降州同知卒[1]。"],
        ["潘子正", 17, ""],
        ["冯汝弼", 18, ""],
        ["曹　迈", 19, "曹迈（1501年－？年），字德仲，号凤冈，四川省嘉定州荣县人，军籍，治《诗经》，年三十二岁中式嘉靖十一年壬辰科第三甲第十九名进士。八月二十六日生，行一，曾祖曹伯琤；祖曹鼐，县丞；父曹赏，训导；母刘氏。重庆下，妻杨氏，兄荐，弟彦；屏；庠；廊；迎；□，子履亨。由国子生中式四川乡试第二十七名举人，会试中式第九十九名。观户部政，陞南京给事中，宁国府知府，陕西副使卒[1]。"],
        ["张翼翔", 20, ""],
        ["叶　经", 21, "叶经（1505年－1543年），字叔明，号东园，浙江上虞人，明朝政治人物，进士出身。"],
        ["韩　威", 22, "韩威，字德隅，号渔洲，直隶河间衞人，借籍直隶丰润县。明朝政治人物。"],
        ["米　荣", 23, ""],
        ["胡　鲸", 24, ""],
        ["刘汝楠", 25, ""],
        ["柳　英", 26, "柳英（1498年－？年），字子锺，号鹤峯，四川夔州府巫山县人，民籍，治《诗经》，年三十五岁中式嘉靖十一年壬辰科第三甲第二十六名进士。正月初七日生，行二，曾祖柳文；祖柳琳，监生；父柳茂株；母黄氏。慈侍下，妻向氏。由国子生中式四川乡试第三十八名举人，会试中式第十七名。观刑部政，陞刑主，员，郎中，云南知府，河东运使，复两淮，湖广参政，回籍，勘明复参政至右布政[1]。"],
        ["陈　策", 27, "陈策（1497年－1556年），字一得，号鸣冈，四川省重庆府忠州人，民籍，治《诗经》，年三十六岁中式嘉靖十一年壬辰科第三甲第二十七名进士。二月十八日生，行一，曾祖陈鑑，赠光禄寺少卿；祖陈瑞，光禄寺少卿；父陈大韶；母马氏。具庆下，妻古氏，兄恩，弟葴；簧，子寿龄。由国子生中式四川乡试第五十八名举人，会试中式第一百五十二名。授，观刑部政[1]。"],
        ["王继宗", 28, "王继宗（1490年－？年），字汝孝，号双溪，四川省顺庆府南充县人，明朝政治人物。"],
        ["郑汝舟", 29, ""],
        ["翟　镐", 30, ""],
        ["陈　脩", 31, ""],
        ["何　思", 32, "何思，湖广归州（今湖北宜昌）人，明朝政治人物。进士出身。"],
        ["王　联", 33, ""],
        ["来汝贤", 34, "来汝贤（1501年－1536年），字子禹，号菲泉，浙江萧山县人。明朝政治人物。"],
        ["周　珫", 35, "周珫，字润夫，生卒不详，湖广应城人，明朝政治人物、进士出身。"],
        ["张世亨", 36, ""],
        ["徐　进", 37, ""],
        ["刘世用", 38, ""],
        ["党承赐", 39, ""],
        ["王　敎", 40, "王敎，字道脩，号白谷，直隶松江府华亭县（今上海市南市区）人，明朝政治人物。"],
        ["常应文", 41, "常应文，山西榆社（今山西榆社）人，明朝政治人物。进士出身。"],
        ["顾存仁", 42, "顾存仁（？－1573年），字伯刚，号怀东，太仓人（今属江苏省）人。明朝政治人物。"],
        ["林功懋", 43, ""],
        ["贾　枢", 44, ""],
        ["谢庭𦶜", 45, "谢庭𦶜（1507年－？年），字子佩，四川省叙州府富顺县人，明朝政治人物。"],
        ["黄　鹏", 46, "黄鹏，字搏之，号南溟，广东潮州府潮阳县县廓都（今棉城）人，明朝政治人物。"],
        ["张　棐", 47, ""],
        ["刘　素", 48, ""],
        ["周　卿", 49, ""],
        ["陈　魁", 50, "陈魁（1498年1月15日－？年），字梅甫、尧臣，四川省顺庆府隣水县人，明朝政治人物。"],
        ["陈　位", 51, ""],
        ["陈　澍", 52, "陈澍（？－？），字天泽，直隶高邮州人，山西太原左卫官籍，明朝政治人物、进士出身。"],
        ["殷　学", 53, "殷学（1501年－1560年），字成甫，山东兖州府东平州东阿县人，明朝政治人物。"],
        ["傅　颐", 54, ""],
        ["俞世洁", 55, "俞世洁，字与之，福建侯官县人，明朝政治人物、同进士出身。"],
        ["李朝阳", 56, "李朝阳（1495年－？年），字伯鸣，号西峪，山西省太原府清源县人，军籍，治《书经》，年三十八岁中式嘉靖十一年壬辰科第三甲第五十六名进士。二月二十七日生，行一，曾祖李贤，寿官；祖李子实；父李梅，巡检；母梁氏。重庆下，妻米氏，继妻王氏；弟遇阳；荷阳，子光前；光世；光德。由国子生中式山西乡试第九名举人，会试中式第六十名。授，观兵部政[1]。"],
        ["韩　岳", 57, "韩岳，字鲁淙，浙江馀姚人。明朝政治人物、进士出身。"],
        ["周　瑞", 58, ""],
        ["赵愈和", 59, ""],
        ["廖希颜", 60, ""],
        ["李　恺", 61, "李恺（?－?），字克谐，号抑斋，福建惠安县螺城镇西北街人[1]。明朝政治人物。"],
        ["吴希孟", 62, "吴希孟（1508年－？年），字子醇，南直隶常州府武进县人，明朝政治人物。"],
        ["唐　曜", 63, "唐曜（1510年－1569年），字㓜贞，号小潭，江西南昌府南昌县人，四川叙州府富顺县民籍，治《诗经》，年二十三岁中式嘉靖十一年壬辰科第三甲第六十三名进士。九月十七日生，行十五，曾祖唐邦显；祖唐渊；父唐公正；嫡母胡氏；生母吴氏。慈侍下，妻万氏。由国子生中式四川乡试第七名举人，会试中式第三百十三名。观都察院政，陞刑部主事，员外郎，郎中。石埭县、太湖县知县，广平府知府，河南副使[1]。"],
        ["苏志臯", 64, "苏志皐（1488年－？），字德明，号寒村，明朝政治人物。顺天府固安县（今河北省固安县）通关厢人。同进士出身。"],
        ["王　釴", 65, ""],
        ["程秀民", 66, "程秀民，字天毓，号习斋，浙江衢州人，明朝政治人物。同进士出身。"],
        ["胡　鳌", 67, "胡鳌（？－？），字镇之，山东济南府滨州人，军籍，明朝政治人物、进士出身。"],
        ["马汝彰", 68, "马汝彰（？年－？年），字存美，号璞冈，河南汲县人。明朝政治人物。"],
        ["邓　熺", 69, ""],
        ["李文凤", 70, ""],
        ["胡　魁", 71, ""],
        ["何继高", 72, "何继高（？－？），字汝登，浙江绍兴府山阴县人，民籍，明朝政治人物、进士出身。"],
        ["陈如纶", 73, "陈如纶（1499年－1552年），字德宣，号午江，一号二馀，南直隶苏州府太仓州（今江苏太仓市）人，明朝官员、学者。"],
        ["尹　耕", 74, ""],
        ["冯　亮", 75, "冯亮，浙江金华人，明朝政治人物、进士出身。"],
        ["应鸣凤", 76, ""],
        ["朱　衡", 77, "朱衡可以指："],
        ["王惟贤", 78, "王惟贤（1496年－？），字士官，号卓峯，四川省潼川州中江县人，明朝政治人物。"],
        ["钱　照", 79, ""],
        ["冯应元", 80, ""],
        ["杨　登", 81, ""],
        ["赵民顺", 82, "赵民顺（1501年－1560年），字敬孺，号方洲，四川省重庆府巴县人，民籍，治《易经》，年三十二岁中式嘉靖十一年壬辰科第三甲第八十二名进士。十月二十七日生，行二，曾祖赵子贤；祖赵启，赠监察御史；父赵阳，教谕；前母晏氏；张氏；继母曾氏。具庆下，妻张氏，兄民宜（贡士），弟民式；民怀；民瞻；民宪，子逢辰。由国子生中式四川乡试第三十四名举人，会试中式第三十八名。授，观吏部政，陞南京户部主事[1]。"],
        ["邢　址", 83, "邢址，字汝立，号阳川，直隶当涂县人，明朝政治人物。"],
        ["洪　垣", 84, "洪垣，字峻之，号觉山[1]，南直隶徽州府婺源县（今江西省婺源县），明朝政治人物。"],
        ["黄大廉", 85, "黄大廉，福建莆田县人，明朝政治人物。"],
        ["李　淳", 86, "李淳（1489年－1548年），字文卿，号缨溪，山东省东昌府濮州人，军籍，治《诗经》，年四十四岁中式嘉靖十一年壬辰科第三甲第八十六名进士。五月十八日生，行二，曾祖李英；祖李成；父李瓉，义官；母马氏。永感下，妻任氏，兄恂（省察官），子行知；行素；行远。由州学生中式山东乡试第十四名举人，会试中式第二百二十四名。观礼部政，陞户主事，员外，郎中[1]。"],
        ["刘天授", 87, ""],
        ["扈永通", 88, "扈永通（1499年－1576年），字一贯，号会溪，山东曹县人。明朝政治人物。"],
        ["张　逊", 89, ""],
        ["孙继先", 90, ""],
        ["谢　瑜", 91, "谢瑜（？－？），字如卿，号狷斋，浙江上虞人，明朝政治人物，同进士出身。"],
        ["吕光洵", 92, "绍兴印刷局1918年印《越中三不朽图赞》之吕光洵像"],
        ["陈　豪", 93, ""],
        ["沈　越", 94, "沈越，字中甫，南直隶江宁人，明朝官员。"],
        ["陈　时", 95, ""],
        ["谢九仪", 96, ""],
        ["尹　相", 97, "尹相，字商衡，号介石，湖广承宣布政使司武昌府嘉鱼县（湖北省嘉鱼县）人，明朝政治人物、同进士出身。"],
        ["孙　简", 98, ""],
        ["钱　嶫", 99, "钱嶪，通州人，是一名明朝政治人物。进士出身。"],
        ["吴伯亨", 100, "吴伯亨，陕西兰州人，明朝政治人物、同进士出身。"],
        ["吴　悌", 101, "吴悌（1502年－1568年），字思诚，号踈山，江西抚州府金谿县人，明朝政治人物。"],
        ["何中行", 102, "何中行（1497年－？年），字粹甫，广东南海县人，广州府顺德县民籍，明朝政治人物。"],
        ["吕应祥", 103, "吕应祥（1493年－1564年），字子和，号龙山，陕西省西安府泾阳县人，明朝政治人物。"],
        ["刘光文", 104, "刘光文（1507年－？年），字继纯，号亦斋，四川承宣布政使司保宁府阆中县（今四川省南充市阆中市）人，明朝政治人物。"],
        ["包　节", 105, "《松江邦彦图》之包节像"],
        ["林应亮", 106, "林应亮（1506年－1593年），字熙载，号少峯，福建省福州府侯官县北屿（今南屿水西林）人，明朝政治人物。"],
        ["张　梯", 107, "张梯（1502年－1561年），字子阶，号南垌，山西省太原府阳曲县人，军籍，治《书经》，年三十一岁中式嘉靖十一年壬辰科第三甲第一百零七名进士。八月二十九日生，行四，曾祖张永；祖张琛，寿官；父张勃，教谕；母贾氏。永感下，妻王氏，兄楷；杞；棠；休；采；榘；栗；寨，弟槃；楠，子筌。由府学生中式山西乡试第五十九名举人，会试中式第一百十八名。观礼部政，陞监察御史，降户部主事止[1]。"],
        ["高尚志", 108, "高尚志（1512年－？年），字德崇，号真庵，山东东昌府冠县人，明朝政治人物。"],
        ["严　宽", 109, "严宽（1493年－？年），字栗夫，号玉山，南直隶镇江府丹徒县人，军匠籍，治《诗经》，年四十岁中式嘉靖十一年壬辰科第三甲第一百零九名进士。十月三十日生，行六，曾祖严庆；祖严轸，七品散官；父严继宗，义官；前母顾氏；孟氏；继母赵氏。永感下，妻钱氏，兄宪；賔；察，弟容；完；宥；宸；寰；宠，子湛；淳；沐。由府学生中式应天府乡试第四十五名举人，会试中式第二百五十一名。观工部政，陞刑部主事，郎中，杭州知府[1]。"],
        ["叶国华", 110, "叶国华（1495年－？年），字尚賔，号观吾，湖广武昌府兴国州人，军籍，治《诗经》，年三十八岁中式嘉靖十一年壬辰科第三甲第一百一十名进士。七月十五日生，行一，曾祖叶思恭；祖叶鲜；父叶璁，教谕；母锺氏；继母刘氏。具庆下，妻郭氏，弟文华；士华；常华。由国子生中式湖广乡试第四十七名举人，会试中式第二百八十一名。观都察院政，陛户主事卒[1]。"],
        ["陈文浩", 111, "陈文浩（1487年－1546年），字子川，号孤峯，福建省福州府闽县人，民籍，治《易经》，年四十六岁中式嘉靖十一年壬辰科第三甲第一百一十一名进士。四月十二日生，行三，曾祖陈桧；祖陈秉；父陈鑛；前母吴氏；郑氏。永感下，妻戴氏，兄文渊，子梦兰（姪子）；梦桥（姪子）。由县学生中式福建乡试第四十二名举人，会试中式第二百九十七名。观都察院政，陞南户主事，工郎中[1]。"],
        ["徐　荣", 112, "徐荣（1498年－1557年），字仁卿，号浯溪，福建省泉州府晋江县人，民籍，治《春秋》，年三十五岁中式嘉靖十一年壬辰科第三甲第一百一十二名进士。正月十八日生，行三，曾祖徐坤；祖徐源；父徐毓；嫡母吴氏；生母林氏。具庆下，妻张氏，兄濬；果，弟㮣，子用宾（无锡县丞）；行可（侄），孙鸿渐（生员）；鸿儒（生员）；鸿举（生员）；鸿仪（生员）；鸿业（生员）；鸿猷（生员）；博卿（侄孙 知县）；岳卿（侄孙 生员）；□□（曾孙 生员）；应聘（曾孙 生员）；熙载（曾孙 生员）；缙华（曾孙）；缙芳（曾孙 辛丑会班）；翼（曾孙 守羽生员）。由国子生中式福建乡试第五十八名举人，会试中式第三十三名。观通政司政，历户部主事，忤相旨，迁赵府长史[1]。徐荣自幼为人至孝。任嘉善县知县。累迁赵府长史，卒。精于《春秋》。清道光《晋江县志》有传[2]。"],
        ["周　亮", 113, "周亮（1492年－1551年），字尚寅，号岐麓，福建省福州府侯官县人，匠籍，治《易经》，年四十一岁中式嘉靖十一年壬辰科第三甲第一百一十三名进士。八月二十五日生，行一，曾祖周荣，教谕；祖周一鹗，寿官；父周天秩；母张氏；继母赵氏。严侍下，妻魏氏，弟豪；膏；亨，子道（庠生）；诰（庠生）；书（万历三十年授训导）；相（庠生），孙梦旸（庠生）；继魁（庠生）；继照（庠生）；继先（庠生）；尔□（庠生）；尔震；尔巽；尔豫；梦兰；启瑞；启翔；弘议（曾孙）；弘谟（曾孙）；安仁（曾孙）；敦仁（曾孙）；叶国（曾孙）；正国（曾孙）；泰国（曾孙）；兆隆（曾孙）；兆盛（曾孙）；昌祚（曾孙）；昌祺（曾孙）；士贵（曾孙）。由直隶邳州学学正中式福建乡试第三十二名举人，会试中式第一百二十六名。观大理寺政，陞贵州道御史，三巡南直隶，晋京畿道，陞南京大理寺丞，守制卒，从祀乡贤[1]。"],
        ["宋天民", 114, "宋天民（1496年－1555年），字若尹，号春野，福建省兴化府莆田县人，明朝政治人物。"],
        ["曾汝檀", 115, "曾汝檀（1496年－1555年），字惟馨，号廊斋，福建省漳州府漳平县人，民籍，治《礼纪》，年三十七岁中式嘉靖十一年壬辰科第三甲第一百一十五名进士。六月初五日生，行一，曾祖曾处安；祖曾澜，义官；父曾元清，按察司知事；母陈氏。重庆下，妻杨氏，子思鲁。由国子生中式应天府乡试第九十五名举人，会试中式第九十五名。观吏部政，陞南户员外，礼郎中，抚州知府，调南宁知府，终养，复补安庆知府，陞盐运使[1]。"],
        ["郭　鋆", 116, "郭鋆（1498年－1557年），字允重，号一泉， 山西省泽州高平县人，民籍，治《春秋》，年三十五岁中式嘉靖十一年壬辰科第三甲第一百一十六名进士。十月初八日生，行一，曾祖郭质，知州；祖郭定，知州；父郭坤，知州；母王氏。慈侍下，妻刘氏，继妻邢氏；兄銮（贡士），弟釜；鎜（贡士）；鉴；金；蓥；鋈，子治己；治统（郎中）。由国子生中式山西乡试第五名举人，会试中式第四名。观户部政，历工给事，户部给事，太常，少卿，陞南光禄卿，顺天府尹，南大理卿，改大理卿，工侍郎止[1]。"],
        ["杜　鍷", 117, "杜鍷（1507年－1566年），字邦平，号馆江，浙江省宁波府鄞县人[1]。"],
        ["劳绍科", 118, "劳绍科（1502年－？年），字献伯，号东泉，广东省广州府番禺县人，明朝政治人物。"],
        ["黄献可", 119, "黄献可（1502年－1561年），字尭俞，号野塘，福建省兴化府莆田县人，民籍，治《诗经》，年三十一岁中式嘉靖十一年壬辰科第三甲第一百一十九名进士。九月十四日生，行四，曾祖黄孟恭；祖黄汝保；父黄思达；母林氏。具庆下，妻阮氏，弟际可；学可。由县学附学生中式福建乡试第六十九名举人，会试中式第一百六十名。观礼部政，改嘉兴知县，陞礼部主事，降应天府学教授[1]。"],
        ["路天亨", 120, "路天亨（1502年－1561年），字仲元，号廓庵，山西省平阳府安邑县人，民籍，治《诗经》，年三十一岁中式嘉靖十一年壬辰科第三甲第一百二十名进士。九月三十日生，行二，曾祖路广，义官；祖路显，知县；父路埙，典膳；母杨氏。具庆下，妻张氏，继妻景氏；兄天衢（监生）。由国子生中式山西乡试第二十六名举人，会试中式第一百六十七名。观兵部政，陞户部主事，改礼部，复改吏部主事，历员外郎，郎中，陞山东左参政，按察使，陕西右布政使[1]。"],
        ["张光祖", 121, "张光祖（1505年－？年），字德征，号双准又，山西省阳曲县人，河南𩒛川卫军籍，治《诗经》，年二十八岁中式嘉靖十一年壬辰科第三甲第一百二十一名进士。二月十六日生，行一，曾祖张珣；祖张守亨，知县；父张治，贡士；母李氏。具庆下，妻时氏，弟光远；光弼；光祚；光大；光国；光启；光裕；光绪；光世，子好问；好学。由国子生中式河南乡试第二十五名举人，会试中式第二百二十八名。观兵部政，改上虞县，陞监察御史[1]。"],
        ["陶　谟", 122, "陶谟（1496年－1555年），字大显，号见湖，浙江省嘉兴府秀水县人，军籍，治《诗经》，年三十七岁中式嘉靖十一年壬辰科第三甲第一百二十二名进士。二月十三日生，行一，曾祖陶泽，义官；祖陶楷，义官赠监察御史；父陶俨，按察司副使；母姜氏（封孺人）。具庆下，妻李氏，弟诺；讬（监生）；诰；讷；试；谊；训。由国子生中式浙江乡试第二十九名举人，会试中式第一百二十名。观刑部政，改莆田知县，陞御史，大理寺丞卒[1]。"],
        ["刘九容", 123, "刘九容（1497年－1556年），字慎卿，号榆泉，榆林卫人，陕西绥德卫官籍，治《春秋》，年三十六岁中式嘉靖十一年壬辰科第三甲第一百二十三名进士。四月初五日生，行二，曾祖刘钊；祖刘顼，义官；父刘儒；母杨氏。慈侍下，妻吴氏，兄九思，子可方；可立；可度。由国子生中式陕西乡试第二十名举人，会试中式第二百五十四名。观刑部政，改祥符知县，陞刑主事，员外，山东佥事[1]。"],
        ["贾文元", 124, "贾文元（1492年－1551年），字体仁，号洱皐，直隶曲阳县人，云南大理卫军籍，明朝官员。"],
        ["卢　勳", 125, "卢勳（1493年－1573年），字汝立，号后屏，浙江省处州府缙云县人，明朝政治人物。"],
        ["王应诏", 126, "王应诏（1490年－1549年），字公举，号吉阳，福建省建宁府瓯宁县人，民籍，治《易经》，年四十三岁中式嘉靖十一年壬辰科第三甲第一百二十六名进士。十月十四日生，行四，曾祖王昇；祖王民瞻；父王贵，岁贡生；母魏氏。永感下，妻雷氏，兄用賔，弟士策（贡士），子大政（生员）；大谏；大年（生员）；大猷；大器；大韶。由国子生中式福建乡试第十八名举人，会试中式第三百三名。观都察院政，□佥事，贵州参议止[1]。"],
        ["赵汝濂", 127, "赵汝濂（1495年－1554年），字敦夫，号雪屏，云南省太理府太和县人，民籍，治《易经》，年三十八岁中式嘉靖十一年壬辰科第三甲第一百二十七名进士。正月三十日生，行一，曾祖赵均；祖赵平，赠应天府推官；父赵仪，知州；母叚氏（封安人）。永感下，妻兆氏，继妻王氏；弟汝洛。由国子生中式云贵乡试第三名举人，会试中式第二百二名。观都察院政，改吏主事，员外，郎中，陛南尚宝卿，太常少卿，右通政，太仆卿，太常卿，南院右副都，调外任[1]。"],
        ["边　沆", 128, "边沆（1510年－1569年），字文灏，号九河，直隶河间府任丘县人，明朝政治人物。"],
        ["申用休", 129, "申用休（1493年－？年），字戒之，号云谿，山西省太原府平定州乐平县人，明朝御史。"],
        ["薛廷宠", 130, "薛廷宠（1498年－？年），字汝承，号萃轩，福建省福州府福清县人，明朝政治人物。"],
        ["史襃善", 131, "《史褒善朝服像》，濮阳县档案馆藏"],
        ["唐　宽", 132, "唐宽（1499年－？年），字栗夫，号鹊山，山西省太原府平定州人，军籍，治《书经》，年三十四岁中式嘉靖十一年壬辰科第三甲第一百三十二名进士。十二月二十九日生，行二，曾祖唐谦；祖唐茂；父唐廷琰；母荆氏；继母王氏。具庆下，妻黄氏，兄宠，弟宷，子尧咨。由国子生中式山西乡试第五十五名举人，会试中式第一百四十八名。授，观户部政，陞刑主司，员外，郎中，怀庆知府，陕西副使，行太仆卿，复苑马寺卿，四川参政按察使，山东左布政，太仆卿，应天府尹[1]。"],
        ["姚　虞", 133, "姚虞（1507年－1566年），字宗舜，号泽山，福建省兴化府莆田县人，民籍，治《诗经》，年二十六岁中式嘉靖十一年壬辰科第三甲第一百三十三名进士。九月十四日生，行一，曾祖姚资德；祖姚啇，封南京太常寺博士；父姚鸣鸶，知县；母董氏。重庆下，妻林氏，弟夏；殷；周。由府学附学生中式福建乡试第二十名举人，会试中式第一百三十六名。观户部政，陞南道监察御史，改北道监察御史，陞淮安府知府止[1]。"],
        ["杨　贤", 134, "杨贤（1506年－1565年），字公荐，号东泉，山东兖州府济宁州人，民籍，治《易经》，年二十七岁中式嘉靖十一年壬辰科第三甲第一百三十四名进士。八月二十五日生，行二，曾祖杨賔，赠都察院右副都御史；祖杨汴，散官；父杨栗，训导；母李氏。具庆下，妻袁氏，兄贡，子自得。由国子生中式山东乡试第四十七名举人，会试中式第一百八十七名。观礼部政，复除凤翔府，陞武昌府知府，陕西副使，河南左参政，复除陕西右参政，陞按察使，湖广右布政使，复除四川，转左，以主亲回籍勘明，复除四川左布政使，陞南京光禄寺卿，改太仆寺卿[1]。"],
        ["陈　让", 135, "陈让（1491年－1550年），字原礼（以礼），号见吾，福建省泉州府晋江县人，军籍，治《春秋》，年四十二岁中式嘉靖十一年壬辰科第三甲第一百三十五名进士。十一月初五日生，行五，曾祖陈汉；祖陈凯；父陈溥；嫡母庄氏；生母郭氏。永感下，妻李氏，兄言；设；谋；试，子欲浑；欲渐；欲润；欲淳。由府学生中式福建乡试第一名举人，会试中式第五十二名。观礼部政，陞御史，建言回籍[1]。陈琛族弟，授绍兴府推官，后任监察御史，曾弹劾建昌侯门客刘东山而下狱，仍然继续上疏，嘉靖帝最终查明，诛杀刘东山，恢复陈让官职。但因上疏论皇后合葬同陵事，被削职为民。隆庆改元，赠光禄少卿。着《见吾选稿》[2]。"],
        ["谢上箴", 136, "谢上箴（1486年－？年），字以善，号南湖，湖广岳州府华容县人，明朝政治人物。"],
        ["朱廷臣", 137, "朱廷臣（1493年－？年），字敬之，号东城，广东省潮州府海阳县人，明朝政治人物。"],
        ["董　珆", 138, "董珆（1497年－1556年），字子纯，号晴谿，南直隶宁国府泾县人，军籍，治《诗经》，年三十六岁中式嘉靖十一年壬辰科第三甲第一百三十八名进士。七月初六日生，行八十四，曾祖董志道，义官累赠知府；祖董杰，右副都御史；父董键；母徐氏。慈侍下，妻左氏，兄球；王本，弟㻌；璯；㻑。由国子生中式应天府乡试第一百二十二名举人，会试中式第二百四十三名。观刑部政，陞御史考降不仕[1]。"],
        ["杨　镃", 139, "杨镃（1496年－1555年），字应时，号南溪，山西省壸关县人，锦衣卫旗籍，治《易经》，年三十七岁中式嘉靖十一年壬辰科第三甲第一百三十九名进士。十二月初五日生，行二，曾祖杨通，赠指挥佥事；祖杨庆，义官；父杨伸，义官；嫡母仝氏；生母顾氏。慈侍下，妻刘氏，继妻张氏；兄銊，弟镁；釴，子于庭。由国子生中式顺天府乡试第四十一名举人，会试中式第二十九名。观刑部政[1]。"],
        ["张　寿", 140, "张寿（1505年－？年），字汝静，号乐山，陕西省延安府宜川县人，顺天府宛平县匠籍，治《书经》，年二十八岁中式嘉靖十一年壬辰科第三甲第一百四十名进士。十一月十七日生，行四，曾祖张文贵；祖张兴；父张翱；前母郭氏；嫡母吴氏；生母赵氏。慈侍下，妻于氏，兄福；禄；爵（义官），子允塞；允齐。由顺天府学增广生中式顺天府乡试第九十三名举人，会试中式第一百九十七名。观工部政[1]。"],
        ["赵允亨", 141, "赵允亨（1506年－1565年），字伯通，号龙山，直隶保定府安肃县人，军籍，治《易经》，年二十七岁中式嘉靖十一年壬辰科第三甲第一百四十一名进士。正月十三日生，行七，曾祖赵英；祖赵宗；父赵廷仪；母杨氏。具庆下，妻张氏，继妻刘氏；兄允恭；允道；允中；允迪；允高；允怀，弟允修。由县学生中式顺天府乡试第一百一名举人，会试中式第二百七十四名。观工部政，调阳谷县知县，陞太仆寺丞止[1]。"],
        ["陶钦夔", 142, "陶钦夔（1500年－1559年），字伯谐，号镜峯，江西九江府彭泽县人，明朝政治人物。"],
        ["石　永", 143, "石永（1501年－？年），字寿卿，号静斋，直隶广平府威县人，明朝政治人物。"],
        ["刘仕贤", 144, "刘仕贤（1488年－1547年），字以道，号仰峯，江西南昌府南昌县人，民籍，治《诗经》，年四十五岁中式嘉靖十一年壬辰科第三甲第一百四十四名进士。六月二十四日生，行一，曾祖刘杰胜；祖刘伯拱，赠工部主事；父刘廷重，工部郎中；母王氏（封安人）。慈侍下，妻熊氏，继妻唐氏；葛氏；弟仕贵（卫吏目）；仕资；仕賛，子曰虞；曰虚；曰睿。由国子生中式江西乡试第五十一名举人，会试中式第一百一名。观通政司政，陞御史，广东佥事卒[1]。"],
        ["张　珪", 145, "张珪（1496年－1555年），字君如，号春江，南直隶苏州府太仓州人，民籍，治《诗经》，年三十七岁中式嘉靖十一年壬辰科第三甲第一百四十五名进士。八月二十二日生，行三，曾祖张元鹏；祖张漆；父张铣；母陆氏；继母周氏。慈侍下，妻周氏，兄鸾；鹍；璧；□；球，子节，孙大咸（戊戌进士）。由国子生中式应天府乡试第三十九名举人，会试中式第二百三十五名。观大理寺政，陞刑主事，员外，江西佥事，福参议，致仕[1]。"],
        ["周　南", 146, "周南（1494年－1553年），字道南，号东皐，河南省汝州郏县人，民籍，治《书经》，年三十九岁中式嘉靖十一年壬辰科第三甲第一百四十六名进士。二月十八日生，行一，曾祖周璜；祖周荣；父周玘；母王氏。永感下，妻沈氏，子壎；华；蕚。由国子生中式河南乡试第五十九名举人，会试中式第二百三十七名。观吏部政，陞御史，浙江副使。[1]。"],
        ["王献芝", 147, "王献芝（1500年－1559年），字德仁，号湛塘，南直隶徽州府歙县人，民籍，治《春秋》，年三十三岁中式嘉靖十一年壬辰科第三甲第一百四十七名进士。九月三十日生，行一，曾祖王永良；祖王瑗，封工部主事；父王宠，州同知；母方氏（封安人）。慈侍下，妻于氏，弟献葵；献盖。由国子生中式应天府乡试第十五名举人，会试中式第二百七十三名。观吏部政，陞南御史，降州判，陞府推官，南户主事，改工部主事止[1]。"],
        ["孙　校", 148, "孙校（1502年－？年），字右文，号明轩，浙江省嘉兴府平湖县人，民籍，治《书经》，年三十一岁中式嘉靖十一年壬辰科第三甲第一百四十八名进士。八月十四日生，行二，曾祖孙瑫，封知县；祖孙逵；父孙，监生；母周氏。严侍下，妻包氏，兄槃（监生），弟志荣（监生）；栻；楫；禾；柷；柱，子诗（长子 应天己卯举人，荆州通判）；谏（次子 廪生），孙时彦（礼部儒士 谏出）；梦圣（增广生 诗出）；胤昌（曾孙 时彦出）；胤奇（曾孙 时彦出）；文徽（曾孙 □□ 梦圣出）；文明（曾孙 □□ 梦圣出）；文铨（曾孙 □□ 梦圣出） 。由国子生中式浙江乡试第二十四名举人，会试中式第二百九十四名。观礼部政，陞南京刑部郎，四川重夔兵傋，副使，郡祀乡贤[1]。"],
        ["侯　珮", 149, "侯珮（1488年－1547年），字天和，号静溪，山东东昌府濮州范县人，民籍，治《书经》，年四十五岁中式嘉靖十一年壬辰科第三甲第一百四十九名进士。七月十四日生，行三，曾祖侯钦；祖侯荣；父侯聪，卫经历；母翟氏。永感下，妻崔氏，兄璋；珪；璠（听选官），子来聘（生员）。由国子生中式顺天府乡试第二十六名举人，会试中式第一百八十一名。观户部政，陞户部主事，历陞苑马寺少卿，致仕[1]。"],
        ["侯　度", 150, "侯度（1504年－1547年），字宪甫，号西湄，山东东阿县人，明朝政治人物。"],
        ["董德明", 151, "董德明（1506年－？年），字汝哲，号东庄，湖广黄冈县人，广西护卫中所军籍，治《礼记》，年二十七岁中式嘉靖十一年壬辰科第三甲第一百五十一名进士。十月初三日生，行七，曾祖董继宗；祖董春；父董勉，义官；母郭氏。重庆下，妻刘氏，兄德顺；德纯（教谕）；德茂，弟德润；德宏；德昇。由国子生中式广西乡试第四名举人，会试中式第三百六名。观礼部政，陞户部主事，员外郎，郎中，处州府知府，山东副使，河南右参政[1]。"],
        ["汪东洋", 152, "汪东洋（1499年－？年），字德涵，四川成都府绵州人，明朝政治人物。"],
        ["刘　训", 153, "刘训（1506年－1565年），字子伊，河南省汝宁府汝阳县（今汝南县、平舆县）人，明朝官员。"],
        ["刘士逵", 154, "刘士逵（1498年－？年），字伯鸿，号渐斋，浙江省宁波府慈谿县人，民籍，治《诗经》，年三十五岁中式嘉靖十一年壬辰科第三甲第一百五十四名进士。十一月十八日生，行百七，曾祖刘炜，布政司左参政；祖刘圻，正七品承事郎；父刘锴，府经历；前母桂氏；方氏；汪氏。具庆下，妻王氏，弟士逢，子廷川（庠生）；廷洲（庠生），孙志超（庠生）；志彬（庠生）；宇（庠生）；志式（乙举）。由国子生中式浙江乡试第四十二名举人，会试中式第八十一名。观刑部政，陞御史，降州判官，陞汝宁通判，长史，致仕[1]。"],
        ["何元述", 155, "何元述（1504年－1592年），字元孝（元礼），号小洛，福建省泉州府晋江县人[1]。明朝政治人物。"],
        ["胡汝翼", 156, "胡汝翼（1487年－？年），字伯邻，号东巖，四川成都府绵州人，民籍，治《书经》，年四十六岁中式嘉靖十一年壬辰科第三甲第一百五十六名进士。十一月十七日生，行二，曾祖胡清，赠承德郎；祖胡兰，审理正；父胡秉中，教授；母古氏；继母栗氏。具庆下，妻李氏，兄汝贤，弟汝弼；汝为；汝霖；汝楫；汝梅，子经；纶；约。由国子生中式四川乡试第五十二名举人，会试中式第一百二十九名。观工部政，陞户部主事，郎中，临安府知府，补襄阳府知府[1]。"],
        ["黄德纯", 157, "黄德纯（1499年－1558年），字敬脩，号亦斋，福建省兴化府莆田县人，民籍，治《书经》，年三十四岁中式嘉靖十一年壬辰科第三甲第一百五十七名进士。四月十一日生，行三，曾祖黄尚彬，寿官；祖黄源深；父黄学善；母江氏。永感下，妻周氏，兄德昭。由国子生中式福建乡试第九名举人，会试中式第二百三十名。观工部政，陞南户主事，员外，郎中，浙江佥事止[1]。"],
        ["承　林", 158, "承林（1497年－？年），字茂卿，号南江，江隂县]]人，直隶德州卫官籍，治《书经》，年三十六岁中式嘉靖十一年壬辰科第三甲第一百五十八名进士。十二月二十九日生，行二，曾祖承贵；祖承玉；父承玘；母宋氏。具庆下，妻杨氏，兄雄，弟勇，子三锡。由州学生中式山东乡试第十五名举人，会试中式第二百六十七名。观都察院政[1]。"],
        ["刘思唐", 159, "刘思唐（1500年－1559年），字尚友，号西崖，河南省祥符县人，陕西宁夏右卫军籍，治《书经》，年三十三岁中式嘉靖十一年壬辰科第三甲第一百五十九名进士。九月初六日生，行一，曾祖刘智；祖刘三；父刘雄；母甘氏。具庆下，妻郭氏，子潜；渥；淹。由卫学生中式陕西乡试第十二名举人，会试中式第六十八名。改庶吉士，改户主事，改吏主事，员外，郎中，浙江提学副使，湖广右参政，按察使止[1]。"],
        ["沈弘彝", 160, "沈弘彝（1501年－？年），字君叙，号柳川，河南省开封府陈州人，明朝官员。"],
        ["阎　朴", 161, "𨶒朴（1504年－？年），字文甫，号又泉，山西省太原府榆次县人，明朝政治人物。"],
        ["孙　哲", 162, "孙哲（1494年－？年），字用䀲，号吉泉，山西省太原府石州人，民籍，治《易经》，年三十九岁中式嘉靖十一年壬辰科第三甲第一百六十二名进士。十月十五日生，行三，曾祖孙全，寿官；祖孙㧑，教授；父孙子文，知县；前母苏氏；武氏。慈侍下，妻高氏，继妻贾氏；兄振；麒（仓官）；贤；良，子继鲁。由国子生中式山西乡试第十四名举人，会试中式第六十六名。观吏部政，历陛寺正，知府止[1]。"],
        ["胡守中", 163, "胡守中（1502年－1546年），字伯时，号文溪，祖籍江西吉水县，河南开封府归德州宁陵县人，明朝政治人物。[1]"],
        ["田大有", 164, "田大有（1504年－1581年），字豫甫，号思斋，山东兖州府东平州人。"],
        ["席大宾", 165, "席大賔（1499年－？年），字子瞻，号星崖，直隶定远县人，云南云南左卫官籍，明朝政治人物。"],
        ["李　谨", 166, "李谨（1492年－1551年），字常甫，号南津，广东省四会县人，富峪卫官籍，治《书经》，年四十一岁中式嘉靖十一年壬辰科第三甲第一百六十六名进士。正月初五日生，行二，曾祖李安，百户；祖李福，百户；父李淮，百户；母张氏（封安人）。永感下，妻卞氏，继妻何氏（聘）；兄讃（百户），弟諌（义官），子正新。由国子生中式顺天府乡试第一百十六名举人，会试中式第七十一名。观礼部政[1]。"],
        ["董　官", 167, "董官（1501年－1532年），字惟贤，山西省大同府应州人，民籍，治《易经》，年三十二岁中式嘉靖十一年壬辰科第三甲第一百六十七名进士。四月十二日生，行一，曾祖董政；祖董铨，县主簿；父董献，县主簿；母郑氏。具庆下，妻李氏，弟宇。由国子生中式山西乡试第六十一名举人，会试中式第一百五名。观礼部政卒[1]。"],
        ["张舜臣", 168, "张舜臣（1509年－？年），字希臯，号继斋，直隶真定府晋州安平县人，明朝政治人物。"],
        ["胡公廉", 169, "胡公廉（1496年－？年），字介卿，号简斋，浙江省金华府汤溪县人，明朝政治人物。"],
        ["钱　籍", 170, "钱籍（1498年－1557年），字汝载，号海山，南直隶苏州府常熟县人，民籍，治《书经》，年三十五岁中式嘉靖十一年壬辰科第三甲第一百七十名进士。七月十九日生，行三，曾祖钱恂；祖钱文吉，遇例冠带；父钱廷佐；母孙氏。具庆下，妻徐氏，继妻赵氏；丁氏；兄节；箕，弟笙；策；篥；筌；竺；筹；范；简；篇；箴；符，子宇；宁；守。由国子生中式应天府乡试第九十九名举人，会试中式第二百九十六名。观刑部政，陞御史止[1]。"],
        ["骆　骥", 171, "骆𩦸（1497年－1556年），字汝良，号槠山，浙江省绍兴府诸暨县人，民籍，治《礼记》，年三十六岁中式嘉靖十一年壬辰科第三甲第一百七十一名进士。四月十八日生，行四，曾祖骆茂膺；祖骆璁，寿官；父骆凤岐，教谕；母郑氏。严侍下，妻傅氏，兄骅；驺；骐，弟□；腾；騄；騵；驷；骧；驰，子大武。由县学生中式浙江乡试第四十七名举人，会试中式第一百七十四名。观刑部政[1]。"],
        ["郑　普", 172, "郑普（1495年－1554年），字汝德，号海亭，福建省泉州府南安县人，军籍，治《易经》，年三十八岁中式嘉靖十一年壬辰科第三甲第一百七十二名进士。九月十九日生，行一，曾祖郑妃乞；祖郑妈讚；父郑元；母伍氏。具庆下，妻杨氏，弟藻；荩；庄，子欲大。由县学生中式福建乡试第二十七名举人，会试中式第七十二名。观工部政[1]。"],
        ["李　本", 173, "吕本（1504年－1587年），字汝立，号后屏，南渠，又号期斋，浙江省绍兴府馀姚县人，民籍，治《书经》，年二十九岁中式嘉靖十一年壬辰科第三甲第一百七十三名进士。六月初一日生，行一，曾祖李公琼；祖李懋；父李改；前母俞氏；杨氏。慈侍下，妻夏氏，弟禾；杜；乐；采；来，子衢；斆（知府）；致（福建运判）。由国子生中式浙江乡试第二十四名举人，会试中式第一百八十九名。观工部政，陞吏礼都给事中，南太常少卿，改太少卿，右通政，巡抚南赣，改南操江，大理卿，南刑侍，工侍，刑尚书[1]。"],
        ["赵维垣", 174, "赵维垣（1510年－1569年），字伯师，号艮山，直隶江都县人，贵州永宁卫官籍，治《书经》，年二十三岁中式嘉靖十一年壬辰科第三甲第一百七十四名进士。三月三十日生，行二，曾祖赵显；祖赵铨；父赵迪，义官；母周氏；继母文氏。慈侍下，妻徐氏，兄维藩，弟维屏；维翰；维宁。由卫学生中式云贵乡试第五十一名举人，会试中式第四十一名。观都察院政，改庶吉士，改礼部，降大名府推官，陞宝应府同知，南京兵部郎中，江西佥事，复除浙江佥事，陞云南参议，提学副使，四川参政，福建按察使，右布政使，左布政使止[1]。"],
        ["伊敏生", 175, "伊敏生（1506年－？年），字子蒙，号山泉，南直隶苏州府吴县人，明朝政治人物。"],
        ["李　完", 176, "李完（1500年－？年），字子美，号龙塘，湖广荆州府石首县人，民籍，治《书经》，年三十三岁中式嘉靖十一年壬辰科第三甲第一百七十六名进士。十月十四日生，行二，曾祖李茂珎；祖李德良，知县；父李天和；母袁氏。具庆下，妻张氏，兄实，弟容；官；守。由国子生中式湖广乡试第三十名举人，会试中式第六十四名。观通政司政，陞御史卒[1]。"],
        ["朱怀干", 177, "朱怀干（1491年－？年），字守正，号双桥，浙江省湖州府归安县人，明朝政治人物。"],
        ["吕怀健", 178, "吕怀健（1499年－？年），字思顺，号干斋，南直隶扬州府泰州人，明朝政治人物。"],
        ["陈　谏", 179, "陈谏（1498年－1557年），字公从，号晴峯，顺德县人，广东广州府番禺县军籍，治《诗经》，年三十五岁中式嘉靖十一年壬辰科第三甲第一百七十九名进士。十一月初八日生，行一，曾祖陈潣；祖陈琼；父陈纪；母刘氏。具庆下，妻林氏，弟谟；诜；试，子化中。由国子生中式广东乡试第二十五名举人，会试中式第二百三十名。观吏部政[1]。"],
        ["王继芳", 180, "王继芳（1494年－1553年），字世昌，号亭皐，顺天府固安县人，民籍，治《诗经》，年三十九岁中式嘉靖十一年壬辰科第三甲第一百八十名进士。十一月二十二日生，行一，曾祖王贵；祖王端，赠刑科给事中；父王钦，按察司副使；前母吕氏（赠孺人）；祖氏（封孺人）。永感下，妻陈氏，子道纯；政纯。由县学生中式顺天府乡试第一百七名举人，会试中式第一百六十二名。观户部政，陛南工给事，改户主事，员外，郎中，陕副使，调四川[1]。"],
        ["陈时熙", 181, "陈时熙（1499年－1558年），字舜民，号平崖，开封府陈留县人，河南汝宁府上蔡县军籍，治《诗经》，年三十四岁中式嘉靖十一年壬辰科第三甲第一百八十一名进士。三月初七日生，行九，曾祖陈肃；祖陈安；父陈志文，府同知累进阶中议大夫賛治尹；前母杨氏；李氏。慈侍下，妻郑氏，继妻李氏；兄颀顼；颙颂；显预；时雍，弟时皥，子绍芳；承芳。由国子生中式河南乡试第三十八名举人，会试中式第二百十名。观户部政[1]。"],
        ["王朝贤", 182, "王朝贤（1505年－1564年），字立之，号三陵，河南省开封府太康县人，民籍，治《诗经》，年二十八岁中式嘉靖十一年壬辰科第三甲第一百八十二名进士。十二月十五日生，行二，曾祖王簪；祖王焄；父王载；母张氏。慈侍下，妻李氏，兄朝元，子汝玉。由国子生中式河南乡试第二十一名举人，会试中式第三百十七名。观礼部政，陞寺副正。顺德府知府。副使[1]。"],
        ["方召南", 183, "方召南（1493年－1552年），字文化，号为齐，福建省兴化府莆田县人，民籍，治《书经》，年四十岁中式嘉靖十一年壬辰科第三甲第一百八十三名进士。二月二十四日生，行一，曾祖方璿，训导；祖方迪；父方绅；母林氏。慈侍下，妻郑氏，继妻郑氏；弟世南；道南。由国子生中式福建乡试第九名举人，会试中式第三百十六名。观礼部政卒[1]。"],
        ["何　赞", 184, "何賛（1493年－1552年），字尭卿，号龙江，浙江省台州府黄巖县人，民籍，治《诗经》，年四十岁中式嘉靖十一年壬辰科第三甲第一百八十四名进士。三月二十一日生，行九，曾祖何士周；祖何潭；父何圭；前母谢氏；陈氏。永感下，妻丘氏，兄金，弟弼；钊；钺；俅，子良臣。由国子生中式浙江乡试第七十一名举人，会试中式第十五名。观兵部政，陞御史。福建副使卒[1]。"],
        ["朱宪章", 185, "朱宪章（1495年－？年），字守良，号筠坡，江西南昌府进贤县人，明朝政治人物。"],
        ["王弘道", 186, "王弘道（1498年－1557年），字士达，号忠庵，山东济南府濵州霑化县人，军籍，治《易经》，年三十五岁中式嘉靖十一年壬辰科第三甲第一百八十六名进士。十一月初三日生，行二，曾祖王昇；祖王奉；父王庆，岁贡；母孙氏。慈侍下，妻苏氏，兄弘仁，子汲；浚。由国子生中式山东乡试第十一名举人，会试中式第三百十五名。观刑部政　，陞南御史卒[1]。"],
        ["杨勉学", 187, "杨勉学（1492年－?年），字仲潜，号菊坞，山东东昌府茌平县人，明朝政治人物。"],
        ["范　爱", 188, "范爱（1500年－？年），字体仁，号洱皐，山东汶上县人，太宁都司营州中屯卫军籍，治《诗经》，年三十三岁中式嘉靖十一年壬辰科第三甲第一百八十八名进士。九月初一日生，行二，曾祖范锦；祖范清；父范山；母袁氏。永感下，妻巩氏，兄璋，弟纯，子召麟。由国子生中式顺天府乡试第一百二十六名举人，会试中式第三百一名。观工部政，陞刑主事止[1]。"],
        ["何　城", 189, "何城（1500年－1559年），字叔防，号月梧，陕西省绥德卫官籍，治《易经》，年三十三岁中式嘉靖十一年壬辰科第三甲第一百八十九名进士。七月十七日生，行一，曾祖何洪，镇抚；祖何英，镇抚；父何炫，正千户；前母赵氏；温氏；嫡母刘氏；生母杨氏。慈侍下，妻朱氏，兄堂（指挥同知），弟坚；基；址；增；坤；埙，子汝敬（例贡授鸿胪寺署丞）；□□（姪），孙昌祚；昌德；灿然（姪孙 仪直县学生员）；廓然（姪孙 □□县学生□□龙关出）；瑞麟（曾孙）；文麟（曾孙 昌祚出）；王麟（曾孙）；圣麟（曾孙）；与麟（曾孙 昌德出）。由国子生中式陕西乡试第六十一名举人，会试中式第一百八十名。观工部政，改刑部主事，兵部武库主事，提督武学，降安州添注同知，筑堤得水患民号何公堤，转徽州府同知，陞工部虞衡郎中，监督改建圜丘，辛丑奉勅至黄州府建御书樱命陶仲文祝延圣寿，壬寅陞武昌知府，丙午首发楚世子弑逆，闻于朝，举为间官之首，复请于抚按前世子腹心指挥甘玉海残党与二十七人于市世子党孤正法坐死，丁未未擢山西潞安兵备副使，分巡冀南道，己酉人晋关取士得人，首拔大学士蒲州张公四维置魁选，庚戌大察甘党据要津坐譛还江都家食十五年值江淮倭乱□受惨戮又谓□司钞部俱留外城首倡筑新城御倭，至今赖之，屡经台省交荐举编材，嘉靖甲子卒葬城西句城□之东刘家原[1]。"],
        ["冉崇礼", 190, "冉崇礼（1500年－？年），字季周，号村南，河南省开封府中牟县人，明朝政治人物。"],
        ["徐　表", 191, "徐表（1496年－？年），字正夫，号龙泉，福建省漳州府漳浦县人，民籍，治《诗经》，年三十七岁中式嘉靖十一年壬辰科第三甲第一百九十一名进士。九月十二日生，行一，曾祖徐悌；祖徐尚辉；父徐海；母林氏。具庆下，妻陈氏，弟香；洛中，子冲（主簿）；凝（生员）；熙（生员）；兆吉（生员）；□（生员），孙英；孟则（生员）；启鼎（□□）；□鼎；彝鼎；旸鼎；曜鼎；玭襄（曾孙）；来褒（曾孙）。由县学生中式福建乡试第三十六名举人，会试中式第二百八十七名。观都察院政，陞刑部主事，郎中，以执法降理问[1]。"],
        ["胡明庶", 192, "胡明庶（1494年－？年），字功甫，湖广黄州府罗田县人，明朝学者。"],
        ["杨　雷", 193, "杨雷（1495年－1554年），字起潜，号古崖，南直隶苏州府吴县人，民籍，治《易经》，年三十八岁中式嘉靖十一年壬辰科第三甲第一百九十三名进士。十月十七日生，行一，曾祖杨忠；祖杨顺；父杨昻；母杰氏。慈侍下，妻许氏，继妻陆氏；弟霆；霁；霖；云，子之麟；之凤。由国子生中式应天府乡试第五十二名举人，会试中式第三百十八名。观大理寺政，陛南给事，广东佥事止[1]。"],
        ["王　瑛", 194, "王瑛（1496年－？年），字汝玉，号石沙，南直隶常州府无锡县人，明朝政治人物。"],
        ["钱　薇", 195, "钱薇（1502年－1554年），字懋垣，号海石，浙江省嘉兴府海盐县人，祖籍直隶宜兴[1]，明朝政治人物。[2]。"],
        ["刘廷范", 196, "刘廷范（1493年－？年），字汝颜，号弦斋，江西抚州府临川县人，民籍，治《诗经》，年四十岁中式嘉靖十一年壬辰科第三甲第一百九十六名进士。六月三十日生，行一，曾祖刘景昻；祖刘梦龙；父刘俸；母甘氏。具庆下，妻叶氏，弟廷约；廷功；廷辨，子宏（国子生）；一清（亲姪 儒官）；一滨（听选官）；刘一澜（癸未进士，见任兵部员外）；一海（庠生）；一潢（儒士），孙继祖（庠生）；绍祖；象祖；纉祖；述祖；邦瓒（曾孙）；邦珩（曾孙）；邦球（曾孙）；邦瑞（曾孙）；邦玳（曾孙）；邦璲（曾孙）；邦瑛（曾孙）；邦琦（曾孙）；邦瑢（曾孙）；邦瑀（曾孙）；邦据（曾孙）；邦理（曾孙）；文明（曾孙）；文辉（曾孙）；文瑍（曾孙）。由儒士中式江西乡试第七十四名举人，会试中式第一百六十五名。观礼部政[1]。"],
        ["周　采", 197, "周采（1507年－1566年），字子亮，号沩江，湖广长沙府宁乡县人，军籍，治《诗经》，年二十六岁中式嘉靖十一年壬辰科第三甲第一百九十七名进士。十二月初六日生，行七，曾祖周添裕；祖周镇；父周策，知县；母唐氏。重庆下，妻胡氏，弟相；檄；榦，子燿易。由国子生中式湖广乡试第二名举人，会试中式第三百九名。观户部政，陞科给事中，右给事中，左给事中，四川左布政使，巡抚云南右副都御史，卒[1]。"],
        ["王　梴", 198, "王梴（1493年－1552年），字子长，浙江省宁波府象山县人，民籍，治《诗经》，年四十岁中式嘉靖十一年壬辰科第三甲第一百九十八名进士。九月初二日生，行三十五，曾祖王在明，知县；祖王京，推官；父王涣，监察御史；母周氏。永感下，妻吴氏，兄林；桓；木景；檄；楷（训导）；模（训术）；桥；木昻；櫕，弟栋；极；楠；杨。由县学生中式浙江乡试第十六名举人，会试中式第六名。观礼部政，陞工员外，郎中，江西参议，副使，参政，闲住[1]。工部主事，官至湖广参政[2][3]。"],
        ["廖天明", 199, "廖天明（1489年－1548年），字敬之，号东溪，江西南昌府奉新县人，明朝政治人物。"],
        ["蔡汝楠", 200, "蔡汝楠（1516年－1565年），字子木，号白石，浙江省湖州府德清县人，明朝政治人物。"],
        ["张　鹗", 201, "张鹗（1486年－？年），字直夫，号南堤，芜湖县人，直隶泗州卫军籍，治《诗经》，年四十七岁中式嘉靖十一年壬辰科第三甲第二百零一名进士。十二月二十四日生，行一，曾祖张贵；祖张宗；父张明；母章氏。慈侍下，妻蹇氏，弟鹏，子应科。由国子生中式应天府乡试第一百八名举人，会试中式第一百六名。观户部政，陞严州府同知止[1]。"],
        ["潘　恕", 202, "潘恕（1494年－1553年），字行之，号南窻，广东省潮州府海阳县人，"],
        ["曹邦辅", 203, "曹邦辅（1507年－1576年），字子忠，号东村，山东兖州府曹州定陶县人，明朝政治人物。"],
        ["朱　默", 204, "朱默（1500年－1559年），字时言，号前江，直隶太仓卫军籍，治《易经》，年三十三岁中式嘉靖十一年壬辰科第三甲第二百零四名进士。十一月十三日生，行一，曾祖朱琳，寿官；祖朱釴；父朱星；母潘氏。具庆下，妻徐氏，子观光。由国子生中式应天府乡试第九十八名举人，会试中式第八十七名。观工部政[1]。"],
        ["罗大用", 205, "罗大用（1501年－？年），字时行，号东江，湖广云梦县人，广西桂林右卫官籍，治《春秋》，年三十二岁中式嘉靖十一年壬辰科第三甲第二百零五名进士。八月初一日生，行一，曾祖罗迪，正千户；祖罗琮，指挥同知；父罗衮，指挥同知；母朱氏。具庆下，妻朱氏，弟大周；大同，子承勋。由国子生中式广西乡试第四十二名举人，会试中式第二百八十四名。观工部政，陞礼部主事[1]。"],
        ["王　梅", 206, "王梅（1503年－？年），字时魁，号柘湖，浙江省嘉兴府平湖县人，民籍，治《书经》，年三十岁中式嘉靖十一年壬辰科第三甲第二百零六名进士。三月二十四日生，行三，曾祖王洪；祖王鼎；父王鸾；母胡氏；继母金氏。具庆下，妻张氏，兄桂；槐，弟模；校；森；枢。由县学增广生中式浙江乡试第七名举人，会试中式第一百二十五名。观都察院政，选翰林院庶吉士，降州判官卒[1]。"],
        ["王玉汝", 207, "王玉汝（1488年－？年），字体成，号守素，广东省广州府东莞县人，军籍，治《诗经》，年四十五岁中式嘉靖十一年壬辰科第三甲第二百零七名进士。九月十六日生，行二，曾祖王纯；祖王贞；父王尚学，府同知进阶朝列大夫；母梁氏。具庆下，妻邓氏，兄士鹏，弟士鸾；用汝；士凤；士鹗；与汝，子所（生员）；前；在。由国子生中式广东乡试第三十四名举人，会试中式第二百八名。观督察院政，陞南工主事卒[1]。"],
        ["雷　礼", 208, "雷礼（1505年－1581年），字必进，号古和，江西南昌府丰城县人，明朝政治人物。"],
        ["张　思", 209, "张思（1500年－？年），字慎父，号石村，直隶河间府任丘县人，明朝政治人物。"],
        ["傅　镇", 210, "傅镇（1501年－？年），字国鼎，号近山，福清县人，福建永宁卫中左千户所军籍，治《诗经》，年三十二岁中式嘉靖十一年壬辰科第三甲第二百一十名进士。正月二十二日生，行二，曾祖傅兴；祖傅福，寿官；父傅珙；母刘氏。具庆下，妻陈氏，兄铠，弟镗；钺，子南程（生员）；南乔（生员）；南式（监生），孙兆蕃（鸿胪序班）；兆宣（生员）；兆翱；兆翔（生员）；兆诩；兆翰（生员）；兆赓；立相（曾孙）；立崇（曾孙 生员）；立桂（曾孙）；立楫（曾孙）；立植（曾孙）；立樑（曾孙）；立嶷（曾孙）。由国子生中式福建乡试第十名举人，会试中式第三十六名。观吏部政，陞南京广东道御史，河南副使，广西右参政，江西按察使，浙江右布政使，湖广左布政使，提督操江右副都御史[1]。"],
        ["马中骥", 211, "马中骥（1495年－1554年），字惟德，号颐菴，四川成都府新都县人，民籍，治《易经》，年三十八岁中式嘉靖十一年壬辰科第三甲第二百一十一名进士。八月二十二日生，行一，曾祖马程；祖马宗义；父马先；母林氏。严侍下，妻李氏，弟中龙；中骏；中騄，子致远；道远；行远；渉远；屇远。由国子生中式四川乡试第三十一名举人，会试中式第七十四名。观户部政，陛户主事卒[1]。"],
        ["毕　烜", 212, "毕烜（1510年－？年），字彦晦，号粤溪，江西吉水县人，广东广州府番禺县军籍，治《诗经》，年二十三岁中式嘉靖十一年壬辰科第三甲第二百一十二名进士。十一月十二日生，行三，曾祖毕篇；祖毕熙；父毕枢；母骆氏。具庆下，妻黄氏（聘），兄焯；烱。由县学增广生中式广东乡试第七十三名举人，会试中式第一百二十四名。观礼部政[1]。"],
        ["边　涔", 213, "邉涔（1503年－1562年），字文跃，号云□，直隶河间府任丘县人，官籍，明代进士。"],
        ["程　珤", 214, "程珤（1512年－？年），字子彬，号静泉，山东掖县人，直隶德州左卫军籍，明朝政治人物。"],
        ["樊　深", 215, "樊深（1501年－？年），字希渊，号西田，直隶大同中屯卫军籍，治《易经》，年三十二岁中式嘉靖十一年壬辰科第三甲第二百一十五名进士。二月十三日生，行一，曾祖樊谦，寿官；祖樊资，义官；父樊景时，义官；母潘氏。具庆下，妻徐氏，弟潜（义官）。由国子生中式顺天府乡试第七名举人，会试中式第一百三十三名。观工部政，陞给事中，左右给事中，都给事中，通政司参议，右通政，左通政，罢后起补陞刑部左侍郎，致仕[1]。"],
        ["徐守义", 216, "徐守义（1493年－？年），字子和，号凤岗，河南省开封府杞县人，明朝政治人物。"],
        ["夏应元", 217, "夏应元（1506年－？年），字体仁，号弦斋，直隶河间府景州人，民籍，治《礼记》，年二十七岁中式嘉靖十一年壬辰科第三甲第二百一十七名进士。九月二十五日生，行一，曾祖夏通，河泊所大使；祖夏銊；父夏商；母王氏。重庆下，妻姚氏，弟庆元；庠元。由州学增广生中式顺天府乡试第六十二名举人，会试中式第二百五十五名。观通政司政[1]。"],
        ["李大魁", 218, "李大魁（1499年－？年），字伯抡，号敬方，湖广襄阳仪卫司官籍，治《诗经》，年三十四岁中式嘉靖十一年壬辰科第三甲第二百一十八名进士。二月十二日生，行一，曾祖李麟，典仗；祖李素，典仗；父李隆，监生；母王氏。具庆下，妻莫氏，弟大晓（贡士），子孔征。由国子生中式湖广乡试第六十二名举人，会试中式第六十五名。观大理寺政，改工兵主事，吏主事，降通判止[1]。"],
        ["王良柱", 219, "王良柱（1501年－1560年），字全宇，号九峰，福建省泉州府南安县人，民籍，治《易经》，年三十二岁中式嘉靖十一年壬辰科第三甲第二百一十九名进士。十一月十四日生，行一，曾祖王尚瑀；祖王錞；父王海；母黄氏。具庆下，妻黄氏，弟良檝；良采，子炤（监生都司都事）；点（监生）；列（生员），孙坤京（生员）；坊京（增广生）；在京（生员）；观京（生员）；墀京（廪生）；堡京（监生）；亘京（廪生）；陞京（生员）；基京（生员）；继曾（丁酉典魁）。由国子生中式福建乡试第八十名举人，会试中式第四十七名。观吏部政，陞工部员外郎，郎中[1]。"],
        ["闵　旦", 220, "闵旦（1499年－1558年），字景周，号介菴，江西饶州府浮梁县人，民籍，治《书经》，年三十四岁中式嘉靖十一年壬辰科第三甲第二百二十名进士。正月初二日生，行二十六，曾祖闵祐安，寿官；祖闵荫芳，教授；父闵仕朝；母王氏。严侍下，妻徐氏，弟朂；最；昺；量，子尧卿；尧卿；禹卿；汤卿。由国子生中式江西乡试第三十六名举人，会试中式第二百六十九名。观吏部政，陞南兵员外，工郎中，知府止[1]。"],
        ["陈储秀", 221, "陈储秀（1504年－？年），字舜弼，号瑞山，福建省泉州府南安县人，明朝政治人物。"],
        ["方　任", 222, "方任（1495年－？年），字志伊，号近沙，湖广黄州府黄冈县人，明朝政治人物。"],
        ["周大礼", 223, "周大礼（1506年－？年），字子和，号淀山，南直隶苏州府崑山县人，明朝政治人物。"],
        ["周复俊", 224, "周复俊（1496年－？年），字子吁，号木泾，南直隶苏州府崑山县人，南直隶苏州府太仓州，明朝政治人物。"],
        ["郭希颜", 225, "郭希颜（1509年－1560年），字仲愚，号勿斋，江西南昌府丰城县人，明朝政治人物。"],
        ["钱德洪", 226, "钱德洪（1496年－1574年），初名宽，字洪甫，号绪山，因避先世讳，以字行。尝读《易》于灵绪山（今浙江馀姚龙泉山）中，故人称绪山先生。浙江馀姚县人。明朝中后期哲学家，思想家，教育家。钱德洪是王阳明的学生，是王阳明之后儒家心学的重要代表人物之一，于同时期的哲学家、思想家王龙溪齐名。[1]。"],
        ["王　畿", 227, "王畿（1498年－1583年），字汝中，号龙溪，浙江省绍兴府山阴县人[1]。明朝哲学家。阳明学派的代表人物，对阳明学有重要发展，并深远影响日本阳明学的形成与发展。其进一步吸纳了道家、佛家的思想方法与成果。"],
        ["史　际", 228, "史际（1495年－1571年），字恭甫，号玉阳，应天府溧阳县人，明朝政治人物。"],
        ["贺　恩", 229, "贺恩（1496年－1555年），字君锡，号横山，南直隶扬州府仪真县人，军籍，治《易经》，年三十七岁中式嘉靖十一年壬辰科第三甲第二百二十九名进士。十一月初十日生，行三，曾祖贺安；祖贺盛；父贺昻；母邹氏。具庆下，妻杨氏，兄爵；禄，弟宠；祚。由县学生中式应天府乡试第一百二十五名举人，会试中式第二百十四名。观吏部政[1]。"],
        ["尹　宇", 230, "尹宇（1501年－？年），字光甫，号梧菴，直隶真定府冀州南宫县人，民籍，治《诗经》，年三十二岁中式嘉靖十一年壬辰科第三甲第二百三十名进士。十月十七日生，行二，曾祖尹昇；祖尹全；父尹付；母苏氏。具庆下，妻石氏，兄宪，弟官；宥；容；宁。由县学增广生中式顺天府乡试第四十一名举人，会试中式第八十三名。观吏部政，历员外郎，郎中，陞平凉府知府止[1]。"],
        ["胡　岳", 231, "胡岳（1491年－？年），字宗高，号北冈，江西饶州府鄱阳县人，民籍，治《易经》，年四十二岁中式嘉靖十一年壬辰科第三甲第二百三十一名进士。六月二十一日生，行七，曾祖胡景山，赠通议大夫刑部右侍郎；祖胡鼎和；父胡富；母陈氏；继母李氏；吕氏。慈侍下，妻庄氏，弟岱（南京光禄寺书正），子立（生员）；彦（进士）。由国子生中式江西乡试第五十六名举人，会试中式第一百九十一名。观吏部政，历员外，郎中，桂林知府止[1]。"],
        ["顾　翀", 232, "顾翀（1498年－1568年），字于渐，号远斋，浙江省宁波府慈谿县人，明朝政治人物。"],
        ["王　佩", 233, "王佩（1499年－？年），字朝鸣，号月川，顺天府霸州文安县人，军籍，治《诗经》，年三十四岁中式嘉靖十一年壬辰科第三甲第二百三十三名进士。九月初三生，行二，曾祖王辅；祖王翺，听选官；父王深；母周氏；继母周氏。重庆下，妻陈氏，兄珂，弟璞；儇；玻；价，子惟时（监生）；王惟几（戊辰进士，乐安县知县，入名宦）；惟玄（庠生）；惟祇（姪 丁卯举人山东蒙阴知县），孙王陞（辛丑进士，翰林院检讨，士戊辰进士之子）。由国子生中式顺天府乡试第一百三十五名举人，会试中式第九十名。国子生，观吏部政，陞员外、郎中，庆阳府知府，致仕归[1]。"]
    ]
}