{
    "year_name": "嘉靖二十年辛丑科殿试金榜",
    "first": [
        ["沈　坤", 1, "沈坤（1507年－1560年），字柏生，号十洲，，南直隶淮安府大河卫人（今江苏淮安市楚州区河下竹巷街梅家巷），祖籍苏州府昆山（今江苏苏州昆山）[1]，一说徽州府休宁县城西门凤湖街[2]，明朝政治人物，状元及第。"],
        ["潘　晟", 2, "潘晟（1517年－1589年），字思明，号水濂，浙江新昌人，明朝榜眼，官至礼部尚书。"],
        ["邢一凤", 3, "邢一凤[1]（1508年－？），字伯羽，号雉山。河南祥符县人。"]
    ],
    "second": [
        ["高　仪", 1, "高仪（1517年－1572年），字子象，号南宇。浙江钱塘人。明朝礼部尚书、进士出身。"],
        ["董　份", 2, "《史记评钞》、《汉书评钞》、《后汉书评钞》、《泌园集》、《万历湖州府志》"],
        ["陈　陞", 3, "陈陞（？－？），字晋甫，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["林树声", 4, "清徐璋绘《松江邦彦图》之陆树声像"],
        ["潘仲骖", 5, "潘仲骖，字时乘，号天泉，浙江乌程槐溪村[1]（今湖州吴兴环渚街道常溪村）人。"],
        ["谢东山", 6, "谢东山（1506年－1565年），字少安，四川省潼川州射洪县人，民籍，治《诗经》，明朝政治人物、进士出身。"],
        ["朱　凌", 7, "朱凌（？－？），字原冲，福建建宁府建阳县人，儒籍，明朝政治人物、进士出身。"],
        ["严　讷", 8, "民国二十六年（1937年）省立苏州图书馆《吴中文献展览会特刊》之严讷像"],
        ["徐养正", 9, "徐养正，字吉甫，广西马平（今柳州市）人，明朝政治人物。"],
        ["杨　谟", 10, "杨谟（？－？），字汝承，大同府大同县人，山西泽州民籍，明朝政治人物、进士出身。"],
        ["赵大纲", 11, "赵大纲（？－？），字万举，山东济南府滨州人，军籍，明朝政治人物、进士出身。"],
        ["高　拱", 12, "高拱（1513年1月19日－1578年8月4日），字肃卿，号中玄，河南新郑县人，祖籍山西洪洞县，明朝政治人物，官至吏部尚书、中极殿大学士，为内阁首辅。"],
        ["宋大武", 13, "1918年修《浙江馀姚宋氏宗谱》之伯石公像"],
        ["贾鹤年", 14, "贾鹤年（？－？），字惟仁，顺天府蓟州平谷县人，民籍，明朝政治人物、进士出身。"],
        ["叶　镗", 15, "叶镗（？－？），字汝声，江西广信府上饶县人，民籍，明朝政治人物、进士出身。"],
        ["吴三乐", 16, "吴三乐（？－？），字子有，直隶苏州府吴县人，河南河南卫军籍，明朝政治人物、进士出身。"],
        ["万士亭", 17, "万士亨（？－？），字思通，直隶常州府宜兴县人，民籍，明朝政治人物、进士出身。"],
        ["张　鹗", 18, "张鹗（1507年－1566年），字一卿，四川省保宁府苍溪县人，民籍，治《诗经》，年三十五岁中式嘉靖二十年辛丑科第二甲第十八名进士。三月初五日生，行三，曾祖张忠；祖张清；父张伯贵；母蒲氏。慈侍下，妻赵氏，兄恩；荣。由国子生中式四川乡试第五十三名举人，会试中式第二百五十六名[1]。"],
        ["张子瑫", 19, "张子瑫（？－？），字仲玉，浙江宁波府鄞县人，民籍，明朝政治人物、进士出身。"],
        ["孙　续", 20, "孙续（1513年－1572年），字道父，南直隶松江府上海县人，四川成都府绵州军籍，治《书经》，年二十九岁中式嘉靖二十年辛丑科第二甲第二十名进士。二月初八日生，行二，曾祖孙本洪；祖孙鹏，寿官；父孙万镒；母徐氏；继母邵氏。具庆下，妻王氏，兄继，弟绪；绳；缵；纶；𦁉。由州学生中式四川乡试第二十五名举人，会试中式第一百六十名[1]。"],
        ["吕时中", 21, "吕时中（？－？），字道夫，直隶大名府清丰县人，匠籍，明朝政治人物、进士出身。"],
        ["杜秉彝", 22, "杜秉彛（？－？），字性之，直隶广平府永年县人，民籍，明朝政治人物、进士出身。"],
        ["何云雁", 23, "何云鴈（？－？），字时宾，浙江严州府分水县人，匠籍，明朝政治人物、进士出身。"],
        ["洪朝选", 24, "洪朝选（1516年－1582年），字汝尹，一字舜臣，号芳洲，庵号静庵，福建省泉州府同安县人，嘉靖二十年进士。官至刑部侍郎，因为人正直，得罪宰相张居正被免官，后被张居正与仇家福建巡抚劳堪合谋害死[来源请求]。"],
        ["戴章甫", 25, "戴章甫（？－？），字元礼，直隶徽州府休宁县人，民籍，明朝政治人物、进士出身。"],
        ["谢廷试", 26, "谢廷试（？－？），字汝明，浙江绍兴府会稽县人，民籍，明朝政治人物、进士出身。"],
        ["曹　忭", 27, "曹忭（？－？），字子诚，湖广荆州府江陵县人，民籍，明朝政治人物、进士出身。"],
        ["杨　周", 28, "杨周（？－？），字道甫，浙江杭州府仁和县人，民籍，明朝政治人物、进士出身。"],
        ["范惟一", 29, "范惟一（？－？），字于中，苏州府吴县人，直隶松江府华亭县民籍，明朝政治人物、进士出身。"],
        ["赵文燿", 30, "赵文燿（？－？），字䌹夫，山东登州府莱阳县人，军籍，明朝政治人物、进士出身。"],
        ["张希举", 31, "张希举（？－？），字直卿，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["张斗寅", 32, "张斗寅（？－？），字子人，湖广常德府武陵县人，民籍，明朝政治人物、进士出身。"],
        ["周　土", 33, "周土（？－？），字厚卿，常熟县人，直隶苏州府太仓州民籍，明朝政治人物、进士出身。"],
        ["全　赐", 34, "全赐（？－？），字厚甫，广西桂林府灵川县人，民籍，明朝政治人物、进士出身。"],
        ["尹祖懋", 35, "尹祖懋（？－？），字德卿，江西吉安府永新县人，民籍，明朝政治人物、进士出身。"],
        ["刘梦元", 36, "刘梦元（？－？），字伯始，直隶保定府安州人，民籍，明朝政治人物、进士出身。"],
        ["方　治", 37, "方治（？－？），字进卿，湖广黄州府麻城县人，民籍，明朝政治人物、进士出身。"],
        ["阴　标", 38, "阴标（？－？），字时准，直隶保定府容城县人，民籍，明朝政治人物、进士出身。"],
        ["毕竟夔", 39, "毕竟夔（？－？），字叔元，江西广信府贵溪县人，军籍，明朝政治人物、进士出身。"],
        ["陆　杲", 40, "陆杲（？－？），字元晋，浙江嘉兴府平湖县人，锦衣卫官籍，明朝政治人物、进士出身。"],
        ["罗　衣", 41, "罗衣（？－？），字章甫，江西九江府德化县人，民籍，明朝政治人物、进士出身。"],
        ["沈　桥", 42, "沈桥（？－？），字宗周，浙江绍兴府会稽县人，民籍，明朝政治人物、进士出身。"],
        ["黎　材", 43, "黎材（1508年－1567年），字用卿，广东省广州府顺德县人，民籍，治《易经》，年三十四岁中式嘉靖二十年辛丑科第二甲第四十三名进士。五月十三日生，行二，曾祖黎敏宽；祖黎忠佐；父黎庇；母张氏。具庆下，妻梁氏，兄权，弟桓。由国子生中式广东乡试第六十二名举人，会试中式第一百七十九名[1]。"],
        ["董　策", 44, "董策（？－？），字希舒，湖广长沙卫人，军籍，明朝政治人物、进士出身。"],
        ["王景象", 45, "王景象（？－？），字启明，直隶徽州府歙县人，民籍，明朝政治人物、进士出身。"],
        ["章美中", 46, "章美中（？－？），字积之，浙江绍兴府会稽县人，军籍，明朝政治人物、进士出身。"],
        ["徐一鸣", 47, "徐一鸣（？－？），字原默，浙江绍兴府馀姚县人，匠籍，明朝政治人物、进士出身。"],
        ["张　纬", 48, "张纬（？－？），字朝文，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["王重光", 49, ""],
        ["夏子开", 50, "夏子开（？－？），字本初，直隶无锡县人，武城中卫军籍，明朝政治人物、进士出身。"],
        ["曾于拱", 51, "曾于拱（？－？），字思极，江西吉安府泰和县人，军籍，明朝政治人物、进士出身。"],
        ["周　镐", 52, "周镐（1509年－1568年），字元化，陕西省狄道县人，河南卫辉府汲县民籍，治《诗经》，年三十三岁中式嘉靖二十年辛丑科第二甲第五十二名进士。五月二十四日生，行二，曾祖周英，经历 赠中顺大夫赞治尹；祖周凤，都转运盐使司运使；父周廷，光禄寺署正，封承务郎；前母徐氏（封安人）；何氏（封安人）。永感下，妻郭氏，兄洛，弟豳。由国子生中式河南乡试第三十名举人，会试中式第一百九十八名[1]。"],
        ["黄　", 53, "黄㴱（？－？），字舜功，福建福州府闽县人，民籍，明朝政治人物、进士出身。"],
        ["费　滂", 54, "费滂（1506年－1541年），字子雨，号澹山，浙江海盐(一说海甯)人，明朝人物、进士出身。"],
        ["齐　准", 55, "齐准（？－？），字平甫，陕西临潼县人，四川成都左护卫旗籍，明朝政治人物、进士出身。"],
        ["弋中和", 56, "弋中和（1500年－1559年），字道夫，四川省顺庆府南充县人，军籍，治《易经》，年四十二岁中式嘉靖二十年辛丑科第二甲第五十六名进士。十月初九日生，行一，曾祖弋宽，寿官；祖弋天爵；父弋纶；母赵氏　。具庆下，妻杜氏，弟中立；中孚（贡士）；中道；中尧。由国子生中式四川乡试第六十二名举人，会试中式第二百八十八名[1]。"],
        ["陈洪范", 57, "陈洪范（？－？），字锡卿，浙江杭州府仁和县人，匠籍，明朝政治人物、进士出身。"],
        ["万士和", 58, "万士和（1517年－1587年），字思节，号履菴、履庵，諡文恭，南京常州府宜兴县（今江苏省宜兴县）人，明朝政治人物、进士出身。父亲万吉。"],
        ["林大章", 59, "林大章（？－？），字章之，福建福州府闽县人，军籍，明朝政治人物、进士出身。"],
        ["陈时范", 60, "陈洪范（？－？），字锡卿，浙江杭州府仁和县人，匠籍，明朝政治人物、进士出身。"],
        ["陈洪蒙", 61, "陈洪蒙（？－？），字元卿，浙江杭州府仁和县人，匠籍，明朝政治人物、进士出身。"],
        ["李　泂", 62, "李泂（？－？），字伯远，山东登州府莱阳县人，军籍，明朝政治人物、进士出身。"],
        ["王　言", 63, "王言（1513年－1572年），字大行，山东登州府招远县人，山东登州卫旗籍，治《书经》，年二十九岁中式嘉靖二十年辛丑科第二甲第六十三名进士。十月十五日生，行一，曾祖王玉；祖王震；父王鏊；母张氏。具庆下，妻孙氏。由蓬莱县学生中式山东乡试第七十二名举人，会试中式第九十八名[1]。明朝政治人物。"],
        ["殷　迈", 64, "殷迈（？－？），字时训，应天府溧阳县人，南京留守右卫军籍，明朝政治人物、进士出身。"],
        ["王正容", 65, "王正容（？－？），字德辉，山东兖州府宁阳县人，军籍，明朝政治人物、进士出身。"],
        ["谢国宾", 66, "谢国宾（？－？），字思敬，福建晋江县人，山东平山卫旗籍，明朝政治人物、进士出身。"],
        ["黄　显", 67, "黄显（？－？），字仁叔，广东琼州府琼山县人，军籍，明朝政治人物、进士出身。"],
        ["李　迁", 68, "李迁（1511年－1582年），字子升[1]、子安，号蟠峰[2]、盘峯[3]，諡恭介，江西承宣布政使司南昌府新建县（今江西省南昌市）人，"],
        ["张鹗翼", 69, "张鹗翼（？－？），字习之，直隶松江府上海县人，灶籍，明朝政治人物、进士出身。"],
        ["尹　焘", 70, "尹焘（？－？），字明溥，浙江衢州府龙游县人，民籍，明朝政治人物、进士出身。"],
        ["金　翮", 71, "金翮（？－？），字思振，浙江温州府乐清县人，灶籍，明朝政治人物、进士出身。"],
        ["徐南金", 72, "徐南金（？－？），字体干，江西南昌府丰城县人，民籍，明朝政治人物、进士出身。"],
        ["梁　津", 73, "梁津（？－？），字济卿，广东广州府番禺县人，民籍，明朝政治人物、进士出身。"],
        ["陈　善", 74, "陈善（？－？），字继初，广东广州府南海县人，民籍，明朝政治人物，进士出身。"],
        ["吴天寿", 75, "吴天寿（？－？），字平甫，直隶松江府上海县人，顺天府宛平县匠籍，明朝政治人物、进士出身。"],
        ["刘　鑑", 76, "刘鑑（？－？），字汝照，直隶真定府晋州安平县人，民籍，明朝政治人物、进士出身。"],
        ["齐　杰", 77, "齐杰（？－？），字士庸，直隶安庆府桐城县人，军匠籍，明朝政治人物、进士出身。"],
        ["朱干亨", 78, "朱干亨（？－？），字子贞，直隶徐州人，武骧左卫军籍，明朝政治人物、进士出身。"],
        ["李　台", 79, "李台（？－？），字星伯，湖广荆州府公安县人，军籍，明朝政治人物、进士出身。"],
        ["王　觉", 80, "王觉（？－？），字士先，直隶常州府武进县人，民籍，明朝政治人物、进士出身。"],
        ["章　焕", 81, "章焕（？－？），字叔晦，浙江绍兴府会稽县人，民籍，明朝政治人物、进士出身。"],
        ["张　洽", 82, "张洽（？－？），字子德，浙江杭州府仁和县人，民籍，明朝政治人物、进士出身。"],
        ["陶大年", 83, "陶大年（？－？），字长卿，浙江绍兴府会稽县人，民籍，明朝政治人物、进士出身。"],
        ["董士弘", 84, "董士弘（？－？），字体仁，直隶常州府武进县人，民籍，明朝政治人物、进士出身。"],
        ["王抚民", 85, "王抚民（？－？），字仁甫，山西清源县人，直隶真定卫右所军籍，明朝政治人物、进士出身。"],
        ["徐　纲", 86, "徐纲（？－？），字振之，浙江绍兴府会稽县人，民籍，明朝政治人物、进士出身。"],
        ["王崇古", 87, "王崇古（1515年－1588年），字学甫，号鑑川，山西蒲州（今山西永济）人。"],
        ["侯　钺", 88, "侯钺，字义甫，山东承宣布政使司兖州府东平州东阿（今山东平阴县）人，明朝政治人物、进士出身。"],
        ["陈　梧", 89, "陈梧（？－？），字思植，福建漳州府漳浦县人，民籍，明朝政治人物、进士出身。"],
        ["朱惟一", 90, "朱惟一（？－？），字吉夫，河南汝宁府光州人，民籍，明朝政治人物、进士出身。"]
    ],
    "index": 54,
    "url": "https://zh.wikipedia.org/wiki/Template:%E5%98%89%E9%9D%96%E4%BA%8C%E5%8D%81%E5%B9%B4%E8%BE%9B%E4%B8%91%E7%A7%91%E6%AE%BF%E8%A9%A6%E9%87%91%E6%A6%9C",
    "third": [
        ["周　嶅", 1, "周嶅（？－？），字景鲁，直隶常州府武进县人，民籍，明朝政治人物、进士出身。"],
        ["王养浩", 2, "王养浩（1506年－1565年），字伯充，四川省顺庆府南充县人，民籍，治《易经》，年三十六　岁中式嘉靖二十年辛丑科第三甲第二名进士。正月二十四日生，行三，曾祖王进；祖王邑；父王璠，封奉政大夫户部郎中；母叶氏（封太宜人）。严侍下，妻杨氏，兄养正（知府）；养贤，弟养素；养濂。由国子生中式四川乡试第三十四名举人，会试中式第一百二十九名[1]。"],
        ["陈王道", 3, "陈王道（1518年－1577年），字子敬，直隶大名府滑县人，民籍，治《诗经》，年二十四岁中式嘉靖二十年辛丑科第三甲第三名进士。十二月初三日生，行三，曾祖陈松，寿官；祖陈富；父陈绪；母赵氏。重庆下，妻史氏，兄进；暹，弟王化；善道。由县学生中式顺天府乡试第九十二名举人，会试中式第三十八名[1]。"],
        ["周　冕", 4, "周冕（1510年－1569年），字叔敬，四川成都府资县人，民籍，治《书经》，年三十二岁中式嘉靖二十年辛丑科第三甲第四名进士。十一月初七日生，行一，曾祖周永刚；祖周世聪；父周全；母姜氏。具庆下，妻徐氏，弟昺；晁；勗。由国子生中式四川乡试第二十名举人，会试中式第一百五十名[1]。"],
        ["唐志大", 5, "唐志大（？－？），字子迪，直隶松江府上海县人，灶籍，明朝政治人物、进士出身。"],
        ["刘　瑶", 6, "刘瑶（？－？），字润夫，河南卫辉府胙城县人，军籍，明朝政治人物、进士出身。"],
        ["何良传", 7, "何良傅（？－？），字叔皮，直隶松江府华亭县人，灶籍，明朝政治人物、进士出身。"],
        ["路可由", 8, "路可由（？－？），字子正，山东兖州府曹州曹县人，军籍，明朝政治人物、进士出身。"],
        ["鄢懋卿", 9, "鄢懋卿（？－？），字景修[1]，号剑泉[2]，江西丰城人，明朝政治人物，同进士出身。"],
        ["李时济", 10, "李时济（？－？），字伯舟，山东青州府寿光县人，军籍，明朝政治人物、进士出身。"],
        ["陈　松", 11, "陈松（？－？），字子乔，河南裕州人，直隶河间府青县屯种军籍，明朝政治人物、进士出身。"],
        ["陈　鑨", 12, "陈鑨（？－？），字世嘉，浙江严州府分水县人，民籍，明朝政治人物、进士出身。"],
        ["黄应策", 13, "黄应策（？－？），字君用，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["白　璧", 14, "白璧（？－？），字石仲，直隶河间府河间县人，民籍，明朝政治人物、进士出身。"],
        ["杨思忠", 15, "杨思忠（？－1576年），字孝夫，号南泉，山西承宣布政使司太原府平定州（今山西省平定县）人，明朝政治人物、进士出身。"],
        ["王学柳", 16, "王学柳（？－？），字宗文，山西泽州人，民籍，明朝政治人物、进士出身。"],
        ["翟　澄", 17, "翟澄（？－？），字宪清，山东济南府德州县人，军籍，明朝政治人物、进士出身。"],
        ["赵　绅", 18, "赵绅（？－？），字子缙，顺天府通州武清县人，民籍，明朝政治人物、进士出身。"],
        ["龚秉德", 19, "龚秉德（？－？），字性之，江西新建县人，山东东昌府濮州民籍，明朝政治人物、进士出身。"],
        ["崔一濂", 20, "崔一濂（？－？），字学周，广东广州府南海县人，军籍，明朝政治人物、进士出身。"],
        ["王崇俭", 21, "王崇俭（？－？），字叔度，山东兖州府曹州曹县人，民籍，明朝政治人物、进士出身。"],
        ["王显忠", 22, "王显忠（？－？），字元孝，顺天府霸州保定县人，匠籍，明朝政治人物、进士出身。"],
        ["梁汝璧", 23, "梁汝璧（1511年－1570年），字应文　，四川省重庆府江津县人，民籍，治《诗经》，年三十一岁中式嘉靖二十年辛丑科第三甲第二十三名进士。三月十五日生，行二，曾祖梁桢；祖梁尚用；父梁佐；母周氏　。具庆下，妻袁氏，兄汝奎。由县学生中式四川乡试第五十二名举人，会试中式第二百七十三名[1]。"],
        ["马锺英", 24, "马锺英（？－？），字君储，广东广州府顺德县人，民籍，明朝政治人物、进士出身。"],
        ["李　豸", 25, "李豸（？－？），字直卿，山西泽州阳城县人，军籍，明朝政治人物、进士出身。"],
        ["李时行", 26, "李时行（1514年－1569年），字少偕，广东番禺人。明朝官员、诗人。"],
        ["徐履祥", 27, "徐履祥（？－？），字子旋，直隶苏州府长洲县人，民籍，明朝政治人物、进士出身。"],
        ["陈其乐", 28, "陈其乐（？－？），字惟和，江西广信府贵溪县人，军籍，明朝政治人物、进士出身。"],
        ["华舜钦", 29, "华舜钦（？－？），字叔俞，直隶常州府无锡县人，民籍，明朝政治人物、进士出身。"],
        ["朱瑞登", 30, "朱瑞登（？－？），字禾仲，浙江杭州府海宁县人，民籍，明朝政治人物、进士出身。"],
        ["方逢时", 31, "方逢时（1523年－1596年），字行之，号金湖，湖广嘉鱼（今湖北）人，明朝政治、军事人物。同进士出身。"],
        ["尚维持", 32, "尚维持（？－？），字国相，河南汝宁府信阳州罗山县人，民籍，明朝政治人物、进士出身。"],
        ["吴必孝", 33, "吴必孝（？－？），字纯卿，浙江绍兴府馀姚县人，军籍，明朝政治人物、进士出身。"],
        ["徐　亮", 34, "徐亮（？－？），字子寅，直隶常州府江阴县人，军籍，明朝政治人物、进士出身。"],
        ["萧端蒙", 35, "萧端蒙（1521年－1554年），字曰启，号同野。广东潮阳县县廓都（今潮阳区）人。明朝官员。"],
        ["冯　元", 36, "冯元（？－？），字大本，广东广州府番禺县人，军籍，明朝政治人物、进士出身。"],
        ["邢尚简", 37, "邢尚简（？－？），字原敬，山东莱州府平度州昌邑县人，民籍，明朝政治人物、进士出身。"],
        ["周希程", 38, "周希程（？－？），字道夫，浙江宁波府象山县人，军籍，明朝政治人物、进士出身。"],
        ["罗时霖", 39, "罗时霖，泰和人，明朝政治人物。同进士出身。"],
        ["曾　佩", 40, "曾佩（？－？），字德夫，江西抚州府临川县人，民籍，明朝政治人物、进士出身。"],
        ["陈九德", 41, "陈九德（？－？），字吉夫，直隶真定府栾城县人，民籍，明朝政治人物、进士出身。"],
        ["吴崇文", 42, "吴崇文（？－？），字质夫，河南汝宁府光山县人，军籍，明朝政治人物、进士出身。"],
        ["王　忬", 43, "王忬（1507年－1560年），字民应，号思质，明苏州太仓（今属江苏）人。父王倬，官兵都右侍郎。"],
        ["周　瑶", 44, "周瑶（？－？），字鸣佩，四川成都府内江县人，民籍，明朝政治人物、进士出身。"],
        ["黄　钲", 45, "黄钲（？－？），字克静，江西抚州府宜黄县人，民籍，明朝政治人物、进士出身。"],
        ["方　廉", 46, "方廉，浙江新城（今浙江富阳）人，是一名明朝政治人物。进士出身。"],
        ["何孟伦", 47, "何孟伦（？－？），字慎明，广东广州府新会县人，军籍，明朝政治人物、进士出身。"],
        ["李　庶", 48, "李庶（？－？），字季卿，福建福州府福清县人，盐籍，明朝政治人物、进士出身。"],
        ["郝良臣", 49, "郝良臣（？－？），字廷荩，山西潞安府襄垣县人，军籍，明朝政治人物、进士出身。"],
        ["钮　纬", 50, "钮纬（？－？），字仲文，浙江绍兴府会稽县人，民籍，明朝政治人物、进士出身。"],
        ["杨　顺", 51, "杨顺（？－？），字子备，山东文登县人，直隶德州左卫军籍，明朝政治人物、进士出身。"],
        ["张　牧", 52, "张牧（？－？），字舜臣，浙江绍兴府山阴县人，民籍，明朝政治人物、进士出身。"],
        ["杜　璁", 53, "杜璁（？－？），字玉仲，直隶庐州府合肥县人，民籍，明朝政治人物、进士出身。"],
        ["曾茂卿", 54, "曾茂卿（？－？），字时育，福建福州府长乐县人，军籍，明朝政治人物、进士出身。"],
        ["张　祥", 55, "张祥（？－？），字元吉，直隶常州府武进县人，南京锦衣卫官籍，明朝政治人物、进士出身。"],
        ["陆美中", 56, "陆美中，明朝人，是一名明朝政治人物。"],
        ["馀梦说", 57, "馀梦说（1503年－1562年），字商卿，四川省顺庆府广安州人，民籍，治《易经》，年三十九岁中式嘉靖二十年辛丑科第三甲第五十三名进士。四月二十日生，行五，曾祖馀敏时；祖馀琏，典史；父馀相，知县；母熊氏。慈侍下，妻薛氏，兄梦麟；梦龙（监生）；梦熊；梦璋。由国子生中式四川乡试第二十六名举人，会试中式第二百一十三名[1]。曾任巴陵县知县。"],
        ["冯　荐", 58, "冯荐（1506年－1565年），字伯受，四川省顺庆府南充县人，民籍，治《易经》，年三十六　岁中式嘉靖二十年辛丑科第三甲第五十四名进士。八月二十三日生，行四，曾祖冯敬；祖冯冕；父冯乔；母谢氏。慈侍下，妻赵氏，兄载；亨。由国子生中式四川乡试第五十四名举人，会试中式第二百八名[1]。"],
        ["莫如爵", 59, "莫如爵（？－？），字子脩，广东广州府新会县人，龙骧卫军籍，明朝政治人物、进士出身。"],
        ["金世龙", 60, "金世龙（？－？），字孟阳，崑山县人，直隶苏州府长洲县民籍，明朝政治人物、进士出身。"],
        ["林　议", 61, "林议（？－？），字邦直，福建兴化府莆田县人，军籍，明朝政治人物、进士出身。"],
        ["郭大鲲", 62, "郭大鲲（1539年－1567年），字时化，广东潮州府海阳县人，民籍，明朝政治人物、同进士出身。"],
        ["姚　梧", 63, "姚梧，明朝政治人物。字文扬，号凤岗，浙江慈溪人[1]。"],
        ["陆　鑑", 64, "陆鑑（？－？），字子明，浙江金华府兰谿县人，民籍，明朝政治人物、进士出身。"],
        ["宋大勺", 65, "1918年修《浙江馀姚宋氏宗谱》之仲石公像"],
        ["冷起元", 66, "冷起元（？－？），字继贞，山东青州府益都县人，民籍，明朝政治人物、进士出身。"],
        ["浦之浩", 67, "浦之浩（？－？），字子化，直隶嘉定县人，山东登州卫军籍，明朝政治人物、进士出身。"],
        ["张　科", 68, "张科（？－？），字子渐，直隶安庆府太湖县人，民籍，明朝政治人物、进士出身。"],
        ["李仰止", 69, "李仰止（1500年－1559年），字君山，福建省兴化府莆田县人，民籍，治《诗经》，年四十二岁中式嘉靖二十年辛丑科第三甲第六十五名进士。十二月初五日生，行一，曾祖李士元；祖李时宁；父李从威；前母魏氏；苏氏。永感下，妻黄氏，弟仰敬；仰舜；仰孟；德用（贡士）。由浙江汤溪县学教谕中式福建乡试第八十八名举人，会试中式第七十七名[1]。"],
        ["雷　逵", 70, "雷逵（？－？），字时渐，江西南昌府丰城县人，民籍，明朝政治人物、进士出身。"],
        ["雷　贺", 71, "雷贺（？－？），字时雍，江西南昌府丰城县人，军籍，明朝政治人物、进士出身。"],
        ["闻　贤", 72, "闻贤（？－？），字国宾，贵州永宁卫人，官籍，明朝政治人物、进士出身。"],
        ["魏希相", 73, "魏希相（？－？），字汉卿，山西太原府阳曲县人，民籍，明朝政治人物、进士出身。"],
        ["张　重", 74, "张重（？－？），字汝任，顺天府昌平州顺义县人，官籍，明朝政治人物、进士出身。"],
        ["李长盛", 75, "李长盛（？－？），字宗裕，福建兴化府莆田县人，军籍，明朝政治人物、进士出身。"],
        ["林　松", 76, "林松（？－？），字乔年，广东潮州府揭阳县人，民籍，明朝政治人物、进士出身。"],
        ["何派行", 77, "何派行（？－？），字应克，广东广州府香山县人，民籍，明朝政治人物、进士出身。"],
        ["彭　谨", 78, "彭谨（？－？），字德全，江西临江府新淦县人，福建福州府闽县民籍，明朝政治人物、进士出身。"],
        ["潘　璵", 79, "潘璵（1494年－1553年），字鲁珍，四川成都府成都县人，匠籍，治《礼记》，年四十八岁中式嘉靖二十年辛丑科第三甲第七十五名进士。十月初五日生，行六，曾祖潘文政；祖潘鋐，寿官；父潘伯镒，教谕；母周氏。慈侍下，妻柯氏，继妻杨氏；兄玹。由县学生中式四川乡试第三十四名举人，会试中式第二百七十四名[1]。"],
        ["刘子兴", 80, "刘子兴（？－？），字宾之，广东潮州府海阳县人，民籍，明朝政治人物、进士出身。"],
        ["陈　采", 81, "陈采（？－？），字懋载，浙江绍兴府馀姚县人，灶籍，明朝政治人物、进士出身。"],
        ["杨宗气", 82, "杨宗气（？－1570年），字子正，浙江湖州府归安县人，陕西延安卫官籍，明朝政治人物，官至山西巡抚。"],
        ["宋　伊", 83, "宋伊（？－？），字汝任，河南南阳府裕州人，军籍，明朝政治人物、进士出身。"],
        ["阮　垕", 84, "阮垕（？－？），字德载，河南祥符县人，应天府江宁县民籍，明朝政治人物、进士出身。"],
        ["陈宗仁", 85, "陈宗仁（？－？），字仲居，山东莱州府平度州潍县人，军籍，明朝政治人物、进士出身。"],
        ["金　蕃", 86, "金蕃（？－？），字世宣，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["胡　彦", 87, "胡彦（？－？），字穉美，湖广沔阳卫中千户所人，官籍，明朝政治人物、进士出身。"],
        ["王继洛", 88, "王继洛（？－？），字希程，河南开封府郑州人，民籍，明朝政治人物、进士出身。"],
        ["徐　岱", 89, "徐岱（？－？），字太丘，直隶苏州府长洲县人，军籍，明朝政治人物、进士出身。"],
        ["宋　治", 90, "宋治（？－？），字时雍，定远县人，直隶凤阳府临淮县军籍，明朝政治人物、进士出身。"],
        ["王三聘", 91, "王三聘（？－？），字伯衡，山东登州府黄县人，民籍，明朝政治人物、进士出身。"],
        ["蒋　珊", 92, "蒋珊（？－？），字叔珍，直隶常州府武进县人，军籍，明朝政治人物、进士出身。"],
        ["杨胤贤", 93, "杨胤贤（？－？），字子容，山东兖州府东平州寿张县人，军籍，明朝政治人物、进士出身。"],
        ["王　霁", 94, "王霁（？－？），字汝明，湖广黄州府黄陂县人，军籍，明朝政治人物、进士出身。"],
        ["方大乐", 95, "方大乐（？－？），字宪夔，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["朱舜民", 96, "朱舜民（？－？），字虞甫，山东济南府齐东县人，民籍，明朝政治人物、进士出身。"],
        ["许　钥", 97, "许钥（？－？），字准卿，浙江杭州府钱塘县人，民籍，明朝政治人物、进士出身。"],
        ["晁　瑮", 98, "晁瑮（？－？），字君石，直隶大名府开州人，匠籍，明朝政治人物、进士出身。"],
        ["姜　博", 99, "姜博（？－？），字约甫，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["曹天宪", 100, "曹天宪（？－？），字恒卿，江西饶州府浮梁县人，民籍，明朝政治人物。"],
        ["舒载道", 101, "舒载道（？－？），字以文，江西饶州府鄱阳县人，民籍，明朝政治人物、进士出身。"],
        ["黄　缙", 102, "黄缙（？－？），字公华，河南开封府钧州密县人，民籍，明朝政治人物、进士出身。"],
        ["陈　善", 103, "清光绪八年《武林掌故丛编》之陈善像"],
        ["陈时霖", 104, "陈时霖（？－？），字商卿，闽县人，福建福州府长乐县民籍，明朝政治人物、进士出身。"],
        ["冯　守", 105, "冯守（1504年－1563年），字仁仲，四川省顺庆府南充县人，民籍，治《诗经》，年三十八岁中式嘉靖二十年辛丑科第三甲第一百零一名进士。六月二十日生，行二，曾祖冯林，封知府；祖冯祥，都转运盐使司知事；父冯诰，典膳；母王氏。慈侍下，妻范氏，兄宜；寀；官，弟宠；宸。由国子生中式四川乡试第六十九名举人，会试中式第二百六十二名[1]。"],
        ["李继宗", 106, "李继宗（？－？），字克承，江西吉安府永丰县人，山东东昌府濮州朝城县民籍，明朝政治人物、进士出身。"],
        ["何光裕", 107, "何光裕（1515年－1574年），字思问，四川省保宁府剑州梓潼县人，明朝政治人物[1]。"],
        ["陈以勤", 108, "陈以勤（1511年－1586年），字逸父，号松谷，别号青居山人，四川省顺庆府南充县人，明朝政治人物[1]。"],
        ["张　洽", 109, "张洽（？－？），字子德，浙江杭州府仁和县人，民籍，明朝政治人物、进士出身。"],
        ["王惟中", 110, "王惟中（？－？），字道原，福建泉州府晋江县人，民籍，明朝政治人物、进士出身。"],
        ["路伯镗", 111, "路伯镗（？－？），字元振，山西阳曲县人，南京龙江左卫官籍，明朝政治人物、进士出身。"],
        ["梅守德", 112, "梅守德（1510年－1577年），字纯甫，号宛溪，人称宛溪先生，直隶宣城县（今安徽省宣城市）人。明朝政治人物、学者。"],
        ["徐　霈", 113, "徐霈（？－？），字孔霖，浙江衢州府江山县人，民籍，明朝政治人物、进士出身。"],
        ["郑维诚", 114, "郑维诚（1508年－？），字伯明，号少潭，安徽祁门奇岭人。明朝政治人物。"],
        ["冯　绶", 115, "冯绶（1505年－1564年），字以着，四川省潼川州遂宁县人，匠籍，治《春秋》，年三十七岁中式嘉靖二十年辛丑科第三甲第一百一十一名进士。四月二十二日生，行二，曾祖冯源广，知县；祖冯玠；父冯直之；母王氏；继母陈氏。慈侍下，妻赵氏，继妻王氏；兄缨，弟绅；绣；䌷；缲；绢；缜；绂；缵；缙；缤；绾；绚；繻。由国子生中式四川乡试第三十九名举人，会试中式第一百九十二名[1]。"],
        ["赵介夫", 116, "赵介夫（？－？），字士节，直隶河间府阜城县人，匠籍，明朝政治人物、进士出身。"],
        ["尹　梁", 117, "尹梁（？－？），字子充，直隶真定府晋州人，军籍，明朝政治人物、进士出身。"],
        ["林懋和", 118, "林懋和（？－？），字惟介，福建福州府闽县人，民籍，明朝政治人物、进士出身。"],
        ["李　楫", 119, "李楫（1512年－1571年），字济川，陕西省宁羌卫军籍，治《礼记》，年三十岁中式嘉靖二十年辛丑科第三甲第一百一十五名进士。九月二十七日生，行一，曾祖李德明，寿官；祖李琮，县主簿；父李旸；母何氏。具庆下，妻马氏，弟栒；栋；棐；桥；梅；櫆；柯；楠。由汉中府学生中式陕西乡试第四十四名举人，会试中式第一百五十五名[1]。"],
        ["王应钟", 120, "王应锺，字懋复，人称云竹先生，福建承宣布政使司福州府侯官县（今福建省福州市）人，明朝政治人物。王希旦之子。"],
        ["谢应征", 121, "谢应征（？－？），字征梦，直隶松江府华亭县人，匠籍，明朝政治人物、进士出身。"],
        ["梁绍儒", 122, "梁绍儒（？－？），字存业，山东兖州府东平州人，民籍，明朝政治人物、进士出身。"],
        ["黄　封", 123, "黄封（1512年－1571年），字伯勳，四川省夔州府云阳县西市里人[1]，民籍，治《诗经》，年三十岁中式嘉靖二十年辛丑科第三甲第一百一十九名进士。十一月二十四日生，行一，曾祖黄永寿；祖黄春；父黄文相；嫡母郭氏；生母赵氏。具庆下，妻向氏，兄流；鹤，弟河；屋；扉；虞。由县学生中式四川乡试第二十五名举人，会试中式第二百二十二名[2]。"],
        ["张登高", 124, "张登高（？－？），字子升，湖广汉阳县人，山东东昌府濮州千户所军籍，明朝政治人物、进士出身。"],
        ["郭维宁", 125, "郭维宁（？－？），字公怀，山西太平县人，直隶镇朔卫军籍，明朝政治人物、进士出身。"],
        ["霍　薰", 126, "霍薰（？－？），字虞南，云南永昌卫人，官籍，明朝政治人物、进士出身。"],
        ["赵　忻", 127, "赵忻（？－？），字子乐，陕西西安府盩厔县人，民籍，明朝政治人物、进士出身。"],
        ["王　嵩", 128, "王嵩（？－？），字维中，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["许嗣宗", 129, "许嗣宗（？－？），字绍德，福建福州府闽县人，民籍，明朝政治人物、进士出身。"],
        ["陈　炌", 130, "陈炌（？－？），字文晦，江西抚州府临川县人，民籍，明朝政治人物、进士出身。"],
        ["张　英", 131, "张英（？－？），字彦实，福建兴化府莆田县人，军籍，明朝政治人物、进士出身。"],
        ["徐自得", 132, "徐自得（？－？），字深父，河南开封府杞县人，民籍，明朝政治人物、进士出身。"],
        ["刘九章", 133, "刘九章（？－？），字公仪，湖广衡州府衡阳县人，锦衣卫匠籍，明朝政治人物、进士出身。"],
        ["裴　宇", 134, "裴宇（？－？），字子大，山西泽州人，民籍，明朝政治人物、进士出身。"],
        ["陈　吉", 135, "陈吉（？－？），字子元，山西潞安府长治县人，民籍，明朝政治人物、进士出身。"],
        ["王　材", 136, "王材（？－？），字子难，江西建昌府新城县人，民籍，明朝政治人物、进士出身。"],
        ["袁祖庚", 137, "袁祖庚（1519年－1590年），字绳之，南直隶长洲县（今属苏州市）人。明朝政治人物。"],
        ["李用敬", 138, "李用敬（？－？），字仲学，山东青州府益都县人，民籍，明朝政治人物、进士出身。"],
        ["黄养蒙", 139, "黄养蒙（？－？），字存一，福建泉州府南安县人，军籍，明朝政治人物、进士出身。"],
        ["刘　宦", 140, "刘宦（？－？），字士晋，湖广衡州卫人，官籍，明朝政治人物、进士出身。"],
        ["周　易", 141, "周易（？－？），字祖羲，陕西凤翔府凤翔县人，民籍，明朝政治人物、进士出身。"],
        ["邓　巍", 142, "邓巍（？－？），字惟成，湖广长沙府浏阳县人，军籍，明朝政治人物、进士出身。"],
        ["王　交", 143, "王交（？－？），字征久，浙江宁波府慈谿县人，民籍，明朝政治人物、进士出身。"],
        ["周大有", 144, "周大有（？－？），字元亨，浙江绍兴府馀姚县人，军灶籍，明朝政治人物、进士出身。"],
        ["陆从大", 145, "陆从大（？－？），字履贞，直隶松江府华亭县人，民籍，明朝政治人物、进士出身。"],
        ["李　画", 146, "李画（？－？），字元素，河南彰德府林县人，民籍，明朝政治人物、进士出身。"],
        ["周　俶", 147, "周俶（1514年－1573年），字初卿，四川成都府成都县人，四川织染局匠籍，治《书经》，年二十八岁中式嘉靖二十年辛丑科第三甲第一百四十三名进士。五月初九日生，行二，曾祖周福；祖周应祖；父周杲；母邓氏。具庆下，妻杨氏，兄俊。由国子生中式四川乡试第三十七名举人，会试中式第一百五十四名[1]。"],
        ["史载德", 148, "史载德（？－？），字惟一，直隶河间府任丘县人，民籍，明朝政治人物、进士出身。"],
        ["李　鸾", 149, "李鸾（？－？），字鸣国，江西大庾县人，广东广州府番禺县民籍，明朝政治人物、进士出身。"],
        ["崔　峩", 150, "崔峩（？－？），字汝瞻，直隶保定府新城县人，民籍，明朝政治人物、进士出身。"],
        ["熊彦臣", 151, "熊彦臣（？－？），字元直，南昌县人，江西南昌府新建县民籍，明朝政治人物、进士出身。"],
        ["彭世爵", 152, "彭世爵（？－？），字懋贤，四川潼州州安岳县人，军籍，明朝政治人物、进士出身。"],
        ["董　威", 153, "董威（？－？），字重夫，河南汝宁府信阳州人，军籍，明朝政治人物、进士出身。"],
        ["俞　鸾", 154, "俞鸾（？－？），字应和，直隶崑山县人，陕西灵州守御千户所军籍，明朝政治人物、进士出身。"],
        ["陈　志", 155, "陈志（？－？），字惟学，直隶宿松县人，直隶德州卫官籍，明朝政治人物、进士出身。"],
        ["张淑励", 156, "张淑励（？－？），字自勉，山西太原府盂县人，民籍，明朝政治人物、进士出身。"],
        ["许廷用", 157, "许廷用，初名畴，字惟范，号南洲，福建泉州府同安县金门珠浦（今日金门金城镇）人。明朝政治人物。"],
        ["喻希立", 158, "喻希立（？－？），字惟中，河南汝宁府光州光山县人，民籍，明朝政治人物、进士出身。"],
        ["孙士仪", 159, "孙士仪（？－？），字文范，直隶真定府栾城县人，民籍，明朝政治人物、进士出身。"],
        ["唐　爱", 160, "唐爱（？－？），字良德，直隶苏州府嘉定县人，民籍，明朝政治人物、进士出身。"],
        ["郑邦仰", 161, "郑邦仰（？－？），字思贤，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["王　俸", 162, "王俸（？－？），字守道，直隶宿州县人，浙江杭州右卫官籍，明朝政治人物、进士出身。"],
        ["张　铎", 163, "张铎（？－？），字世鸣，直隶常熟县人，南京留守后卫旗籍，明朝政治人物、进士出身。"],
        ["陈　墀", 164, "陈墀（？－？），字宣甫，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["王嘉孝", 165, "王嘉孝（？－？），字体曾，河南开封府钧州人，军籍，明朝政治人物、进士出身。"],
        ["梁　木", 166, "梁木（？－？），字仁夫，陕西西安府三原县人，军籍，明朝政治人物、进士出身。"],
        ["刘应熊", 167, "刘应熊（？－？），字体阳，陕西巩昌府陇西县人，军籍，明朝政治人物、进士出身。"],
        ["周俊民", 168, "周俊民（？－？），字明甫，直隶常州府无锡县人，儒籍，明朝政治人物、进士出身。"],
        ["吴　俊", 169, "吴俊（？－？），字伯英，武功左卫人，直隶苏州府常熟县军籍，明朝政治人物、进士出身。"],
        ["郭廷序", 170, "郭廷序（1501年－1547年），字循夫，号介斋，广东潮阳人，明朝政治人物，同进士出身。"],
        ["张文愚", 171, "张文愚（？－？），字维学，浙江衢州府龙游县人，民籍，明朝政治人物、进士出身。"],
        ["盛汝谦", 172, "盛汝谦（？－？），字亨甫，直隶安庆府桐城县人，民籍，明朝政治人物、进士出身。"],
        ["龚云从", 173, "龚云从（？－？），字时际，福建兴化府莆田县人，军籍，明朝政治人物、进士出身。"],
        ["戴　仁", 174, "戴仁（1507年－1566年），字行父，四川省保宁府剑州江油县人，民籍，治《诗经》，年三十五岁中式嘉靖二十年辛丑科第三甲第一百七十名进士。二月初七日生，行一，曾祖戴胜刚；祖戴金；父戴荣；母罗氏；继母李氏。具庆下，妻叶氏，弟佶；位。由国子生中式四川乡试第六十三名举人，会试中式第六十四名[1]。"],
        ["程　良", 175, "程良（？－？），字明辅，江西饶州府乐平县人，民籍，明朝政治人物、进士出身。"],
        ["胡　造", 176, "胡慥（？－？），字敬夫，河南南阳府南阳县人，民籍，明朝政治人物、进士出身。"],
        ["刘元凯", 177, "刘元凯（1513年－1572年），字舜举，四川省保宁府阆中县人，民籍，治《诗经》，年二十九岁中式嘉靖二十年辛丑科第三甲第一百七十三名进士。正月十七日生，行一，曾祖刘葸，义官；祖刘湖，义官；父刘光启，引礼舍人；母白氏。慈侍下，妻李氏，弟元正；元亨。由府学生中式四川乡试第三名举人，会试中式第四十七名[1]。"],
        ["徐　绅", 178, "徐绅（？－？），字思行，直隶池州府建德县人，军籍，明朝政治人物、进士出身。"],
        ["吴　祯", 179, "吴祯（？－？），字元吉，直隶常州府无锡县人，民籍，明朝政治人物、进士出身。"],
        ["华　云", 180, "华云（？－？），字从龙，直隶常州府无锡县人，民籍，明朝政治人物、进士出身。"],
        ["杨挺高", 181, "杨挺高（？－？），字叔谦，江西崇仁县人，山东兖州府金乡县民籍，明朝政治人物、进士出身。"],
        ["王曰然", 182, "王曰然（？－？），字汝从，河南卫辉守御千户所人，军籍，明朝政治人物、进士出身。"],
        ["宋　岳", 183, "宋岳（？－？），字伯镇，浙江绍兴府馀姚县人，灶籍，明朝政治人物、进士出身。"],
        ["孙　渭", 184, "孙渭（？－？），字应清，福建福州府闽县人，民籍，明朝政治人物、进士出身。"],
        ["贵　仁", 185, "贵仁（1507年－1566年），字子任，河南省汝宁府汝阳县（今汝南县、平舆县）人，太医院籍，治《易经》，年三十五岁中式嘉靖二十年辛丑科第三甲第一百八十一名进士。四月十三日生，行一，曾祖贵茂，御医 ；祖贵瑄，良医正；父贵晟；母宗氏。慈侍下，妻翁氏，弟儒（贡士）；仕；伸；伦；俸；像。由国子生中式河南乡试第三名举人，会试中式第二百二十八名[1]。"],
        ["应云鸑", 186, "应云鸑（？－？），字瑞伯，浙江宁波府象山县人，军籍，明朝政治人物、进士出身。"],
        ["周　奎", 187, "周奎（？－？），字贤象，江西吉安府万安县人，民籍，明朝政治人物、进士出身。"],
        ["张　习", 188, "张习（？－？），字子翀，直隶扬州府高邮州宝应县人，民籍，明朝政治人物、进士出身。"],
        ["潘继光", 189, "潘继光（？－？），字懋学，河南卫辉府汲县人，民籍，明朝政治人物、进士出身。"],
        ["刘逢恺", 190, "刘逢恺（？－？），字虞让，江西吉安府泰和县人，民籍，明朝政治人物、进士出身。"],
        ["梁　成", 191, "梁成（？－？），字公济，山东兖州府平阴县人，民籍，明朝政治人物、进士出身。"],
        ["高　冕", 192, "高冕（？－？），字服周，浙江湖州府孝丰县人，军籍，明朝政治人物、进士出身。"],
        ["刘　璧", 193, "刘璧（？－？），字朝完，直隶苏州府长洲县人，民籍，明朝政治人物、进士出身。"],
        ["马　珮", 194, "马珮（？－？），字服玉，山东济南府德州县人，民籍，明朝政治人物、进士出身。"],
        ["陈　玉", 195, "陈玉（？－？），字汝良，福建福州府长乐县人，民籍，明朝政治人物、进士出身。"],
        ["于德昌", 196, "于德昌（？－？），字子顺，华阳县人，四川成都左护卫军籍，明朝政治人物、进士出身。"],
        ["朱应奎", 197, "朱应奎（？－？），字士征，直隶丹阳县人，锦衣卫匠籍，明朝政治人物、进士出身。"],
        ["谷锺秀", 198, "谷锺秀（？－？），字毓卿，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["赵　珆", 199, "赵珆 （1506年－1565年），字子献，四川省叙州府富顺县人，民籍，治《诗经》，年三十六　岁中式嘉靖二十年辛丑科第三甲第一百九十五名进士。七月二十五日生，行三，曾祖赵学；祖赵伯香；父赵承准，寿官；母先氏；继母丘氏。具庆下，妻刘氏，兄珂；璟。由府学生中式四川乡试第五十名举人，会试中式第一百三十八名[1]。"],
        ["何　迁", 200, "何迁（？－？），字懋益，湖广德安守御千户所人，官籍，明朝政治人物、进士出身。"],
        ["汪　来", 201, "汪来（？－？），字伯阳，直隶宁国县人，直隶天津卫军籍，明朝政治人物、进士出身。"],
        ["段　鍊", 202, "段鍊（？－？），字文纯，顺天府固安县人，民籍，明朝政治人物、进士出身。"],
        ["徐贡元", 203, "徐贡元（？－？），字孔赐，直隶太平府繁昌县人，民籍，明朝政治人物、进士出身。"],
        ["马　慎", 204, "马慎（？－？），字自脩，顺天府霸州大城县人，民籍，明朝政治人物、进士出身。"],
        ["吴守贞", 205, "吴守贞（？－？），字夫定，广东高州府电白县人，军籍，明朝政治人物、进士出身。"]
    ]
}