{
    "year_name": "嘉靖二十六年丁未科殿试金榜",
    "first": [
        ["李春芳", 1, "《贻安堂集》之文定公像"],
        ["张　春", 2, "张宇春，字应瑞 嘉靖元年五月十一日午时生 [1]，字仁伯[2]，江西承宣布政使司临江府新喻县（今江西省新馀市）人，明朝榜眼、政治人物。"],
        ["胡正蒙", 3, "胡正蒙（1512年－1566年），字正伯，号日门，浙江馀姚人。明朝翰林、探花。"]
    ],
    "second": [
        ["亢思谦", 1, "亢思谦（1510年－1584年），字子益，号水阳，山西临汾人，明朝政治人物，进士出身。"],
        ["汪镗孙", 2, "汪镗（1512年－1588年），字振宗，号远峰，浙江鄞县人，明朝大臣。"],
        ["恽绍芳", 3, "恽绍芳（1518年－1577年），字光世，南直隶常州府武进县人，民籍，治《诗经》，明朝政治人物、进士出身。"],
        ["史朝宾", 4, "史朝宾（1510年－1571年），字应之，号观吾，福建晋江平易里（今泉州市鲤城区西街）人，祖籍浙江鄞县（今宁波），明朝政治人物，进士出身。"],
        ["曹　金", 5, "曹金（？－？），字汝砺，河南开封府祥符县人，匠籍，明朝政治人物、进士出身。"],
        ["张正和", 6, "张正和（？－？），字以礼，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["黎　澄", 7, "黎澄（？－？），字本静，江西饶州府乐平县人，民籍，明朝政治人物、进士出身。"],
        ["黄　铸", 8, "黄铸（？－？），字国范，福建泉州府晋江县人，军籍，明朝政治人物、进士出身。"],
        ["张居正", 9, "张文忠公坐蟒[1]赐服像"],
        ["胡　杰", 10, "胡杰（？－？），字子文，江西南昌府丰城县人，民籍，明朝政治人物、进士出身。"],
        ["杨继盛", 11, "清人绘杨继盛像"],
        ["杨豫孙", 12, "《松江邦彦图》之杨豫孙像"],
        ["高　超", 13, "高超（？－？），字廷华，福建兴化府莆田县人，军盐籍，明朝政治人物、进士出身。"],
        ["奚世亮", 14, "奚世亮（？－？），字仲明，湖广黄州卫人，官籍，明朝政治人物、进士出身。"],
        ["章世仁", 15, "章世仁（？－？），字元卿，直隶池州府青阳县人，民籍，明朝政治人物、进士出身。"],
        ["任惟钧", 16, "任惟钧（1511年－？年），字子范，四川省重庆府巴县人，明朝政治人物。"],
        ["莫如士", 17, "莫如士（？－？），字子元，广东新会县人，龙骧卫军籍，明朝政治人物、进士出身。"],
        ["谢登之", 18, "谢登之（？－？），字汝学，湖广岳州府巴陵县人，军籍，明朝政治人物、进士出身。"],
        ["王惟恕", 19, "王惟恕（？－？），字行甫，福建漳州府长泰县人，军籍，明朝政治人物、进士出身。"],
        ["徐光启", 20, "徐光启（？－？），字叔贤，江西广信府贵溪县人，官籍，明朝政治人物、进士出身。"],
        ["张邦彦", 21, "张邦彦，字元洲，祖籍浙江钱塘人，出生于山东临朐，明朝政治人物、进士出身。"],
        ["王时槐", 22, "王时槐（1522年－1605年），字子植，号塘南。江西安福人，民籍，明朝政治人物、进士出身。"],
        ["杨世芳", 23, "杨世芳（？－？），字懋德，浙江绍兴府馀姚县人，军籍，明朝政治人物、进士出身。"],
        ["史阙疑", 24, "史阙疑（？－？），字子慎，顺天府涿州人，民籍，明朝政治人物、进士出身。"],
        ["王一夔", 25, "王一夔（？－？），字章夫，江西吉安府安福县人，民籍，明朝政治人物、进士出身。"],
        ["陈梦鹤", 26, "陈梦鹤（？－？），字子羽，山东青州府益都县人，匠籍，明朝政治人物、进士出身。"],
        ["徐　陟", 27, "《松江邦彦图》之徐陟像"],
        ["耿随朝", 28, "耿随朝（？－？），字子衡，直隶大名府滑县人，军籍，明朝政治人物、进士出身。"],
        ["蔡用乂", 29, "蔡用乂（？－？），字行甫，浙江海宁县人，锦衣卫旗籍，明朝政治人物、进士出身。"],
        ["吴国相", 30, "吴国相（？－？），字楹甫，直隶泰州人，山东登州卫旗籍，明朝政治人物、进士出身。"],
        ["凌云翼", 31, "凌云翼（？－？），字汝成，直隶苏州府太仓州人，民籍，明朝政治人物、进士出身。"],
        ["朱　笈", 32, "朱笈（？－？），字懋学，直隶淮安府桃源县人，民籍，明朝政治人物、进士出身。"],
        ["熊　琦", 33, "熊琦（？－？），字宪韩，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["蓝　璧", 34, "蓝璧（？－？），字完卿，江西瑞州府高安县人，民籍，明朝政治人物、进士出身。"],
        ["丘　瓒", 35, "丘瓒（？－？），字献卿，福建惠安县人，留守中尉军籍，明朝政治人物、进士出身。"],
        ["翁时器", 36, "翁时器（？－？），字德卿，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["陆九成", 37, "陆九成（？－？），字子韶，浙江金华府东阳县人，民籍，明朝政治人物、进士出身。"],
        ["李　敬", 38, "李敬（？－？），字直夫，陕西西安府泾阳县人，民籍，明朝政治人物、进士出身。"],
        ["王春泽", 39, "王春泽（？－？），字以润，福建漳州府漳浦县人，军籍，明朝政治人物、进士出身。"],
        ["顾　柄", 40, "顾柄（？－？），字文谦，直隶苏州府常熟县人，匠籍，明朝政治人物、进士出身。"],
        ["彭登瀛", 41, "彭登瀛（？－？），字选之，江西丰城县人，广西桂林府临桂县民籍，明朝政治人物、进士出身。"],
        ["吴　衍", 42, "吴衍（？－？），字子蕃，江西建昌府南城县人，军籍，明朝政治人物、进士出身。"],
        ["张勉学", 43, "张勉学（？－？），字益甫，直隶苏州府长洲县人，匠籍，明朝政治人物、进士出身。"],
        ["蔡　文", 44, "蔡文（？－？），字孚中，龙溪县人，福建漳州府南靖县民籍，明朝政治人物、进士出身。"],
        ["蔡　钥", 45, "蔡钥（？－？），字伯启，陕西同州人，湖广承天卫官籍，明朝政治人物、进士出身。"],
        ["刘　芹", 46, "刘芹（1514年－1573年），字子献，四川省叙州府宜宾县人，民籍，治《诗经》，年三十四岁中式嘉靖二十六年丁未科第二甲第四十六名进士。七月初六日生，行四，曾祖刘节明；祖刘汝钊；父刘海川；母刘氏；继母姚氏。慈侍下，妻冯氏，兄佐；达；芥。由县学生中式四川乡试第六十七名举人，会试中式第五十四名[1]。"],
        ["黎遵训", 47, "黎遵训（1511年－1570年），字孝若，湖广承天府京山县军籍，明朝政治人物。"],
        ["梁　佐", 48, "梁佐（？－？），字应台，河南兰阳县人，云南大理卫军籍，明朝政治人物、进士出身。"],
        ["任士凭", 49, "任士凭（1521年－1580年），字可依，山东济南府德州平原县人，明朝政治人物。"],
        ["张东周", 50, "张东周（？－？），字子用，湖广武昌府蒲圻县人，军籍，明朝政治人物、进士出身。"],
        ["张元谕", 51, "张元谕（？－？），字伯启，浙江金华府浦江县人，民籍，明朝政治人物、进士出身。"],
        ["王有为", 52, "王有为（1507年－1566年），字希颜，湖广省辰州府沅州黔阳县人，军籍，治《诗经》，年四十一岁中式嘉靖二十六年丁未科第二甲第五十二名进士。十一月十八日生，行一，曾祖王紃；祖王彦璋；父王鹏，县丞；母向氏。慈侍下，妻何氏，弟有道；有贤；有守；有藩；有年。由国子生中式湖广乡试第九名举人，会试中式第二百十七名[1]。"],
        ["顾　言", 53, "顾言（？－？），字子行，仁和县人，浙江杭州府钱塘县民籍，明朝政治人物、进士出身。"],
        ["张　任", 54, "张任（？－？），字希尹，直隶苏州府嘉定县人，民籍，明朝政治人物、进士出身。"],
        ["庄朝宾", 55, "庄朝宾（？－？），字于观，福建泉州府惠安县人，民籍，明朝政治人物、进士出身。"],
        ["黄世科", 56, "黄世科（？－？），字子登，浙江绍兴府萧山县人，民籍，明朝政治人物、进士出身。"],
        ["任有龄", 57, "任有龄（1513年－？年），字梦锡，四川省嘉定州人，明朝政治人物。"],
        ["周思兼", 58, "《松江邦彦图》之周思兼像"],
        ["林一新", 59, "林一新（？－？），字震起，福建泉州府晋江县人，民籍，明朝政治人物、进士出身。"],
        ["宋守志", 60, "宋守志（？－？），字贞甫，河南开封府延津县人，民籍，明朝政治人物、进士出身。"],
        ["刘斯洁", 61, "刘斯洁（？－？），字原静，顺天府昌平州人，直隶保定府易州民籍，明朝政治人物、进士出身。"],
        ["梁明翰", 62, "梁明翰（？－？），字维宪，山西汾州孝义县人，军籍，明朝政治人物、进士出身。"],
        ["李三畏", 63, "李三畏（？－？），字汝敬，山东兖州府东平州汶上县人，民籍，明朝政治人物、进士出身。"],
        ["史直臣", 64, "史直臣（？－？），字子忠，顺天府涿州人，民籍，明朝政治人物、进士出身。"],
        ["黄元恭", 65, "黄元恭（？－？），字资礼，浙江宁波府鄞县人，民籍，明朝政治人物、进士出身。"],
        ["顾允扬", 66, "顾允扬（？－？），字懋称，常熟县人，直隶苏州府太仓州民籍，明朝政治人物、进士出身。"],
        ["姚九功", 67, "姚九功（？－？），字惟叙，山西潞安府襄垣县人，民籍，明朝政治人物、进士出身。"],
        ["宋文明", 68, "宋文明（？－？），字汝化，山西洪洞县人，山东东昌府临清州民籍，明朝政治人物、进士出身。"],
        ["刘应时", 69, "刘应时（？－？），字子易，山西平阳府洪洞县人，军籍，明朝政治人物、进士出身。"],
        ["林一新", 70, "林一新（？－？），字跻夫，福建漳州府漳浦县人，军籍，明朝政治人物、进士出身。"],
        ["何　镗", 71, "何镗（？－？），字振卿，顺天府宛平县人，浙江处州卫军籍，明朝政治人物、进士出身。"],
        ["张西铭", 72, "张西铭（？－？），字原仁，山东济南府滨州人，军籍，明朝政治人物、进士出身。"],
        ["宋曰仁", 73, "宋曰仁（？－？），字思表，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["李一元", 74, "李一元（？－？），字调卿，直隶池州府建德县人，匠籍，明朝政治人物、进士出身。"],
        ["李景萃", 75, "李景萃（？－？），字德聚，直隶顺德府任县人，民籍，明朝政治人物、进士出身。"],
        ["张希贤", 76, "张希贤（？－？），字尚友，山东兖州府济宁州人，军籍，明朝政治人物、进士出身。"],
        ["汪　烇", 77, "汪烇（？－？），字子光，浙江杭州府临安县人，民籍，明朝政治人物、进士出身。"],
        ["万思谦", 78, "万思谦（？－？），字益甫，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["李心学", 79, "李心学（？－？），字建中，直隶凤阳府临淮县人，民籍，明朝政治人物、进士出身。"],
        ["王世贞", 80, "王世贞（1526年－1590年），字元美，号凤洲，又号弇州山人，直隶太仓州（今江苏太仓）人，明朝文学家、史学家。“后七子”之一。"],
        ["江　治", 81, "江治（？－？），字顺之，江西南昌府进贤县人，民籍，明朝政治人物、进士出身。"],
        ["朱天俸", 82, "朱天俸（？－？），字子学，直隶濬县人，忠义后卫军籍，明朝政治人物、进士出身。"],
        ["胡朝臣", 83, "胡朝臣（？－？），字汝邻，浙江绍兴府会稽县人，民籍，明朝政治人物、进士出身。"],
        ["王良贵", 84, "王良贵（？－？），字少思，直隶河间府宁津县人，匠籍，明朝政治人物、进士出身。"],
        ["徐文沔", 85, "徐文沔（？－？），字可绳，浙江衢州府开化县人，民籍，明朝政治人物、进士出身。"],
        ["李　郁", 86, "李郁（1514年－1573年），字文甫，四川省重庆府安居县（今属铜梁县）人，民籍，治《诗经》，年三十四岁中式嘉靖二十六年丁未科第二甲第八十六名进士。十一月二十八日生，行二，曾祖李常；祖李亿株；父李有；母向氏。永感下，妻何氏，兄恩，弟节。由国子生中式四川乡试第三十五名举人，会试中式第六十名[1]。嘉靖二十六年，登进士。嘉靖二十九年，接替王铃，担任南直隶常州府宜兴县知县，后升户部主事。由董鲲接任知县[2]。"],
        ["纪　璿", 87, "纪璿（？－？），字天仪，顺天府蓟州人，军籍，明朝政治人物、进士出身。"],
        ["金　铣", 88, "金铣（？－？），字子良，江西南昌府新建县人，民籍，明朝政治人物、进士出身。"],
        ["周　镗", 89, "周镗（？－？），字德扬，直隶淮安府邳州宿迁县人，匠籍，明朝政治人物、进士出身。"],
        ["张思静", 90, "张思敬（？－？），字伯安，陕西西安府同州人，民籍，明朝政治人物、进士出身。"]
    ],
    "index": 56,
    "url": "https://zh.wikipedia.org/wiki/Template:%E5%98%89%E9%9D%96%E4%BA%8C%E5%8D%81%E5%85%AD%E5%B9%B4%E4%B8%81%E6%9C%AA%E7%A7%91%E6%AE%BF%E8%A9%A6%E9%87%91%E6%A6%9C",
    "third": [
        ["熊勉学", 1, "熊勉学（？－？），字懋伦，江西德化县人，河南汝宁府仪卫司籍，明朝政治人物、进士出身。"],
        ["陈一松", 2, "陈一松（？－？），字宗岩，广东潮州府海阳县人，军籍，明朝政治人物、进士出身。"],
        ["高尚文", 3, "高尚文（？－？），字从周，直隶太平府当涂县人，军籍，明朝政治人物、进士出身。"],
        ["贺　镂", 4, "贺镂（？－？），字邦器，江西吉安府永新县人，民籍，明朝政治人物、进士出身。"],
        ["陶承学", 5, "陶承学（？－？），字子述，浙江绍兴府会稽县人，民籍，明朝政治人物、进士出身。"],
        ["刘　泾", 6, "刘泾（？－？），字叔清，直隶靖江县人，河南淮庆府军籍，明朝政治人物、进士出身。"],
        ["钱　鲸", 7, "钱鲸（？－？），字叔鸣，浙江宁波府慈谿县人，民籍，明朝政治人物、进士出身。"],
        ["姚仕显", 8, "姚仕显（？－？），字原学，福建福州府闽县人，民籍，明朝政治人物、进士出身。"],
        ["宋廷表", 9, "宋廷表（？－？），字进之，广西桂林府临桂县人，民籍，明朝政治人物、进士出身。"],
        ["杨美益", 10, "杨美益（1515年－1578年），字以谦，号受堂，浙江布政使司宁波府鄞县人，明朝嘉靖年间进士，官至太仆寺少卿。"],
        ["樊献科", 11, "樊献科（？－？），字文叔，浙江处州府缙云县人，民籍，明朝政治人物、进士出身。"],
        ["李幼滋", 12, "李幼滋（1514年－1584年），字义河，荆州府应城县人。明朝政治人物。"],
        ["谢　江", 13, "谢江（？－？），字仲川，河南河南卫人，官籍，明朝政治人物、进士出身。"],
        ["孙永思", 14, "孙永思（？－？），字性孝，山西平阳府蒲州县人，民籍，明朝政治人物、进士出身。"],
        ["王　樵", 15, "王樵（1521年－1601年），字明逸，直隶镇江府金坛县人，民籍，明朝政治人物、进士出身。"],
        ["吴仲礼", 16, "吴仲礼（？－？），字思立，直隶池州府贵池县人，民籍，明朝政治人物、进士出身。"],
        ["庞　俊", 17, "庞俊（？－？），字孟章，陕西西安府泾阳县人，民籍，明朝政治人物、进士出身。"],
        ["毛　起", 18, "毛起（1501年－1560年），字潜宾，四川省嘉定州夹江县人，民籍，治《书经》，年四十七岁中式嘉靖二十六年丁未科第三甲第十八名进士。三月初九日生，行一，曾祖毛凤，知府；祖毛经纶；父毛亨，贡士；母王氏。永感下，妻宿氏，继妻莫氏；胡氏；弟赳。由国子生中式四川乡试第三十三名举人，会试中式第一百一十八名[1]。"],
        ["张　谧", 19, "张谧（？－？），字子靖，直隶河间府沧州南皮县人，匠籍，明朝政治人物、进士出身。"],
        ["杨守鲁", 20, "杨守鲁（？－？），字允得，湖广长沙县人，彭城卫军籍，明朝政治人物、进士出身。"],
        ["郑本立", 21, "郑本立（？－？），字充道，浙江金华府兰谿县人，民籍，明朝政治人物、进士出身。"],
        ["张　渊", 22, "张渊（？－？），字惟本，浙江鄞县人，河南开封府陈州民籍，明朝政治人物、进士出身。"],
        ["张敦复", 23, "张敦复（？－？），字叔中，浙江处州府丽水县人，民籍，明朝政治人物、进士出身。"],
        ["孙世芳", 24, "孙世芳（？－？），字克承，直隶安东县人，万全都司宣府右卫军籍，明朝政治人物、进士出身。"],
        ["王尚礼", 25, "王尚礼（？－1556年），字叙夫，陕西西安府华州渭南县人，民籍，明朝政治人物、进士出身。"],
        ["陆　佐", 26, "陆佐（？－？），字子翼，浙江衢州府龙游县人，民籍，明朝政治人物、进士出身。"],
        ["彭　范", 27, "彭范（？－？），字克宪，河南河南府陕州灵宝县人，军籍，明朝政治人物、进士出身。"],
        ["甘　茹", 28, "甘茹（1523年－1582年），字征甫，四川省叙州府富顺县人。明朝政治人物。"],
        ["马一龙", 29, "马一龙（？－？），字负图，应天府溧阳县人，民籍，明朝政治人物、进士出身。"],
        ["李昭祥", 30, "李昭祥（？－？），字元韬，直隶松江府上海县人，灶籍，明朝政治人物、进士出身。"],
        ["陈善治", 31, "陈善治（1517年－1576年），字时化，四川省重庆府巴县人，民籍，治《书经》，年三十一岁中式嘉靖二十六年丁未科第三甲第三十一名进士。四月初一日生，行一，曾祖陈洪演；祖陈廷佐；父陈弟；母郭氏。具庆下，妻莫氏，兄荣治；大治，弟盛治；嘉治；长治；安治；平治。由国子生中式四川乡试第十一名举人，会试中式第一百三十三名[1]。"],
        ["张　言", 32, "张言（？－？），字思默，广西桂林府临桂县人，民籍，明朝政治人物、进士出身。"],
        ["詹　莱", 33, "詹莱（？－？），字殷行，浙江衢州府常山县人，民籍，明朝政治人物、进士出身。"],
        ["韩　弼", 34, "韩弼（？－？），字汝良，馀姚县人，浙江嘉兴府平湖县民籍，明朝政治人物、进士出身。"],
        ["张可述", 35, "张可述（1523年－1582年），字惟孝，四川省嘉定州洪雅县人，民籍，治《春秋》，年二十五岁中式嘉靖二十六年丁未科第三甲第三十五名进士。二月二十一日生，行四，曾祖张思隆；祖张甫森，封监察御史；父张鹏，知府；嫡母詹氏（封孺人）；生母袁氏。慈侍下，妻杨氏，兄可成；可立；可迪；可遂；可适，弟可达；可逾；可逊；可远；可近；可遇。由县学生中式四川乡试第二十六名举人，会试中式第二百五十一名[1]。"],
        ["白大用", 36, "白大用（？年－1556年），陕西渭南县人。明朝官员。"],
        ["李儒烈", 37, "李儒烈（？－？），字忠甫，浙江嘉兴府海盐县人，民籍，明朝政治人物、进士出身。"],
        ["徐　敦", 38, "徐敦（？－？），字叔厚，长洲县人，直隶苏州府太仓州民籍，明朝政治人物、进士出身。"],
        ["俞时及", 39, "俞时及（？－？），字伯雨，浙江绍兴府新昌县人，民籍，明朝政治人物、进士出身。"],
        ["李应时", 40, "李应时（？－？），字际可，山西太原府平定州人，匠籍，明朝政治人物、进士出身。"],
        ["邵　德", 41, "邵德（？－？），字明甫，直隶常州府无锡县人，民籍，明朝政治人物、进士出身。"],
        ["郝成性", 42, "郝成性（？－？），字存甫，直隶江都县人，锦衣卫官籍，明朝政治人物、进士出身。"],
        ["王　健", 43, "王健（？－？），字于行，福建漳州府漳浦县人，民籍，明朝政治人物、进士出身。"],
        ["吕孔良", 44, "吕孔良（？－？），字子性，河南河南府洛阳县人，匠籍，明朝政治人物、进士出身。"],
        ["王　铃", 45, "王铃（？－？），字子才，浙江台州府黄巖县人，匠籍，明朝政治人物、进士出身。"],
        ["袁洪愈", 46, "袁洪愈苏州石刻像刻，清孔继尧绘，为《沧浪亭五百名贤像》之一。"],
        ["刘世魁", 47, "刘世魁（？－？），字伯春，四川成都府双流县人，民籍，明朝政治人物、进士出身。"],
        ["林　燫", 48, "林燫（？－？），字贞恒，福建福州府闽县人，儒籍，明朝政治人物、进士出身。"],
        ["李　秋", 49, "李秋（？－？），字伯成，顺天府蓟州人，民籍，明朝政治人物、进士出身。"],
        ["徐可相", 50, "徐可相（？－？），字懋忠，广西桂林府临桂县人，民籍，明朝政治人物、进士出身。"],
        ["徐承嗣", 51, "徐承嗣（1505年－1564年），字克敬，四川省潼川州遂宁县人，民籍，治《礼记》，年四十三岁中式嘉靖二十六年丁未科第三甲第五十一名进士。六月十九日生，行三，曾祖徐纲，知府；祖徐大邦；父徐忠；母何氏。永感下，妻郭氏，兄承宗；承祖，弟承顺；承宣；承教；承学；承颜。由国子生中式四川乡试第二十二名举人，会试中式第三百五名[1]。"],
        ["郭　钥", 52, "郭钥（？－？），字启之，浙江金华府兰谿县人，民籍，明朝政治人物、进士出身。"],
        ["张来征", 53, "张来征（？－？），字献孚，山西临汾县人，锦衣卫籍，明朝政治人物、进士出身。"],
        ["孙允中", 54, "孙允中（？－？），字汝时，山西太原右卫后所人，官籍，明朝政治人物、进士出身。"],
        ["罗　椿", 55, "罗椿（？－？），字元龄，浙江绍兴府山阴县人，民籍，明朝政治人物、进士出身。"],
        ["庄应祯", 56, "庄应祯（？－？），字希周，福建泉州府惠安县人，军盐籍，明朝政治人物、进士出身。"],
        ["边　毅", 57, "边毅（？－？），字德弘，江西临江府峡江县人，军籍，明朝政治人物、进士出身。"],
        ["郑东白", 58, "郑东白（？－？），字叔晓，福建兴化府莆田县人，军籍，明朝政治人物、进士出身。"],
        ["吴　遵", 59, "吴遵（？－？），字公路，浙江杭州府海宁县人，民籍，明朝政治人物、进士出身。"],
        ["刘廷梅", 60, "刘廷梅（？－？），字与和，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["孙汝贤", 61, "孙汝贤（？－？），字允功，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["龚　恺", 62, "龚恺，字次元、号全山[1]，南直隶松江府华亭县（今上海市）人，明朝政治人物。"],
        ["韩子允", 63, "韩子允（？－？），字明仲，浙江宁波府慈谿县人，民籍，明朝政治人物、进士出身。"],
        ["于　业", 64, "于业（？－？），字建公，直隶镇江府金坛县人，军籍，明朝政治人物、进士出身。"],
        ["黄季瑞", 65, "黄季瑞（？－？），字宗和，福建福州府闽县人，民籍，明朝政治人物、进士出身。"],
        ["李天荣", 66, "李天荣（？－？），字仁卿，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["曹　禾", 67, "曹禾（？－？），字世嘉，浙江嘉兴府平湖县人，民籍，明朝政治人物、进士出身。"],
        ["皇甫涣", 68, "皇甫涣（？－？），字时亨，直隶苏州府吴江县人，民籍，明朝政治人物、进士出身。"],
        ["朱伯辰", 69, "朱伯辰（？－？），字文拱，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["周如斗", 70, "周如斗（？－？），字允文，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["黄履旋", 71, "黄履旋（？－？），字性之，福建福州府侯官县人，民籍，明朝政治人物、进士出身。"],
        ["袁光翰", 72, "袁光翰（？－？），字宪甫，江西南昌府丰城县人，军籍，明朝政治人物、进士出身。"],
        ["程嗣功", 73, "程嗣功（？－？），字汝懋，直隶徽州府歙县人，民籍，明朝政治人物、进士出身。"],
        ["萧禹臣", 74, "萧禹臣（？－？），字子益，湖广长沙府长沙县人，民籍，明朝政治人物、进士出身。"],
        ["吴伯朋", 75, "吴百朋（1519年－1578年），字维锡，号尧山，浙江承宣布政使司金华府义乌县（今浙江省义乌市）人，明朝政治人物。吴澜之孙、吴琼之子。"],
        ["沈　淮", 76, "沈淮（？－？），字澂伯，浙江杭州府仁和县人，民籍，明朝政治人物、进士出身。"],
        ["李遇元", 77, "李遇元（？－？），字应干，直隶江都县人，云南临安卫军籍，明朝政治人物、进士出身。"],
        ["章美中", 78, "章美中（？－？），字道华，吴县人，直隶苏州府崑山县民籍，明朝政治人物、进士出身。"],
        ["李守仁", 79, "李守仁（？－？），字与安，陕西凤翔府凤翔县人，民籍，明朝政治人物、进士出身。"],
        ["邵惟中", 80, "邵惟中（？－？），字希舜，浙江嵊县人，云南永昌卫军籍，明朝政治人物、进士出身。"],
        ["王　遴", 81, "王遴（1525年－1608年），字继津，号继津，諡恭肃，京师顺天府霸州（今河北省霸州市）人，明朝兵部尚书、户部尚书、进士出身。"],
        ["黄　扆", 82, "黄扆（？－？），字思瞻，陕西西安府咸宁县人，民籍，明朝政治人物、进士出身。"],
        ["孟　官", 83, "孟官（？－？），字惟正，陕西西安府咸宁县人，民籍，明朝政治人物、进士出身。"],
        ["林腾蛟", 84, "林腾蛟，字士才，福建永安县二十六都贡川人。明朝官员。"],
        ["钱　鑪", 85, "钱鑪（？－？），字汝化，江西南康府星子县人，民籍，明朝政治人物、进士出身。"],
        ["金　勿", 86, "金勿（1511年－1570年），字希颜，四川省叙州府富顺县人，民籍，治《易经》，年三十七岁中式嘉靖二十六年丁未科第三甲第八十六名进士。四月二十八日生，行一，曾祖金容善；祖金鸾；父金尚䌹；母周氏；继母刘氏。具庆下，妻何氏，弟省；鑑（贡士）；果；达。由国子生中式四川乡试第二十三名举人，会试中式第七十三名[1]。"],
        ["郭东藩", 87, "郭东藩（？－？），字镇夫，山东兖州府金乡县人，民籍，明朝政治人物、进士出身。"],
        ["萧汝默", 88, "萧汝默（？－？），字时言，直隶河间府静海县人，军籍，明朝政治人物、进士出身。"],
        ["陈惟举", 89, "陈惟举（？－？），字直孚，福建福州府长乐县人，民籍，明朝政治人物、进士出身。"],
        ["郭　仁", 90, "郭仁（？－？），字静甫，直隶苏州府长洲县人，民籍，明朝政治人物、进士出身。"],
        ["张云路", 91, "张云路（？－？），字伯登，山西泽州高平县人，军籍，明朝政治人物、进士出身。"],
        ["黄元白", 92, "黄元白（1518年－？年），字用章，四川省夔州府达州人，明朝政治人物。"],
        ["李承华", 93, "李承华（？－？），字实甫，山西平阳府曲沃县人，军籍，明朝政治人物、进士出身。"],
        ["刘修巳", 94, "刘修巳（？－？），字以敬，河南汝宁府新蔡县人，民籍，明朝政治人物、进士出身。"],
        ["姚　唐", 95, "姚唐（？－？），字时雍，山西潞安府屯留县人，军籍，明朝政治人物、进士出身。"],
        ["高　跃", 96, "高跃（1508年－1567年），字文化，四川成都府绵州人，民籍，治《书经》，年四十岁中式嘉靖二十六年丁未科第三甲第九十六名进士。六月十七日生，行三，曾祖高明；祖高复，知县；父高拱，教授；嫡母馀氏；生母罗氏。慈侍下，妻蔡氏，兄翮；翥；翕，弟翘。由州学生中式四川乡试第九名举人，会试中式第一百二十二名[1]。"],
        ["阎绳芳", 97, "阎绳芳（？－？），字世武，山西太原府祁县人，军籍，明朝政治人物、进士出身。"],
        ["陈学夔", 98, "陈学夔（？－？），字汝谐，广西庆远府宜山县人，民籍，明朝政治人物、进士出身。"],
        ["岳　粹", 99, "岳粹（？－？），字纯甫，山东东昌府冠县人，民籍，明朝政治人物、进士出身。"],
        ["张嘉孚", 100, "张嘉孚（？－？），字以贞，陕西巩昌府安定县人，民籍，明朝政治人物、进士出身。"],
        ["方　祥", 101, "方祥（？－？），字履祥，江西饶州府浮梁县人，民籍，明朝政治人物、进士出身。"],
        ["屈　谏", 102, "屈谏（？－？），字正父，山西潞安府长治县人，民籍，明朝政治人物、进士出身。"],
        ["李　价", 103, "李价（？－？），字少藩，广东广州府番禺县人，军籍，明朝政治人物、进士出身。"],
        ["罗　鸿", 104, "罗鸿（？－？），字廷猷，广东广州府南海县人，民籍，明朝政治人物、进士出身。"],
        ["李　彬", 105, "李彬（？－？），字国华，福建尤溪县人，直隶泰州守御千户所军籍，明朝政治人物、进士出身。"],
        ["殷士儋", 106, "殷士儋（？－1582年），字正甫，号棠川，学者称棠川先生，山东历城县（今济南市历城区）人，明朝政治人物。官至武英殿大学士。"],
        ["汪道昆", 107, "汪道昆（1525年－1593年），字伯玉，号南溟，又号太函。直隶歙县（今安徽省歙县）人。明朝文学家、政治人物。"],
        ["刘崇文", 108, "刘崇文（？－？），字原质，山西泽州高平县人，民籍，明朝政治人物、进士出身。"],
        ["陆　灿", 109, "陆灿（？－？），字晦甫，直隶河间府景州东光县人，军籍，明朝政治人物、进士出身。"],
        ["李　佑", 110, "李佑（？－？），字吉甫，福建崇安县人，贵州清平卫官籍，明朝政治人物、进士出身。"],
        ["祁　清", 111, "祁清（？－？），字子扬，浙江绍兴府山阴县人，匠籍，明朝政治人物、进士出身。"],
        ["黄　墱", 112, "黄墱（1518年－1577年），字元登，四川省叙州府富顺县人，民籍，治《易经》，年三十岁中式嘉靖二十六年丁未科第三甲第一百一十二名进士。正月二十八日生，行六，曾祖黄璿，知府；祖黄斗；父黄诰卿；母朱氏。具庆下，妻甘氏，兄圻；坫（贡士）；垙；墿；垲。由县学生中式四川乡试第三十名举人，会试中式第二百九十三名[1]。"],
        ["郑　真", 113, "郑真（？－？），字惟诚，湖广黄冈县人，山东济宁卫军籍，明朝政治人物、进士出身。"],
        ["丘　岳", 114, "丘岳（？－？），字子瞻，湖广黄州府黄冈县人，军籍，明朝政治人物、进士出身。"],
        ["叚　锦", 115, "段锦（？－？），字美中，山东东昌府高唐州恩县人，军籍，明朝政治人物、进士出身。"],
        ["丘　纬", 116, "丘纬（？－？），字世章，直隶常州府武进县人，民籍，明朝政治人物、进士出身。"],
        ["刘秉仁", 117, "刘秉仁（？－？），字子元，湖广大冶县人，贵州贵州卫军籍，明朝政治人物、进士出身。"],
        ["戴　愬", 118, "戴愬（？－？），字远之，直隶天长县人，南京江阴卫军籍，明朝政治人物、进士出身。"],
        ["王惟善", 119, "王惟善（？－？），字衷甫，河南汝宁府新蔡县人，军籍，明朝政治人物、进士出身。"],
        ["郑　铭", 120, "郑铭（？－？），字警吾，福建福州府闽县人，民籍，明朝政治人物、进士出身。"],
        ["杨　巍", 121, "杨巍（1516年－1608年），字伯谦，号二山，又号梦山，山东海丰县尚义里（今无棣杨三里村）人。明朝政治人物。"],
        ["祝天保", 122, "祝天保（？－？），字惟忠，直隶顺天府唐山县人，民籍，明朝政治人物、进士出身。"],
        ["陈　言", 123, "陈言（1507年－？年），字宜昌，福建承宣布政使司兴化府莆田（今福建省莆田市）人，明朝政治人物。"],
        ["李如桂", 124, "李如桂（？－？），字希窦，山西潞安府长治县人，民籍，明朝政治人物、进士出身。"],
        ["丘预达", 125, "丘预达（？－？），字若孚，福建兴化府莆田县人，匠籍，明朝政治人物、进士出身。"],
        ["吴　俊", 126, "吴俊（？－？），字子鲁，浙江绍兴府山阴县人，民籍，明朝政治人物、进士出身。"],
        ["狄斯彬", 127, "狄斯彬（？－？），字文中，应天府溧阳县人，军籍，明朝政治人物、进士出身。"],
        ["张　柱", 128, "张柱（？－？），字汝任，山东青州府寿光县人，军籍，明朝政治人物、进士出身。"],
        ["张天复", 129, "张天复（1513年－1578年），字复亨，浙江绍兴府山阴县人，民籍，明朝政治人物、进士出身。地理学家。"],
        ["陈观衡", 130, "陈观衡（？－？），字季平，山东兖州府平州人，民籍，明朝政治人物、进士出身。"],
        ["李敏德", 131, "李敏德（？－？），字伯修，山西潞安府长治县人，民籍，明朝政治人物、进士出身。"],
        ["郭民敬", 132, "郭民敬（？－？），字子庄，山西大同府山阴县人，军籍，明朝政治人物、进士出身。"],
        ["蔡亨嘉", 133, "蔡亨嘉（？－？），字元会，广东潮州府潮阳县人，民籍，明朝政治人物、进士出身。"],
        ["王陈策", 134, "王陈策（？－？），字师董，直隶扬州府泰州人，军籍，明朝政治人物、进士出身。"],
        ["刘　梁", 135, "刘梁（？－？），字廷材，福建汀洲府清流县人，民籍，明朝政治人物、进士出身。"],
        ["眭明才", 136, "眭明才（1504年－？年），字哲卿，四川成都府资县人，明朝政治人物。"],
        ["贺　泾", 137, "贺泾（？－？），字汝明，江西吉安府庐陵县人，民籍，明朝政治人物、进士出身。"],
        ["蒋　勳", 138, "蒋勳（？－？），字子忠，顺天府霸州人，锦衣卫旗籍，明朝政治人物、进士出身。"],
        ["朱文汉", 139, "朱文汉（？－？），字章卿，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["徐　鹢", 140, "徐鹢（？－？），字鸣川，浙江嘉兴府海盐县人，灶籍，明朝政治人物、进士出身。"],
        ["章　适", 141, "章适（？－？），字景南，浙江金华府兰溪县人，民籍，明朝政治人物、进士出身。"],
        ["乐其雅", 142, "乐其雅（？－？），字必所，江西抚州府临川县人，军籍，明朝政治人物、进士出身。"],
        ["张万纪", 143, "张万纪（1519年－1578年），字舜卿，盩厔县人，陕西临洮卫军籍，治《易经》，年二十九岁中式嘉靖二十六年丁未科第三甲第一百四十三名进士。十一月二十九日生，行一，曾祖张旺；祖张锐；父张淮；母吴氏。具庆下，妻蒋氏，继妻杨氏；弟万禄。由国子生中式陕西乡试第四十九名举人，会试中式第二百五十七名[1]。"],
        ["杨　海", 144, "杨海（？－？），字汝容，江西吉安府泰和县人，民籍，明朝政治人物、进士出身。"],
        ["叶应麟", 145, "叶应麟（？－？），字时瑞，直隶池州府建德县人，民籍，明朝政治人物、进士出身。"],
        ["陈嘉谟", 146, "陈嘉谟（？－？），字世显，江西庐陵县人，民籍，明朝政治人物、同进士出身。"],
        ["高　士", 147, "高士（？－？），字淳甫，直隶松江府华亭县人，民籍，明朝政治人物、进士出身。"],
        ["秦　梁", 148, "秦梁（？－？），字子成，直隶常州府无锡县人，民籍，明朝政治人物、进士出身。"],
        ["黄　朏", 149, "黄胐（？－？），字文辉，江西南昌府丰城县人，军籍，明朝政治人物、进士出身。"],
        ["毛　鹏", 150, "毛鹏（？－？），字汝南，直隶真定府冀州枣强县人，民籍，明朝政治人物、进士出身。"],
        ["叶应干", 151, "叶应干（？－？），字际清，浙江慈谿县人，直隶武清卫军籍，明朝政治人物、进士出身。"],
        ["胡　晓", 152, "《安徽绩溪胡氏宗谱》载胡晓像"],
        ["赵　镗", 153, "赵镗（？－？），字仲声，浙江衢州府江山县人，民籍，明朝政治人物、进士出身。"],
        ["徐　栻", 154, "徐栻（1519年－1581年），字世寅，号凤竹，南直隶常熟县（今常熟市）。明朝政治人物。"],
        ["庄莅民", 155, "庄莅民（？－？），字善甫，直隶河间府景州东光县人，民籍，明朝政治人物、进士出身。"],
        ["刘鲁生", 156, "刘鲁生（？－？），字希孔，山东东昌府高唐州恩县人，民籍，明朝政治人物、进士出身。"],
        ["马三才", 157, "马三才（？－？），字思参，德清县人，浙江杭州府仁和县民籍，明朝政治人物、进士出身。"],
        ["汪　芸", 158, "汪芸（？－？），字秀卿，浙江宁波府奉化县人，民籍，明朝政治人物、进士出身。"],
        ["沈　晃", 159, "沈晃（？－？），字克昭，直隶镇江府丹徒县人，军籍，明朝政治人物、进士出身。"],
        ["张师载", 160, "浙江巡抚、浙直总督"],
        ["何　璿", 161, "何璿（？－？），字德齐，直隶扬州府泰兴县人，民籍，明朝政治人物、进士出身。"],
        ["苏　继", 162, "苏继（？－？），字子志，山东青州府寿光县人，军籍，明朝政治人物、进士出身。"],
        ["宋仪望", 163, "宋仪望（1516年－1580年），字望之，号阳山[1]、旸山[2]，江西承宣布政使司吉安府永丰县（今江西省永丰县）人，明朝政治人物。"],
        ["朱　纲", 164, "朱纲（？－？），字振甫，山东兖州府曹州曹县人，军籍，明朝政治人物、进士出身。"],
        ["王任用", 165, "王任用（？－？），字汝钦，崑山县人，直隶苏州府太仓州民籍，明朝政治人物、进士出身。"],
        ["王大猷", 166, "王大猷（？－？），字世升，海盐县人，浙江海宁卫官籍，明朝政治人物、进士出身。"],
        ["王宗茂", 167, "王宗茂（1511年－1562年），又名王宗懋[1]，字时育，湖广承宣布政使司安陆直隶州京山县（今湖北省京山县）人，明朝政治人物、进士出身。王桥之子。"],
        ["周　璞", 168, "周璞（？－？），字元治，浙江湖州府德清县人，军籍，明朝政治人物、进士出身。"],
        ["耿随卿", 169, "耿随卿（？－？），字子承，直隶大名府滑县人，军籍，明朝政治人物、进士出身。"],
        ["彭　辂", 170, "彭辂（？－？），字子殷，浙江嘉兴府嘉兴县人，匠籍，明朝政治人物、进士出身。"],
        ["韩叔阳", 171, "韩叔阳（？－？），字健甫，应天府高淳县人，军籍，明朝政治人物、进士出身。"],
        ["张　冕", 172, "张冕（？－？），字庄甫，福建泉州府晋江县人，军籍，明朝政治人物、进士出身。"],
        ["沈绍德", 173, "沈绍德（？－？），字纯甫，直隶保定府安州人，民籍，明朝政治人物、进士出身。"],
        ["徐衍祚", 174, "徐衍祚（？－？），字子厚，河南开封府钧州人，军籍，明朝政治人物、进士出身。"],
        ["朱大韶", 175, "朱大韶（？－？），字象玄，直隶松江府华亭县人，军籍，明朝政治人物、进士出身。"],
        ["高尚志", 176, "高尚志（1514年－1573年），字以达，湖广荆州府石首县人，民籍，治《书经》，明朝政治人物、进士出身。"],
        ["曾承芳", 177, "曾承芳（？－？），字英遇，福建泉州府惠安县人，军籍，明朝政治人物、进士出身。"],
        ["卜大有", 178, "卜大有（？－？），字谦夫，浙江嘉兴府秀水县人，匠籍，明朝政治人物、进士出身。"],
        ["郭　中", 179, "郭中（？－？），字子立，河南开封府祥符县人，民籍，明朝政治人物、进士出身。"],
        ["郑　绮", 180, "郑绮（？－？），字汝文，直隶徽州府歙县人，民籍，明朝政治人物、进士出身。"],
        ["唐时举", 181, "唐时举（？－？），字汝贤，湖广武昌府咸宁县人，军籍，明朝政治人物、进士出身。"],
        ["李先芳", 182, "李先芳（？－？），字伯承，湖广监利县人，山东东昌府濮州军籍，明朝政治人物、进士出身。"],
        ["王三接", 183, "王三接（？－？），字晋甫，山西平阳府洪洞县人，匠籍，明朝政治人物、进士出身。"],
        ["陈　瓒", 184, "陈瓒（1506年－1578年），字敬夫，号玉泉，直隶河间府献县圈头村人（今献县淮镇圈头村）人，民籍，明朝政治人物。"],
        ["杨　钥", 185, "杨钥（？－？），字启之，云南鹤庆府剑川州人，民籍，明朝政治人物、进士出身。"],
        ["张　芹", 186, "张芹（？－？），字献之，山西汾州孝义县人，军籍，明朝政治人物、进士出身。"],
        ["喻显科", 187, "喻显科（？－？），字时晋，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["阴秉旸", 188, "阴秉旸（？－？），字子寅，河南卫辉府汲县人，民籍，明朝政治人物、进士出身。"],
        ["贾天爵", 189, "贾天爵（？－？），字子修，山西潞州府襄垣县人，民籍，明朝政治人物、进士出身。"],
        ["徐怀爱", 190, "徐怀爱（？－？），字曰民，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["杨　经", 191, "杨经（？－？），字子正，直隶卢龙县人，云南云南左卫军籍，明朝政治人物、进士出身。"],
        ["苗敏学", 192, "苗敏学（？－？），字以勤，山西太原府平定州人，匠籍，明朝政治人物、进士出身。"],
        ["李　豸", 193, "李豸（？－？），字子仁，山东齐东县人，济阳卫军籍，明朝政治人物、进士出身。"],
        ["陆光祖", 194, "陆光祖（1521年－1597年），字与绳，号五台，浙江平湖县（今浙江省平湖市新埭镇旧埭村）人，祖籍直隶苏州，明朝政治人物，官至吏部尚书。"],
        ["周恂懋", 195, "周恂懋（？－？），字季实，浙江嘉兴府秀水县人，民籍，明朝政治人物、进士出身。"],
        ["刘　锡", 196, "刘锡（？－？），字德纯，直隶广平府鸡泽县人，民籍，明朝政治人物、进士出身。"],
        ["殷正茂", 197, "殷正茂（1513年7月6日－1592年1月17日），字养实，号石汀。直隶歙县上里村（今安徽）人，祖籍直隶丹阳（今江苏）[1]，同进士出身。"],
        ["李　敏", 198, "李敏（？－1581年），山西承宣布政使司太原府榆次县（今山西省榆次市）人，明朝顺天府尹，进士。"],
        ["楼　镇", 199, "楼镇（？－？），字子安，浙江金华府义乌县人，民籍，明朝政治人物、进士出身。"],
        ["刘应节", 200, "刘应节（？－1590年），字子和，号白川[1]，山东承宣布政使司莱州府潍县（今山东省潍坊市）人，明朝军事将领、政治人物、进士出身。刘润之子、刘元勋之父。"],
        ["胡致和", 201, "胡致和（？－？），字顺天，山东济南府德州平原县人，民籍，明朝政治人物、进士出身。"],
        ["张　愉", 202, "张愉（？－？），字孝征，直隶大名府长垣县人，民籍，明朝政治人物、进士出身。"],
        ["詹　珊", 203, "詹珊（？－？），字廷佩，江西饶州府浮梁县人，民籍，明朝政治人物、进士出身。"],
        ["李　诗", 204, "李诗（1522年－1581年），字以兴，四川省重庆府江津县人，军籍，治《诗经》，明朝政治人物、进士出身。"],
        ["孙　裒", 205, "孙裒（？－？），字益之，直隶如臯县人，贵州清平卫官籍，明朝政治人物、进士出身。"],
        ["贾　衡", 206, "贾衡（？－？），字守准，直隶保定府祁州束鹿县人，民籍，明朝政治人物、进士出身。"],
        ["何　琚", 207, "何琚（？－？），字佩甫，福建泉州府晋江县人，民籍，明朝政治人物、进士出身。"],
        ["吕　廕", 208, "吕廕（？－？），字承之，山东济南府武定州阳信县人，民籍，明朝政治人物、进士出身。"]
    ]
}