{
    "year_name": "嘉靖二十九年庚戌科殿试金榜",
    "first": [
        ["唐汝楫", 1, "唐汝楫（1513年－？），字恩济，自号小渔，兰溪城中北隅人。明朝状元，政治人物。"],
        ["吕调阳", 2, "吕调阳（1516年－1580年），字和卿，号豫所，广西桂林人，祖籍河北大冶，官至礼部尚书兼文渊阁大学士，赠太保，谥文简。"],
        ["姜金和", 3, "姜金和（1514年－？），字节之，号晋斋，江西鄱阳（江西鄱阳县）人，明朝探花、政治人物。"]
    ],
    "third": [
        ["崔　都", 1, "崔都（？－？），字民极，山西平阳府蒲州人，军籍，明朝政治人物、进士出身。"],
        ["何廷钰", 2, "何廷钰（？－？），字润夫，福建邵武府邵武县人，匠籍，明朝政治人物、进士出身。"],
        ["吕　阳", 3, "吕阳（？－？），字调阳，山东曹县人人，山西平阳卫官籍，明朝政治人物、进士出身。"],
        ["詹　理", 4, "詹理（？－？），字爕卿，浙江严州府遂安县人，军籍，明朝政治人物、进士出身。"],
        ["赵　锵", 5, "赵锵（？－？），字子振，直隶保定府易州人，民籍，明朝政治人物、进士出身。"],
        ["王　价", 6, "王价（？－？），字维藩，山东胶州人人，锦衣卫旗籍，明朝政治人物、进士出身。"],
        ["李邦珍", 7, "李邦珍（？－？），字子玉，山东济南府肥城县人，民籍，明朝政治人物、进士出身。"],
        ["阎望云", 8, "阎望云（？－？），字大济，山西平阳府解州安邑县人，军籍，明朝政治人物、进士出身。"],
        ["钱　庶", 9, "钱庶（？－？），字国征，直隶苏州府常熟县人，民籍，明朝政治人物、进士出身。"],
        ["王　舆", 10, "王舆（？－？），字仲任，陕西西安府泾阳县人，民籍，明朝政治人物、进士出身。"],
        ["丘　鹏", 11, "丘鹏（？－？），字志弘，直隶苏州府长洲县人，民籍，明朝政治人物、进士出身。"],
        ["傅鸣会", 12, "傅鸣会（？－？），字汝嘉，直隶真定府灵寿县人，校尉籍，明朝政治人物、进士出身。"],
        ["李凤毛", 13, "李凤毛（？－？），字于翔，四川成都府彭县人，民籍，明朝政治人物、进士出身。"],
        ["高　鹤", 14, "高鹤（？－？），字若龄，浙江绍兴府山阴县人，民籍，明朝政治人物、进士出身。"],
        ["吴国宝", 15, "吴国宝（？－？），字懋贤，直隶庐州府无为州人，民籍，明朝政治人物、进士出身。"],
        ["李方至", 16, "李方至（1509年－1568年），字如川，四川省叙州府富顺县人，民籍，治《诗经》，年四十二岁中式嘉靖二十九年庚戌科第三甲第十六名进士。五月十二日生，行二，曾祖李本，南京礼部尚书；祖李文昌，赠监察御史；父李凤，按察司副使；母严氏（封孺人）。严侍下，妻朱氏，兄方恩；方升，弟方华；方中；方进；方正；方巡；方泰；方苞；方殷；方懋；方捷。由国子生中式四川乡试第三十六名举人，会试中式第二百四十四名[1]。"],
        ["符允中", 17, "符允中（？－？），字汝执，顺天府永清县人，民籍，明朝政治人物、进士出身。"],
        ["袁汝是", 18, "袁汝是（？－？），字公儒，号泽门，湖广石首（今湖北）人，明朝政治人物，同进士出身。"],
        ["王　极", 19, "王极（？－？），字伯准，直隶无为州人人，顺天府蓟州官籍，明朝政治人物、进士出身。"],
        ["刘一麟", 20, "刘一麟（？－？），字子仁，顺天府昌平州人，民籍，明朝政治人物。"],
        ["张　楙", 21, "张楙（？－？），字子培，直隶苏州府嘉定县人，民籍，明朝政治人物、进士出身。"],
        ["汤日新", 22, "汤日新（？－？），字懋昭，浙江嘉兴府秀水县人，匠籍，明朝政治人物、进士出身。"],
        ["郑一龙", 23, "郑一龙（？－？），字于田，福建泉州府惠安县人，民籍，明朝政治人物、进士出身。"],
        ["张　益", 24, "张益（？－？），字舜卿，江西南昌府丰城县人，民籍，明朝政治人物、进士出身。"],
        ["叶　恩", 25, "叶恩（？－？），字嗣光，直隶山阳县人人，锦衣卫军籍，明朝政治人物、进士出身。"],
        ["赵　河", 26, "赵河（？－？），字伯泓，陕西西安府长安县人，军籍，明朝政治人物、进士出身。"],
        ["陈道基", 27, "陈道基（？－？），字以中，福建泉州府同安县人，民籍，明朝政治人物、进士出身。"],
        ["黄朝聘", 28, "黄朝聘（？－？），字希尹，广东广州府顺德县人，民籍，明朝政治人物、进士出身。"],
        ["张师价", 29, "张师价（1517年－1576年），字伯垣，四川省重庆府巴县人，民籍，治《书经》，年三十四岁中式嘉靖二十九年庚戌科第三甲第二十九名进士。五月二十八日生，行五，曾祖张清，布政使司左布政使；祖张祥叔，知县；父张增，遇例冠带；母罗氏。慈侍下，妻岳氏，兄师伦；师伋；师佖（知县）；师倜，弟师储。由县学生中式四川乡试第五十七名举人，会试中式第二百十五名[1]。"],
        ["王希尧", 30, "王希尧（？－？），字汝仁，陕西庆阳府安化县人，民籍，明朝政治人物、进士出身。"],
        ["郑存仁", 31, "郑存仁（？－？），字子义，山东东昌府临清州卫河提举司人，匠籍，明朝政治人物、进士出身。"],
        ["崔近思", 32, "崔近思（？－？），字希睿，山东济南府滨州人，军籍，明朝政治人物、进士出身。"],
        ["陆　柬", 33, "陆柬（？－？），字道函，浙江金华县人人，河南开封府祥符县民籍，明朝政治人物、进士出身。"],
        ["孙　濬", 34, "孙濬（？－？），字宗禹，直隶宁国府宣城县人，军籍，明朝政治人物、进士出身。"],
        ["罗　瑶", 35, "罗瑶（？－？），字国华，湖广岳州府巴陵县人，民籍，明朝政治人物、进士出身。"],
        ["吕　焯", 36, "吕焯（？－？），字文华，浙江嘉兴府秀水县人，匠籍，明朝政治人物、进士出身。"],
        ["王应璧", 37, "王应璧（？－？），字宾之，山东东昌府聊城县人，民籍，明朝政治人物、进士出身。"],
        ["张　蕙", 38, "张蕙（？－？），字时芳，山东济南府德州平原县人，民籍，明朝政治人物、进士出身。"],
        ["尤　烈", 39, "尤烈（？－？），字子伟，福建泉州府晋江县人，民籍，明朝政治人物、进士出身。"],
        ["朱景贤", 40, "朱景贤（？－？），字范之，直隶苏州府崑山县人，民籍，明朝政治人物、进士出身。"],
        ["刘　勃", 41, "刘勃（？－？），字仲安，直隶河间府任丘县人，军籍，明朝政治人物、进士出身。"],
        ["查　绛", 42, "查绛（？－？），字汝素，直隶宁国府泾县人，民籍，明朝政治人物、进士出身。"],
        ["曹　光", 43, "曹光（？－？），字原实，浙江嘉兴府平湖县人，民籍，明朝政治人物、进士出身。"],
        ["王正国", 44, "王正国（？－1601年），字惟贤，河南承宣布政使司河南府宜阳县（今河南省宜阳县）人，明朝政治人物，进士出身，王邦瑞之子。"],
        ["李一经", 45, "李一经（？－？），字子源，河南归德府睢州人，军籍，明朝政治人物、进士出身。"],
        ["杨元吉", 46, "杨元吉（？－？），字来贞，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["周良寏", 47, "周良寏（？－？），字以介，福建泉州府晋江县人，民籍，明朝政治人物、进士出身。"],
        ["黄正色", 48, "黄正色（？－？），字则征，河南汝宁府光山县人，民籍，明朝政治人物、进士出身。"],
        ["况叔祺", 49, "况叔祺，字吉夫，生卒年不详，籍贯江西高安人，明朝政治人物，同进士出身。况一经之子。"],
        ["谯　思", 50, "谯思（1506年－1565年），字叔通，四川省顺庆府南充县人，军籍，治《易经》，年四十五岁中式嘉靖二十九年庚戌科第三甲第五十名进士。七月初九日生，行四，曾祖谯林；祖谯应隆；父谯珠，典史；前母黄氏；黄氏。永感下，妻王氏，兄忠（知县）；恕；懋（通判），弟愈。由国子生中式四川乡试第三十一名举人，会试中式第二百八十四名[1]。"],
        ["陈　典", 51, "陈典（？－？），字子厚，大宁都司保定中卫人，官籍，明朝政治人物、进士出身。"],
        ["唐世隆", 52, "唐世隆（？－？），字德亨，直隶河间府献县人，民籍，明朝政治人物。"],
        ["王用贤", 53, "王用贤（？－？），字伯纯，直隶保定府祁州人，民籍，明朝政治人物、进士出身。"],
        ["毛汝麒", 54, "毛汝麒（？－？），字伯祥，浙江衢州府龙游县人，民籍，明朝政治人物、进士出身。"],
        ["麻济邦", 55, "麻济邦（？－？），字子忠，山西石州人人，陕西延安府绥德州军籍，明朝政治人物、进士出身。"],
        ["宋　登", 56, "宋登（？－？），字子瀛，直隶保定府定兴县人，民籍，明朝政治人物、进士出身。"],
        ["汤　宾", 57, "汤宾（？－？），字继寅，直隶河间府沧州南皮县人，军籍，明朝政治人物、进士出身。"],
        ["沈绍庆", 58, "沈绍庆（？－？），字子善，直隶苏州府崑山县人，民籍，明朝政治人物、进士出身。"],
        ["沈　阳", 59, "沈阳（？－？），字复卿，苏州府嘉定县人人，直隶松江府上海县民籍，明朝政治人物、进士出身。"],
        ["董　遂", 60, "董遂（？－？），字叔良，河南河南府嵩县人，民籍，明朝政治人物、进士出身。"],
        ["沈应干", 61, "沈应干（？－？），字惟顺，直隶凤阳府五河县人，匠籍，明朝政治人物、进士出身。"],
        ["郑　佶", 62, "郑佶（？－？），字元健，湖广黄州府黄陂县人，官籍，明朝政治人物、进士出身。"],
        ["萧可敎", 63, "萧可教（？－？），字子修，直隶扬州府江都县人，军籍，明朝政治人物、进士出身。"],
        ["衞东吴", 64, "卫东吴（？－？），字叔京，河南南阳府裕州叶县人，民籍，明朝政治人物、进士出身。"],
        ["屠仲律", 65, "屠仲律（？－？），字宗豫，浙江平湖县人人，直隶营州中屯卫军籍，明朝政治人物、进士出身。"],
        ["苟　颖", 66, "苟颕（1513年－1572年），字希颜，四川省保宁府阆中县人，民籍，治《诗经》，年三十八岁中式嘉靖二十九年庚戌科第三甲第六十六名进士。十二月初七日生，行一，曾祖苟志英；祖苟昌，寿官；父苟良璧；母阎氏。重庆下，妻白氏，弟预。由国子生中式四川乡试第四十名举人，会试中式第九十二名[1]。"],
        ["王道直", 67, "王道直（1517年－1576年），字子绳，陕西省西安府咸阳县人，军籍，治《易经》，年三十四岁中式嘉靖二十九年庚戌科第三甲第六十七名进士。七月二十九日生，行二，曾祖王整；祖王才，封文林郎监察御史 赠中宪大夫按察司副使；父王献，布政司左参政；母冯氏（封孺人 加封恭人）。慈侍下，妻张氏，继妻柳氏；兄道正（监生），弟道平；道宽；道纯；道成；道公。由国子生中式陕西乡试第三名举人，会试中式第一百七十七名[1]。"],
        ["罗　纬", 68, "罗纬（1520年－1579年），字宿甫，四川省重庆府巴县人，民籍，治《诗经》，年三十一岁中式嘉靖二十九年庚戌科第三甲第六十八名进士。正月十八日生，行一，曾祖罗朝礼；祖罗仲渊；父罗文葵；母赵氏。具庆下，妻卫氏，继妻陈氏；弟缙。由国子生中式四川乡试第七名举人，会试中式第一百五十六名[1]。"],
        ["郭立彦", 69, "郭立彦（1503年－1577年），字如选，号冠山，福建省泉州府晋江县人，军盐籍，治《易经》，年三十八岁中式嘉靖二十九年庚戌科第三甲第六十九名进士。十月三十日生，行二，曾祖郭缵弼；祖郭津；父郭桐；母王氏。永感下，妻尤氏，兄立言，弟立统；立表。由国子生中式福建乡试第七十四名举人，会试中式第七十三名[1]。"],
        ["顾弘潞", 70, "顾弘潞（1516年－1575年），字敬文，浙江省台州府僊居县人，民籍，治《诗经》，年三十五岁中式嘉靖二十九年庚戌科第三甲第七十名进士。十二月二十二日生，行三，曾祖顾墀；祖顾环；父顾钊；母王氏；继母宋氏。具庆下，妻杜氏，兄弘渤；弘渊，弟弘汴；弘淦。由国子生中式浙江乡试第六十一名举人，会试中式第九十九名[1]。"],
        ["陈　庆", 71, "陈庆（1510年－1569年），字履旋，江西省吉安府永丰县人，儒籍，治《易经》，年四十一岁中式嘉靖二十九年庚戌科第三甲第七十一名进士。五月二十九日生，行二，曾祖陈廷充；祖陈文彬；父陈一鹗；母刘氏。慈侍下，妻彭氏，兄槩，弟贵。由国子生中式江西乡试第三十三名举人，会试中式第二百五十五名[1]。"],
        ["操守经", 72, "操守经（1524年－1583年），字仲权，江西省饶州府浮梁县人，民籍，治《诗经》，年二十七岁中式嘉靖二十九年庚戌科第三甲第七十二名进士。九月二十五日生，行三，曾祖操仕宽；祖操汝谐，赠南京工部员外郎；父操栢；母李氏。具庆下，妻郑氏，兄守仁；守廉，弟守介；守洁。由县学附学生中式江西乡试第二十八名举人，会试中式第一百三十四名[1]。"],
        ["潘季驯", 73, "潘季驯（1521年4月23日－1595年4月12日），字时良，号印川，浙江乌程槐溪村[1]（今湖州吴兴环渚街道常溪村）人。明朝政治人物，水利专家。曾四次治理黄河。"],
        ["陈　经", 74, "陈经（？－？），字汝济，直隶涿鹿左卫人，旗籍，明朝政治人物、进士出身。"],
        ["赵　理", 75, "赵理（1520年－1579年），字性甫，山阴县人，浙江绍兴府会稽县民籍，治《易经》，年三十一岁中式嘉靖二十九年庚戌科第三甲第七十五名进士。十月十八日生，行七，曾祖赵訚；祖赵镃；父赵洪，典膳；母周氏。慈侍下，妻刘氏，兄珊；琳；珵。由国子生中式浙江乡试第六十六名举人，会试中式第二百六十四名[1]。"],
        ["翁梦鲤", 76, "翁梦鲤（1523年－1582年），字希登，福建省兴化府莆田县人，民籍，治《书经》，年二十八岁中式嘉靖二十九年（1550年）庚戌科第三甲第七十六名进士。五月十六日生，行一，曾祖翁绍、祖翁义、父翁子迪；母陈氏。慈侍下，妻谢氏。由府学附学生中式福建乡试第四十九名举人，会试中式第一百三十三名[1]。"],
        ["黄　谦", 77, "黄谦（？－？），字亨夫，福建兴化府莆田县人，盐籍，明朝政治人物、进士出身。"],
        ["刘克学", 78, "刘克学（1523年－1582年），字子行，四川省成都府汉州什邡县人，民籍，治《书经》，年二十八岁中式嘉靖二十九年庚戌科第三甲第七十八名进士。正月十九日生，行二，曾祖刘昱；祖刘琴辅；父刘钧，监生；母杨氏。慈侍下，妻王氏，兄克孝，弟克孚；克孳。由县学生中式四川乡试第二十二名举人，会试中式第五十二名[1]。"],
        ["朱安期", 79, "朱安期（1511年－1570年），字子和，福建省泉州府晋江县人，军籍，治《易经》，年四十岁中式嘉靖二十九年庚戌科第三甲第七十九名进士。正月二十六日生，行二，曾祖朱璿，七品散官；祖朱轩，七品散官；父朱潜；前母赵氏；张氏。慈侍下，妻李氏，兄昌期，弟梧（知县）；应期；凤期；鹏期。由国子生中式福建乡试第九名举人，会试中式第一百九十八名[1]。"],
        ["李正彝", 80, "李正彝（1519年－1578年），字德叙，湖广省岳州府巴陵县人，军籍，治《诗经》，年三十二岁中式嘉靖二十九年庚戌科第三甲第八十名进士。十月二十一日生，行二，曾祖李元道；祖李必湧；父李珦；母馀氏。具庆下，妻赵氏，兄正仁（省祭官），弟正信。由国子生中式湖广乡试第十六名举人，会试中式第二百六十名[1]。"],
        ["王　诤", 81, "王诤（？－？），字子孝，浙江永嘉县人人，湖广郧阳府竹山县民籍，明朝政治人物、进士出身。"],
        ["王用康", 82, "王用康（？－？），字允靖，山东兖州府东平州汶上县人，军籍，明朝政治人物、进士出身。"],
        ["董传策", 83, "《松江邦彦图》之董传策像"],
        ["崔　栋", 84, "崔栋（？－？），字孔材，顺天府蓟州卫人，军籍，明朝政治人物、进士出身。"],
        ["傅汝砺", 85, "傅汝砺（？－？），字若金，西安府长安县人人，陕西宁羌卫军籍，明朝政治人物、进士出身。"],
        ["丘　橓", 86, "《礼记摘训》、《四书摘训》"],
        ["丘文学", 87, "丘文学（？－？），字子晋，江西永丰县人人，山东东昌府博平县民籍，明朝政治人物、进士出身。"],
        ["纪凤鸣", 88, "纪凤鸣（？－？），字明瑞，陜西榆林卫人人，锦衣卫旗籍，明朝政治人物、进士出身。"],
        ["柳希玭", 89, "柳希玭（？－？），字子敬，直隶庐州府庐江县人，民籍，明朝政治人物、进士出身。"],
        ["王　潺", 90, "王潺（？－？），字公沛，直隶长垣县人人，锦衣卫官籍，明朝政治人物、进士出身。"],
        ["袁世荣", 91, "袁世荣（？－？），字子仁，直隶松江府华亭县人，军籍，明朝政治人物、进士出身。"],
        ["刘效祖", 92, "刘效祖（？－？），字仲修，山东滨州人人，武骧左卫籍，明朝政治人物、进士出身。"],
        ["徐　应", 93, "徐应（？－？），字顺叔，浙江金华府兰溪县人，民籍，明朝政治人物、进士出身。"],
        ["赵　周", 94, "赵周（？－？），字子郁，云南大理府太和县人，民籍，明朝政治人物、进士出身。"],
        ["王应显", 95, "王应显（？－？），字惟谟，福建漳州府漳浦县人，军籍，明朝政治人物、进士出身。"],
        ["谢　教", 96, "谢教（？－？），字敬敷，直隶常州府武进县人，民籍，明朝政治人物、进士出身。"],
        ["许公高", 97, "许公高（1517年－1576年），字德升，四川省保宁府南部县人，军籍，治《诗经》，年三十四岁中式嘉靖二十九年庚戌科第三甲第九十七名进士。九月二十七日生，行一，曾祖许瓒，义官；祖许正奇；父许重本，断事；母庞氏；继母刘氏；任氏。重庆下，妻沈氏，弟公亨；公大；公进；公清；公廉。由国子生中式四川乡试第三十九名举人，会试中式第六十八名[1]。"],
        ["尹　庭", 98, "尹庭（？－？），字子绍，山东济南府肥城县人，民籍，明朝政治人物、进士出身。"],
        ["林兆金", 99, "林兆金（？－？），字懋南，福建兴化府莆田县人，军籍，明朝政治人物。"],
        ["卓　尔", 100, "卓尔（？－？），字见可，福建福州府长乐县人，民籍，明朝政治人物、进士出身。"],
        ["刘　炌", 101, "刘炌（？－？），字元白，浙江嘉兴府海盐县人，民籍，明朝政治人物、进士出身。"],
        ["马斯臧", 102, "马斯臧（？－？），字远谟，河南开封府钧州人，民籍，明朝政治人物、进士出身。"],
        ["杨惟平", 103, "杨惟平（？－？），字君正，直隶真定府冀州南宫县人，民籍，明朝政治人物、进士出身。"],
        ["周国卿", 104, "周国卿（？－？），字台仲，浙江海宁县人人，锦衣卫校籍，明朝政治人物、进士出身。"],
        ["鲁邦彦", 105, "鲁邦彦（？－？），字朝选，河南归德府睢州人，民籍，明朝政治人物、进士出身。"],
        ["侯东莱", 106, "侯东莱（？－？），字儒宗，山东莱州府掖县人，军籍，明朝政治人物、进士出身。"],
        ["胡崇曾", 107, "胡崇曾（？－？），字参伯，浙江绍兴府会稽县人，军籍，明朝政治人物、进士出身。"],
        ["孙　佳", 108, "孙佳（？－？），字志完，浙江馀姚县人人，锦衣卫籍，明朝政治人物、进士出身。"],
        ["王汝安", 109, "王汝安（？－？），字子乐，直隶保定府雄县人，军籍，明朝政治人物、进士出身。"],
        ["曹　本", 110, "曹本（？－？），字子中，直隶庐州府无为州巢县人，军籍，明朝政治人物、进士出身。"],
        ["徐　鼎", 111, "徐鼎（？－？），字思重，福建漳州府漳浦县人，民籍，明朝政治人物、进士出身。"],
        ["薛如淮", 112, "薛如淮（？－？），字东卿，直隶常州府江阴县人，民籍，明朝政治人物、进士出身。"],
        ["郭良璞", 113, "郭良璞（？－？），字卞玉，福建泉州府晋江县人，军籍，明朝政治人物、同进士出身。"],
        ["段顾言", 114, "段顾言（？－？），字汝行，山西临汾县人人，顺天府蓟州遵化县军籍，明朝政治人物、进士出身。"],
        ["周汝器", 115, "周汝器（？－？），字子才，河南汝宁府信阳州罗山县人，民籍，明朝政治人物、进士出身。"],
        ["施尧臣", 116, "施尧臣（1493年－1586年），字庆甫，直隶池州府青阳县人，民籍，明朝政治人物，官至顺天府尹。"],
        ["赵文同", 117, "赵文同（？－？），字一重，江西南昌府靖安县人，军籍，明朝政治人物、进士出身。"],
        ["任良贵", 118, "任良贵（1517年－1576年），字汝爵，江西抚州府临川县人，民籍，治《诗经》，年三十四岁中式嘉靖二十九年庚戌科第三甲第一百一十八名进士。九月二十九日生，行七，曾祖任启邦；祖任希胜；父任锦膺；母饶氏。具庆下，妻黄氏　，兄良善；良仁；良义；良秉；良彝；良富，弟良寿；良能。由县学增广生中式江西乡试第四十四名　举人，会试中式第二百七十九名[1]。"],
        ["马　濂", 119, "马濂（？－？），字濬卿，直隶常州府无锡县人，民籍，明朝政治人物、进士出身。"],
        ["张杰夫", 120, "张杰夫（？－？），字朝伯，广东广州府新会县人，军籍，明朝政治人物、进士出身。"],
        ["衞　心", 121, "卫心（？－？），字之正，山西泽洲阳城县人，民籍，明朝政治人物、进士出身。"],
        ["张　灯", 122, "张灯（？－？），字文辉，江西饶州府浮梁县人，民籍，明朝政治人物、进士出身。"],
        ["方正脩", 123, "方正脩（1518年－1577年），字仲安，四川省潼川州人，民籍，治《礼记》，年三十三岁中式嘉靖二十九年庚戌科第三甲第一百二十三名进士。五月十六日生，行二，曾祖方策；祖方自中；父方巩；前母叶氏；程氏。慈侍下，妻周氏，继妻傅氏；兄正仪；正明；正传。由国子生中式四川乡试第五名举人，会试中式第二百四十九名[1]。"],
        ["时　通", 124, "时通（？－？），字睿夫，应天府上元县人人，锦衣卫匠籍，明朝政治人物、进士出身。"],
        ["高敏学", 125, "高敏学（？－？），字希曾，顺天府宝坻县人，民籍，明朝政治人物、进士出身。"],
        ["路　楷", 126, "路楷（？－？），字子中，山东兖州府东平州汶上县人，民籍，明朝政治人物、进士出身。"],
        ["姚世熙", 127, "姚世熙（？－？），字思载，直隶舒城县人人，贵州新添卫官籍，明朝政治人物、进士出身。"],
        ["牟　蓁", 128, "牟蓁（1493年－1552年），字以登，四川省重庆府巴县人，军籍，治《书经》，年五十八岁中式嘉靖二十九年庚戌科第三甲第一百二十八名进士。十月初一日生，行三，曾祖牟永英，赠都察院左佥都御史；祖牟俸，都察院右副都御史；父牟正大，知州进阶奉政大夫；母杨氏（封太宜人）。永感下，妻陈氏，兄牟泰（知府）、牟春。由国子生中式四川乡试第二十七名举人，会试中式第一百八十名[1]。曾任巴陵县知县。"],
        ["卢　镒", 129, "卢镒（？－？），字君万，陜西西安府咸宁县人，民籍，明朝政治人物、进士出身。"],
        ["沈应时", 130, "沈应时（？－？），字子易，河南河南卫人，军籍，明朝政治人物、进士出身。"],
        ["孙荣仁", 131, "孙荣仁（？－？），字惟善，河南开封府郑州人，民籍，明朝政治人物、进士出身。"],
        ["姚邦材", 132, "姚邦材（？－？），字抡伯，浙江湖州府归安县人，民籍，明朝政治人物、进士出身。"],
        ["曹司贤", 133, "曹司贤（？－？），字名卿，湖广常德府武陵县人，军籍，明朝政治人物、进士出身。"],
        ["王如纶", 134, "王如纶（？－？），字汝言，直隶真定府晋州安平县人，民籍，明朝政治人物、进士出身。"],
        ["麻　瀛", 135, "麻瀛（？－？），字登之，直隶宁国府宣城县人，军籍，明朝政治人物、进士出身。"],
        ["樊锺岱", 136, "樊锺岱（？－？），字东望，直隶保定府清苑县人，民籍，明朝政治人物、进士出身。"],
        ["于　闻", 137, "于闻（？－？），字子行，四川成都左护卫人，军籍，明朝政治人物、进士出身。"],
        ["吴翰词", 138, "吴翰词（？－？），字子脩，江西金谿县人人，湖广德安府随州应山县民籍，明朝政治人物、进士出身。"],
        ["刘　畿", 139, "顺天府府尹、右副都御史、浙江巡抚、南京兵部右侍郎"],
        ["岑　远", 140, "岑远（？－？），字昂霄，广东广州府南海县人，军籍，明朝政治人物、进士出身。"],
        ["钱　铸", 141, "钱铸（？－？），字宗颜，直隶吴县人人，顺天府大兴县匠籍，明朝政治人物、进士出身。"],
        ["黄　垣", 142, "黄垣（？－？），字拱辰，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["王守充", 143, "王守充（？－？），字美中，广东惠州府归善县人，军籍，明朝政治人物、进士出身。"],
        ["秦　钫", 144, "秦钫，1522年—1579年，明朝政治人物。字鸣和，号怀庭，浙江慈溪县（今属馀姚）人[1]。"],
        ["张云霖", 145, "张云霖（1509年－1568年），字子润，山西省应州人，广东广宁左卫官籍，治《诗经》，年四十二岁中式嘉靖二十九年庚戌科第三甲第一百四十五名进士。正月二十六日生，行一，曾祖张端；祖张铭；父张春；母郭氏；继母吴氏。慈侍下，妻郑氏，继妻陈氏；弟云瑞。由国子生中式顺天府乡试第六十二名　举人，会试中式第三十三名[1]。"],
        ["纪公巡", 146, "纪公廵（？－？），字恒甫，山东东昌府高唐州恩县人，民籍，明朝政治人物、进士出身。"],
        ["陈宗虞", 147, "陈宗虞（1523年－1582年），字于韶，四川省保宁千户所军籍，治《春秋》，年二十八岁中式嘉靖二十九年庚戌科第三甲第一百四十七名进士。四月初九日生，行二，曾祖陈政；祖陈敏；父陈信；前母邢氏；杨氏；继母陆氏。具庆下，妻徐氏，继妻杨氏；兄吉；宗周（贡士）。由国子生中式四川乡试第二名举人，会试中式第二百一名[1]。"],
        ["宋继先", 148, "宋继先（？－？），字子孝，山东莱州府潍县人，军籍，明朝政治人物、进士出身。"],
        ["张　峯", 149, "张峯（？－？），字维直，福建泉州府惠安县人，民籍，明朝政治人物、进士出身。"],
        ["罗元祯", 150, "罗元祯（？－？），字汝符，江西饶州府鄱阳县人，匠籍，明朝政治人物、进士出身。"],
        ["栾尚约", 151, "栾尚约（？－？），字孔源，山东莱州府胶州人，军籍，明朝政治人物、进士出身。"],
        ["方攸跻", 152, "方攸跻（？－？），字君敬，号篆石，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["周　岱", 153, "周岱（？－？），字伯宗，直隶扬州府泰兴县人，灶籍，明朝政治人物、进士出身。"],
        ["王汝述", 154, "王汝述（？－？），字朝明，浙江金华府金华县人，民籍，明朝政治人物、进士出身。"],
        ["周　秀", 155, "周秀（？－？），字实卿，浙江金华府永康县人，民籍，明朝政治人物、进士出身。"],
        ["陶天忠", 156, "陶天忠（？－？），字舜佐，浙江宁波府鄞县人，军籍，明朝政治人物、进士出身。"],
        ["杨守愚", 157, "杨守愚（？－？），字子发，直隶大名府大名县人，军籍，明朝政治人物、进士出身。"],
        ["文希儒", 158, "文希儒（？－？），字真卿，广西桂林府全州人，民籍，明朝政治人物、进士出身。"],
        ["陈耀文", 159, "陈耀文（1524？－1605？），字晦伯，号笔山，确山（今河南确山）人。明朝政治人物。"],
        ["刘　贽", 160, "刘贽（？－？），字子礼，河南河南府洛阳县人，匠籍，明朝政治人物、进士出身。"],
        ["王元春", 161, "王元春（？－？），字孟和，浙江绍兴府山阴县人，民籍，明朝政治人物、进士出身。"],
        ["姚绍祖", 162, "姚绍祖（？－？），字景芳，直隶德州卫人，军籍，明朝政治人物、进士出身。"],
        ["吴一澜", 163, "吴一澜（？－？），字汝观，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["昌应时", 164, "昌应时（？－？），字廷佐，福建兴化府莆田县人，军籍，明朝政治人物、同进士出身。"],
        ["江一川", 165, "江一川（？－1562年），字体行，江西南康府都昌县人，官籍，明朝政治人物。"],
        ["万民英", 166, "万民英（？－？），字子才，湖广江夏县人人，大宁都司茂山卫右所军籍，明朝政治人物、进士出身。"],
        ["刘光远", 167, "刘光远（？－？），字子旭，宛平县富户人，河南开封府杞县民籍，明朝政治人物、进士出身。"],
        ["谭　臬", 168, "谭臬（1520年－1579年），字朝宪，四川省重庆府涪州人，民籍，治《易经》，年三十一岁中式嘉靖二十九年庚戌科第三甲第一百六十八名进士。九月二十八日生，行二，曾祖谭本芳；祖谭宗学，寿官；父谭伟，封大理寺评事；母沈氏（封孺人）。重庆下，妻胡氏，兄棨（布政司右参议）；荣；讲，弟渠；梁。由州学生中式四川乡试第六十四名举人，会试中式第二百十三名[1]。"],
        ["颜　会", 169, "颜会（？－？），字礼卿，福建漳州府龙溪县人，军籍，明朝政治人物、进士出身。"],
        ["裴天祐", 170, "裴天祐（？－？），字顺之，直隶淮安府海州赣榆县人，民籍，明朝政治人物、进士出身。"],
        ["孙　锐", 171, "孙锐（？－？），字希纯，浙江台州府临海县人，军籍，明朝政治人物、进士出身。"],
        ["蹇应祺", 172, "蹇应祺（？－？），字伯吉，陕西西安府泾阳县人，民籍，明朝政治人物、进士出身。"],
        ["彭继业", 173, "彭继业（？－？），字大芳，江西龙泉县人人，山东莱州府滕州守御千户所军籍，明朝政治人物、进士出身。"],
        ["牛　", 174, "牛輗（？－？），字伯行，山西泽州高平县人，民籍，明朝政治人物、进士出身。"],
        ["赵时举", 175, "赵时举（？－？），字存晦，广东潮州府饶平县人，民籍，明朝政治人物、进士出身。"],
        ["郑逢阳", 176, "郑逢阳（？－？），字道亨，顺天府固安县人，民籍，明朝政治人物、进士出身。"],
        ["钱　錞", 177, "钱錞（？－？），字鸣叔，湖广显陵卫人，官籍，明朝政治人物、进士出身。"],
        ["陶应龙", 178, "陶应龙（？－？），字文化，直隶真定府冀州枣强县人，军籍，明朝政治人物、进士出身。"],
        ["郑国宾", 179, "郑国宾（？－？），字汝嘉，浙江金华府兰谿县人，民籍，明朝政治人物、进士出身。"],
        ["王文翰", 180, "王文翰（？－？），字则野，直隶蒙城县人人，山西汾州卫军籍，明朝政治人物、进士出身。"],
        ["陈斗南", 181, "陈斗南（？－？），字子一，直隶淮安府盐城县人，灶籍，明朝政治人物、进士出身。"],
        ["巫继咸", 182, "巫继咸（？－？），字宗臣，直隶广德州人，民籍，明朝政治人物、进士出身。"],
        ["张佳胤", 183, "张佳胤（1527年－1588年），字肖甫，号崌崃山人，四川省重庆府合州铜梁县人，明朝政治人物。"],
        ["吴国伦", 184, "吴国伦（1524年－1593年），字明卿，号川楼子、南岳山人。湖广省武昌府兴国州尊贤坊人（今属湖北省阳新县浮屠镇吴智村），明朝官员，「后七子」之一。"],
        ["王　杰", 185, "王杰（？－？），字子秀，浙江湖州府乌程县人，匠籍，明朝政治人物、进士出身。"],
        ["郑伯兴", 186, "郑伯兴（？－？），字子振，直隶常州府无锡县人，民籍，明朝政治人物、进士出身。"],
        ["康世耀", 187, "康世耀（？－？），字子潜，大宁都司保定中卫人人，直隶保定府完县军籍，明朝政治人物、进士出身。"],
        ["王乔年", 188, "王乔年（？－？），字耆卿，山东莱州府高密县人，民籍，明朝政治人物、进士出身。"],
        ["谢　莆", 189, "谢莆（？－？），字符德，山西太原府代州人，旗籍，明朝政治人物、进士出身。"],
        ["李　体", 190, "李体（？－？），字仲全，直隶大名府开州长垣县人，民籍，明朝政治人物、进士出身。"],
        ["王　言", 191, "王言（1525年－1584年），字子大，陕西省巩昌府陇西县人，军匠籍，治《春秋》，年二十六岁中式嘉靖二十九年庚戌科第三甲第一百九十一名进士。三月十一日生，行一，曾祖王通；祖王锐，寿官；父王世福；母巨氏。具庆下，妻乔氏，弟心。由国子生中式陕西乡试第二十五名举人，会试中式第三百九名[1]。"],
        ["夏　栻", 192, "夏栻（？－？），字廷瞻，江西南昌府丰城县人，匠籍，明朝政治人物、进士出身。"],
        ["杨干亨", 193, "杨干亨（？－？），字启元，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["张　昇", 194, "张昇（？－？），字伯东，山西泽州阳城县人，民籍，明朝政治人物、进士出身。"],
        ["乔光大", 195, "乔光大（？－？），字子充，山西太原府忻州定襄县人，军籍，明朝政治人物、进士出身。"],
        ["许　爚", 196, "许爚（？－？），字文升，浙江嘉兴府嘉兴县人，民籍，明朝政治人物、进士出身。"],
        ["丁希孔", 197, "丁希孔（？－？），字颜学，山东登州府招远县人，民籍，明朝政治人物、进士出身。"],
        ["文　阶", 198, "文阶（1517年－1576年），字克升，四川省顺庆府南充县人，民籍，治《诗经》，年三十四岁中式嘉靖二十九年庚戌科第三甲第一百九十八名进士。八月初四日生，行二，曾祖文廷举；祖文子英，教谕；父文藻；前母王氏；刘氏；继母刘氏。具庆下，妻易氏，兄德，弟阳；陞。由国子生中式四川乡试第二十二名举人，会试中式第二百八十三名[1]。"],
        ["丁永成", 199, "丁永成（？－？），字子观，山东济南府德州人，军籍，明朝政治人物、进士出身。"],
        ["王　鈇", 200, "王鈇（1514年[1]－1555年），字德威，顺天府（今北京市）人。明朝官员。"],
        ["锺崇武", 201, "锺崇武（？－？），字季烈，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["陈治安", 202, "陈治安，贵州贵阳人，明朝官员、进士出身。"],
        ["万虞龙", 203, "万虞龙（？－？），字言卿，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["孙应魁", 204, "孙应魁（？－？），字元之，直隶松江府上海县人，民籍，明朝政治人物、进士出身。"],
        ["刘廷举", 205, "刘廷举（？－？），字直卿，湖广黄州府麻城县人，民籍，明朝政治人物、进士出身。"],
        ["钱之选", 206, "钱之选（？－？），字舜臣，直隶常熟县人人，辽东铁岭卫民籍，明朝政治人物、进士出身。"],
        ["严　杰", 207, "严杰（？－？），字子俊，浙江湖州府乌程县人，民籍，明朝政治人物、进士出身。"],
        ["马　鈇", 208, "马鈇（？－？），字肃容，河南归德府睢州人，军籍，明朝政治人物、进士出身。"],
        ["毛孔墀", 209, "毛孔墀（？－？），字茂对，福建福州府福清县人，军籍，明朝政治人物、进士出身。"],
        ["王好问", 210, "王好问（1517年－1582年），字裕卿，别号西塘，直隶乐亭（今河北省乐亭县）双庙人。明朝政治人物。"],
        ["张　时", 211, "张时（？－？），字宗易，直隶保定府易州人，民籍，明朝政治人物、进士出身。"],
        ["王纳讲", 212, "王纳讲（？－？），字亦颐，广西柳州府融县人，民籍，明朝政治人物、进士出身。"],
        ["韩　询", 213, "韩询（？－？），字子虚，陕西西安前卫人，军籍，明朝政治人物、进士出身。"],
        ["邓　栋", 214, "邓栋（？－？），字少隆，湖广汉川县人人，浙江台州府临海县官籍，明朝政治人物、进士出身。"],
        ["林大春", 215, "林大春（1523年－1588年），字井丹、邦阳，号石洲。广东潮阳县县廓都（今潮阳区）人。明嘉靖二十九年（1550年）中进士。"],
        ["钱有威", 216, "钱有威（？－？），字维重，吴县人人，直隶苏州府常熟县民籍，明朝政治人物、进士出身。"],
        ["刘一桧", 217, "刘一桧（？－？），字士奇，福建漳州府长泰县人，军籍，明朝政治人物、进士出身。"],
        ["张四知", 218, "张四知（1521年－1580年），字子畏，河南省汝宁府信阳州人，民籍，治《易经》，年三十岁中式嘉靖二十九年庚戌科第三甲第二百一十八名进士。四月十七日生，行一，曾祖张宣；祖张镜；父张文英；母杨氏。慈侍下，妻李氏。由国子生中式河南乡试第十二名举人，会试中式第二百三十四名[1]。担任刑部主事，历任四川按察使[2]。"],
        ["陈　策", 219, "陈策（？－？），字效愚，山西泽州沁水县人，民籍，明朝政治人物、进士出身。"],
        ["毛文邦", 220, "毛文邦（1510年－1569年），字希周，浙江省处州府松阳县人，民籍，明朝政治人物。"],
        ["林养高", 221, "林养高（1510年－1569年），字汝贞，广东省琼州府琼山县射钗人，民籍，治《易经》，年四十一岁中式嘉靖二十九年庚戌科第三甲第二百二十一名进士。三月初八日生，行一，曾祖林生；祖林定；父林宣；母王氏。慈侍下，妻吴氏，弟养健；养勇；养正；养粹；养纯。由国子生中式广东乡试第七十名举人，会试中式第二百七十名[1]。官至刑部主事、员外郎，鹤庆府知府[2]。"],
        ["杨得春", 222, "杨得春（1523年－1582年），字东卿，直隶省保定府清苑县人，民籍，治《书经》，年二十八岁中式嘉靖二十九年庚戌科第三甲第二百二十二名进士。十月十五日生，行二，曾祖杨斌；祖杨进；父杨镛；母张氏。具庆下，妻彭氏，兄舒春。由国子生中式顺天府乡试第七十一名举人，会试中式第二百八十名[1]。"]
    ],
    "index": 57,
    "url": "https://zh.wikipedia.org/wiki/Template:%E5%98%89%E9%9D%96%E4%BA%8C%E5%8D%81%E4%B9%9D%E5%B9%B4%E5%BA%9A%E6%88%8C%E7%A7%91%E6%AE%BF%E8%A9%A6%E9%87%91%E6%A6%9C",
    "second": [
        ["田　杨", 1, "田杨（？－？），字廷翰，福建泉州府晋江县人，军籍，明朝政治人物、进士出身。"],
        ["陈　谏", 2, "陈谏（1509年－1568年），字信可，南直隶苏州府常熟县人，民籍，治《诗经》，明朝政治人物、进士出身。"],
        ["宗　臣", 3, "宗臣（1525年－1560年），字子相，号方城，南直隶兴化县（今江苏兴化市）人。明朝官员、文学家。"],
        ["包应麟", 4, "包应麟（？－？），字子瑞，浙江台州府临海县人，民籍，明朝政治人物、进士出身。"],
        ["林烶章", 5, "林烶章（？－？），字继晖，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["金立敬", 6, "金立敬（？－？），字中夫，号存庵，浙江台州府临海县人，民籍，明朝政治人物、进士出身。"],
        ["黄士观", 7, "黄士观（？－？），字国光，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["方弘静", 8, "太仆寺卿、浙江巡抚、郧阳巡抚、南京户部右侍郎"],
        ["傅夏器", 9, "傅夏器（1509年－1594年），字廷璜，福建泉州府南安县人，军籍，明朝政治人物。"],
        ["罗一道", 10, "罗一道（？－？），字贯卿，广东广州府东莞县人，军籍，明朝政治人物。"],
        ["陈元琰", 11, "陈元琰（？－？），字仲文，福建福州府怀安县人，民籍，明朝政治人物。"],
        ["钦拱极", 12, "钦拱极（？－？），字子辰，直隶苏州府太仓州人，吴县匠籍，明朝政治人物。"],
        ["陆　纶", 13, "陆纶（？－？），字理之，浙江湖州府归安县人，民籍，明朝政治人物、进士出身。"],
        ["游天廷", 14, "游天廷（？－？），字士达，福建镇海卫铜山所人，军籍，明朝政治人物、进士出身。"],
        ["黄宪卿", 15, "黄宪卿（？－？），字弘度，直隶常州府武进县人，民籍，明朝政治人物、进士出身。"],
        ["张守宗", 16, "张守宗（？－？），字继先，贵州思南府水德司人，民籍，明朝政治人物、进士出身。"],
        ["李光宸", 17, "李光宸（？－？），字仲熙，广东广州府南海县人，民籍，明朝政治人物、进士出身。"],
        ["魏　裳", 18, "魏裳（？－1547年），字顺甫，湖广蒲圻县人。明朝中叶文学家。"],
        ["胡　膏", 19, "胡膏（？－？），字来霑，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["李　淑", 20, "李淑（1517年－1581年），字师孟，江西吉水县人人，湖广承天府京山县民籍，明朝政治人物、进士出身。"],
        ["熊　桴", 21, "熊桴（？－？），字元乘，湖广武昌府武昌县人，民籍，明朝政治人物、进士出身。"],
        ["白启常", 22, "白启常（？－1591年），字伯伦，直隶武进县人，锦衣卫官籍，明朝政治人物、进士出身。"],
        ["李　玳", 23, "李玳（？－？），字廷实，顺天府霸州人，民籍，明朝政治人物、进士出身。"],
        ["任民望", 24, "任民望（1518年－1577年），字子重，山西省平阳府临汾县人，民籍，治《书经》，年三十三岁中式嘉靖二十九年庚戌科第二甲第二十四名进士。九月初五日生，行一，曾祖任本；祖任纪，训导；父任敏；母范氏。重庆下，妻安氏，弟民敬；民孚。由国子生中式山西乡试第九名举人，会试中式第二百五名[1]。"],
        ["张　荣", 25, "张荣（？－？），字仁卿，浙江鄞县人人，山东登州卫军籍，明朝政治人物、进士出身。"],
        ["范　槚", 26, "范槚（？－？），字子美，浙江绍兴府会稽县人，民籍，明朝政治人物、进士出身。"],
        ["郑　逑", 27, "郑逑，字世美，福建福州人。明朝政治人物。"],
        ["吴炳庶", 28, "吴炳庶（？－？），字朝征，浙江台州府僊居县人，军籍，明朝政治人物、进士出身。"],
        ["何思赞", 29, "何思赞（？－？），字绍襄，广东广州府顺德县人，军籍，明朝政治人物、进士出身。"],
        ["张　蕴", 30, "张蕴（？－？），字一贞，应天府高淳县人，军籍，明朝政治人物、进士出身。"],
        ["黄　甲", 31, "黄甲（？－？），字首卿，江西上犹县人人，南京兴武卫军籍，明朝政治人物、进士出身。"],
        ["曹　麟", 32, "曹麟（？－？），字汝祥，湖广黄州府蕲州黄梅县人，民籍，明朝政治人物、进士出身。"],
        ["徐学诗", 33, "徐学谟（1521年－1593年），字叔明、一字太室，原名学诗，字恩重，南直隶嘉定县（今属上海市嘉定区）人，明朝政治人物。"],
        ["梁有誉", 34, "梁有誉（1521年－1556年），字公实，号兰汀居士，广东干滘（今佛山顺德区北滘镇广教村）人，祖籍江西南昌，明朝政治人物，进士出身。"],
        ["郭应聘", 35, "郭应聘（1520年－1586年），字君宾，福建兴化府莆田县人，军籍，明朝政治人物、进士出身。"],
        ["王献图", 36, "王献图（？－？），字应祥，河南归德府宁陵县人，民籍，明朝政治人物、进士出身。"],
        ["曹天祐", 37, "曹天祐（？－？），字有卿，江西饶州府浮梁县人，民籍，明朝政治人物。"],
        ["万　仲", 38, "万仲（？－？），字彦和，江西南昌府进贤县人，民籍，明朝政治人物、进士出身。"],
        ["何　宽", 39, "何宽（1514年－1586年），字汝肃，号宜山，浙江临海人。明朝官员、进士出身。"],
        ["周　诏", 40, "周诏（？－？），字若师，河南开封府延津县人，民籍，明朝政治人物、进士出身。"],
        ["王三接", 41, "王三接（？－？），字允康，福建泉州府同安县人，军籍，明朝政治人物、进士出身。"],
        ["王道行", 42, "王道行（？－？），字明辅，山西太原府阳曲县人，民籍，明朝政治人物、进士出身。"],
        ["陈应和", 43, "陈应和（？－？），字文祥，浙江湖州府归安县人，军籍，明朝政治人物、进士出身。"],
        ["吕　燿", 44, "吕燿（？－？），字思晦，直隶河间府献县人，民籍，明朝政治人物、进士出身。"],
        ["胡庭兰", 45, "胡庭兰（？－？），字伯贤，广东广州府增城县人，民籍，明朝政治人物、进士出身。"],
        ["沈应魁", 46, "沈应魁（？－？），字仲文，直隶苏州府常熟县人，民籍，明朝政治人物、进士出身。"],
        ["柯　本", 47, "柯本（？－？），字正之，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["金立爱", 48, "金立爱（？－？），字元夫，号惺庵，浙江台州府临海县人，民籍，明朝政治人物。"],
        ["杨一和", 49, "杨一和（？－？），字贞甫，大理府太和县人人，云南云南府昆明县民籍，明朝政治人物、进士出身。"],
        ["高　岱", 50, "高岱（1508年－1567年），字伯宗，号鹿坡居士，湖广锺祥县人，湖广承天府京山县军籍，治《易经》，年四十三岁中式嘉靖二十九年庚戌科第二甲第五十名进士。九月初一日生，行一，曾祖高让；祖高镇；父高节，教谕；母李氏。具庆下，妻李氏，弟高嵩；高𡹘（贡士）；高嶨（贡士）。由国子生中式湖广乡试第三名举人，会试中式第一百六十七名[1]。"],
        ["李春芳", 51, "李春芳（？－？），字实夫，福建泉州府同安县人，民籍，明朝政治人物、进士出身。"],
        ["徐中行", 52, "徐中行（？－1578年），字子舆，一作子与，号龙湾、天目山人。浙江长兴县人。明朝后七子之一。"],
        ["周希哲", 53, "周希哲（1517年－1576年），字叔愚，四川省嘉定州威远县人，民籍，治《诗经》，明朝政治人物、进士出身。"],
        ["刘衍祚", 54, "刘衍祚（？－？），字淑嗣，河南河南府洛阳县人，军籍，明朝政治人物、进士出身。"],
        ["许　岳", 55, "许岳（？－？），字子峻，浙江杭州府钱塘县人，民籍，明朝政治人物、进士出身。"],
        ["章　懋", 56, "章懋（1508年－1567年），字世功，浙江省长兴县人，四川泸州卫官籍，治《书经》，明朝政治人物、进士出身。"],
        ["朱天球", 57, "朱天球（1528年－1610年），字君玉，号淡庵，福建漳州府漳浦县人，军籍，明朝政治人物。"],
        ["莫如善", 58, "莫如善（？－？），字子明，广东恩平县人人，龙骧卫军籍，明朝政治人物、进士出身。"],
        ["冯皐谟", 59, "冯皐谟（？－？），字明卿，浙江嘉兴府海盐县人，民籍，明朝政治人物、进士出身。"],
        ["吴一儒", 60, "吴一儒（？－？），字望鲁，浙江嘉兴府崇德县人，湖州府归安县民籍，明朝政治人物。"],
        ["陈茂礼", 61, "陈茂礼（？－？），字履卿，浙江宁波府慈谿县人，民籍，明朝政治人物、进士出身。"],
        ["阎光潜", 62, "阎光潜（？－？），字孔昭，山东兖州府东平州人，军籍，明朝政治人物、进士出身。"],
        ["李　缵", 63, "李纉（？－？），字存孝，福建泉州府晋江县人，民籍，明朝政治人物、进士出身。"],
        ["李　慎", 64, "李慎（？－？），字克念，福建泉州府惠安县人，民籍，明朝政治人物、进士出身。"],
        ["田汝麟", 65, "田汝麟（？－？），字子仁，直隶涞水县人人，顺天府涿州民籍，明朝政治人物、进士出身。"],
        ["邵　龄", 66, "邵龄（？－？），字汝仁，直隶徽州府休宁县人，民籍，明朝政治人物、进士出身。"],
        ["欧　珮", 67, "欧珮（1514年－1573年），字声甫，南直隶苏州府吴县人，四川潼川州站籍，治《易经》，年三十七岁中式嘉靖二十九年庚戌科第二甲第六十七名进士。五月十八日生，行三，曾祖欧仕杰；祖欧凤；父欧大钦，封监察御史；前母刘氏（赠孺人）；张氏。永感下，妻吴氏，兄欧珠（前监察御史）；欧珂，弟欧玠。由国子生中式四川乡试第十二名举人，会试中式第三百十一名[1]。"],
        ["张　选", 68, "张选（？－？），字士直，浙江宁海县人人，直隶扬州府高邮州军籍，明朝政治人物、进士出身。"],
        ["蒙大赉", 69, "蒙大赉（？－？），字善卿，广西柳州府宾州人，民籍，明朝政治人物、进士出身。"],
        ["馀应举", 70, "馀曰德（1514年－1583年），初名应举，字德甫，号午渠，江西南昌府南昌县人，民籍，明朝政治人物、文学家。"],
        ["王叔果", 71, "王叔果（1516年－1588年），字育德，浙江温州府永嘉县人，灶籍，明朝政治人物、进士出身。"],
        ["李　仲", 72, "李仲（？－？），字道卿，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["周后叔", 73, "周后叔（？－？），字胤昌，直隶苏州府崑山县人，民籍，明朝政治人物、进士出身。"],
        ["陈　柯", 74, "陈柯（？－？），字君则，福建福州府闽县人，民籍，明朝政治人物、进士出身。"],
        ["胡宪仲", 75, "胡宪仲（？－？），字文澄，海盐县人人，浙江海宁卫军籍，明朝政治人物、进士出身。"],
        ["吴　崧", 76, "吴崧（？－？），字中望，浙江嘉兴县人人，云南永昌卫军籍，明朝政治人物、进士出身。"],
        ["方邦庆", 77, "方邦庆（？－？），字以贤，直隶徽州府婺源县人，民籍，明朝政治人物、进士出身。"],
        ["柳宗葵", 78, "柳宗葵（？－？），字公献，直隶河间府河间县人，民籍，明朝政治人物、进士出身。"],
        ["范大儒", 79, "范大儒（？－？），字子师，山东济南府滨州霑化县人，军籍，明朝政治人物、进士出身。"],
        ["薛天华", 80, "薛天华（？－？），字思素，福建泉州府晋江县人，民籍，明朝政治人物、进士出身。"],
        ["黄大节", 81, "黄大节（？－？），字克完，福建泉州府南安县人，民籍，明朝政治人物、进士出身。"],
        ["孟羽正", 82, "孟羽正（？－？），字仲禹，直隶松江府华亭县人，民籍，明朝政治人物、进士出身。"],
        ["喻　褧", 83, "喻褧（？－？），字彦章，浙江绍兴府嵊县人，民籍，明朝政治人物、进士出身。"],
        ["崔学履", 84, "崔学履，昌平州（北京市昌平区）人，生卒年不详。明朝官员，学者。"],
        ["馀　田", 85, "馀田（？－？），字舜耕，浙江嘉兴府崇德县人，军籍，明朝政治人物、进士出身。"],
        ["聂　瀛", 86, "聂瀛（？－？），字汝登，山西阳曲县人人，直隶真定府冀州新河县匠籍，明朝政治人物、进士出身。"],
        ["郝守业", 87, "郝守业（？－？），字子述，河南开封府钧州人，军籍，明朝政治人物、进士出身。"],
        ["陈瑞龙", 88, "陈瑞龙（1516年－1562年），字体干，广东潮州府潮阳县县廓都（今棉城）人，明朝政治人物。"],
        ["王应时", 89, "王应时（？－？），字懋行，候官县人人，福建福州府永福县民籍，明朝政治人物、进士出身。"],
        ["李彦士", 90, "李彦士（？－？），字惟聘，山西太原府榆次县人，军籍，明朝政治人物、进士出身。"],
        ["丁自申", 91, "丁自申（1526年－1583年），字朋岳、字明岳，福建泉州府晋江县（今福建省泉州市晋江市）人，盐籍，明朝政治人物、进士出身。"],
        ["陈　栢", 92, "陈栢（？－？），字宪卿，湖广承天府沔阳州人，军籍，明朝政治人物、进士出身。"],
        ["蹇来誉", 93, "蹇来誉（1518年－1577年），字子修，四川省重庆卫官籍，明朝政治人物。"],
        ["诸　晔", 94, "诸暲（？－？），字子诚，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["孙　塘", 95, "孙塘（？－？），字子源，浙江杭州右卫后所人，军籍，明朝政治人物、进士出身。"]
    ]
}