{
    "year_name": "嘉靖四十一年壬戌科殿试金榜",
    "first": [
        ["徐时行", 1, "清孔继尧绘，石蕴玉正书赞，谭松坡镌之《申时行像》，为《沧浪亭五百名贤像》之一"],
        ["王锡爵", 2, "王锡爵（1534年－1614年），字元驭，号荆石。直隶太仓州人，祖籍山东莘县，中国明朝政治人物。官至吏部尚书，建极殿大学士。"],
        ["馀有丁", 3, "馀有丁（1527年－1584年）， 字丙仲，号同麓，浙江鄞县（今浙江宁波）人，明朝政治人物，内阁首辅。"]
    ],
    "second": [
        ["戚元佐", 1, "戚元佐（？－？），字希仲，浙江嘉兴府嘉兴县人，匠籍，明朝政治人物、进士出身。"],
        ["项　钶", 2, "项钶（？－？），字秉容，嘉兴县人人，浙江嘉兴府嘉善县民籍，明朝政治人物、进士出身。"],
        ["潘允端", 3, "潘允端（1506年－1581年），字仲履，号充庵，直隶松江（今上海市旧城区）人，明朝政治人物、进士出身。"],
        ["佘　立", 4, "佘立（？－？），字季礼，柳州府马平县人人，广西柳州卫官籍，明朝政治人物、进士出身。"],
        ["张廷臣", 5, "张廷臣（？－？），字伯邻，广东广州府番禺县人，民籍，明朝政治人物、进士出身。"],
        ["陈　洙", 6, "陈洙（？－？），字伯训，福建福州府长乐县人，民籍，明朝政治人物、进士出身。"],
        ["郭文和", 7, "郭文和（？－？），字有臣，山西太原府阳曲县人人，金吾左卫匠籍，明朝政治人物、进士出身。"],
        ["朱润身", 8, "朱润身（？－？），字德光，直隶扬州府泰兴县人人，应天府江宁县匠籍，明朝政治人物、进士出身。"],
        ["徐　作", 9, "徐作（？－？），字汝念，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["郑惇典", 10, "郑惇典（？－？），字君勑，福建福州府候官县人，军籍，明朝政治人物、进士出身。"],
        ["蔡一楠", 11, "蔡一楠（？－？），字廷用，福建漳州府漳浦县人，军籍，明朝政治人物、进士出身。"],
        ["李　材", 12, "《将将纪》24卷; 《观我堂摘稾》12卷; 《观我堂摘稿》12卷; 《李材见罗全书》20卷"],
        ["杨俊民", 13, "杨俊民，字伯章，山西承宣布政使司平阳府蒲州（今山西省永济县蒲州）人，明朝政治人物、进士出身。杨博之子。"],
        ["傅　霖", 14, "傅霖（？－？），字应期，山西太原府忻州人，民籍，明朝政治人物、进士出身。"],
        ["吴　善", 15, "吴善（？－？），字元夫，福建漳州府龙溪县人，民籍，明朝政治人物、进士出身。"],
        ["万廷言", 16, "万廷言（？－？），字曰忠，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["徐用检", 17, "徐用检（1528年－1611年），字克贤，号鲁源，浙江金华府兰谿县人，民籍，明朝政治人物、进士出身。"],
        ["王　宜", 18, "王宜（？－？），字时行，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["叶以蕃", 19, "叶以蕃（？－？），字承叔，浙江处州府遂昌县人，民籍，明朝政治人物、进士出身。"],
        ["徐元气", 20, "徐元气，字方伯，号陵阳，直隶宣城人，明朝政治人物、进士出身。"],
        ["陈大章", 21, "陈大章（？－？），字祖尧，浙江宁波府鄞县人，民籍，明朝政治人物、进士出身。"],
        ["阚继禹", 22, "阚继禹（1533年－1592年），字叔敬，四川省叙州府南溪县人，民籍，治《诗经》，年三十岁中式嘉靖四十一年壬戌科第二甲第二十二名进士。四月初四日生，行一，曾祖阚爵，县主簿；祖阚守万；父阚济；母杨氏。具庆下，妻帅氏，兄时泰，弟师禹。由国子生中式四川乡试第六十四名举人，会试中式第二百六十名[1]。"],
        ["锺　振", 23, "锺振（？－？），字玉甫，广东廉州府合浦县人，民籍，明朝政治人物、进士出身。"],
        ["董原道", 24, "董原道（1528年－1587年），字性之，四川省重庆府巴县人，民籍，治《诗经》，年三十五岁中式嘉靖四十一年壬戌科第二甲第二十四名进士。三月初八日生，行一，曾祖董文昱，县丞；祖董溥，学正；父董诰；母母氏；继母张氏。永感下，妻梁氏，继妻杨氏；弟明道。由府学生中式四川乡试第四十八名举人，会试中式第二十九名[1]。"],
        ["沈玄华", 25, "沈玄华（？－？），字瑞伯，嘉兴县人人，浙江嘉兴府秀水县民籍，明朝政治人物、进士出身。"],
        ["史　槚", 26, "史槚（？－？），字子美，浙江绍兴府会稽县人，民籍，明朝政治人物、进士出身。"],
        ["林　烃", 27, "林烃（1540年－1616年），字贞燿，闽县林浦乡人，明朝官吏、进士出身。林镠之曾孙，林瀚之孙，林庭机之子，林燫之弟。"],
        ["王廷辅", 28, "王廷辅（？－？），字良卿，江西饶州府浮梁县人，民籍，明朝政治人物、进士出身。"],
        ["刘经纬", 29, "刘经纬（1534年－1593年），字道甫，南昌县人人，江西南昌府进贤县民籍，明朝政治人物、进士出身。"],
        ["杨世华", 30, "杨世华（1525年－1603年），字懋成，浙江绍兴府馀姚县人，军籍，明朝政治人物、进士出身。"],
        ["苏　愚", 31, "苏愚（？－？），字君明，直隶扬州府泰州如皐县人，民籍，明朝政治人物、进士出身。"],
        ["许孚远", 32, "许孚远（1535年－1596年），字孟中，号敬庵，德清人。是中国明朝官员。"],
        ["陈学曾", 33, "陈学曾（？－？），字汝鲁，山西平阳府阳城县人人，东胜右卫军籍，明朝政治人物、进士出身。"],
        ["曾　璠", 34, "曾璠（？－？），字子玉，湖广承天卫官籍，祖籍江西九江府彭泽县，明朝政治人物。"],
        ["曹子登", 35, "曹子登（？－？），字以渐，苏州府长洲县人人，直隶兴州后屯卫军籍，明朝政治人物、进士出身。"],
        ["冯敏功", 36, "冯敏功（1526年－1585年），字元卿，浙江嘉兴府平湖县人，民籍，明朝政治人物、进士出身。"],
        ["王同讚", 37, "王同讚（？－？），字儆甫，福建泉州府晋江县人，民籍，明朝政治人物、进士出身。"],
        ["项思教", 38, "项思教（？－？），字敬敷，浙江台州府临海县人，民籍，明朝政治人物、进士出身。"],
        ["周　浩", 39, "周浩（？－？），字养正，浙江杭州右卫人，军籍，明朝政治人物、进士出身。"],
        ["吕　藿", 40, "吕藿（？年－？年），字忱卿，号日洲，湖南零陵人，明朝政治人物，进士出身。"],
        ["成锺音", 41, "成锺音（？－？），字本谐，山东青州府益都县人人，顺天府遵化县民籍，明朝政治人物、进士出身。"],
        ["陈有年", 42, "绍兴印刷局《越中三不朽图赞》之陈有年像"],
        ["张允济", 43, "张允济，字爱甫，明朝官员。顺天府固安县（今河北省固安县）通关厢人。进士出身。"],
        ["王锡命", 44, "王锡命（？－？），字天予，直隶苏州府吴江县人人，浙江嘉兴府秀水县民籍，明朝政治人物、进士出身。"],
        ["马顾泽", 45, "马顾泽（？－？），字晬卿，吴县人人，直隶苏州府长洲县民籍，明朝政治人物、进士出身。"],
        ["史　诩", 46, "史诩（？－？），字克敏，江西吉安府永新县人，民籍，明朝政治人物、进士出身。"],
        ["陈学伊", 47, "陈学伊（？－？），字尔聘，福建泉州府南安县人，民籍，明朝政治人物、进士出身。"],
        ["林乔相", 48, "林乔相（？－？），字廷翰，福建泉州府晋江县人，军籍，明朝政治人物、进士出身。"],
        ["蔡可贤", 49, "蔡可贤（1536年－1602年），字子齐，号见菴，更号闻吾，直隶广平府成安县人，民籍，明朝政治人物、进士出身。"],
        ["吴　焯", 50, "吴焯（？－？），字纯伯，上林县人人，广西柳州府宾州民籍，明朝政治人物、进士出身。"],
        ["贾应元", 51, "贾应元（？－？），字仁甫，山西平阳府临汾县人人，顺天府遵化县军籍，明朝政治人物、进士出身。"],
        ["陈　烨", 52, "陈烨（？－？），字光宇，山东青州府诸城县人，军籍，明朝政治人物、进士出身。"],
        ["徐　栢", 53, "徐栢（？－？），字守卿，福建建宁府浦城县人，军籍，明朝政治人物、进士出身。"],
        ["李　汶", 54, "李汶（1535年－1609年），字宗齐，号次溪，直隶任丘县人，明朝政治人物，官至兵部尚书。"],
        ["徐学古", 55, "徐学古（？－？），字有获，浙江杭州府仁和县人人，河南河南府洛阳县民籍，明朝政治人物、进士出身。"],
        ["洪　忻", 56, "洪忻（？－？），字守庆，定边卫人人，山西蒲州军籍，明朝政治人物、进士出身。"],
        ["王续之", 57, "王续之（1534年－1593年），字大卿，四川省顺庆府南充县人，民籍，治《易经》，年二十九岁中式嘉靖四十一年壬戌科第二甲第五十七名进士。四月二十日生，行一，曾祖王锐；祖王希文，封户部主事；父王廷，南京户部右侍郎；前母陈氏（赠安人）；杨氏（封安人）。具庆下，妻雍氏，兄衡宏；宣宸，弟纬之；纪之；绥之；继之；补之；显之。由府学生中式四川乡试第三十一名举人，会试中式第八十三名[1]。"],
        ["费尧年", 58, "费尧年（？－？），字熙之，江西广信府铅山县人，民籍，明朝政治人物、进士出身。"],
        ["郭　棐", 59, "郭棐（1529年－1605年），字笃周，号梦兰，明朝政治人物。广东南海人。( 有说是广东中山人)"],
        ["叶士宾", 60, "叶士宾（？－？），字尚宾，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["丁应璧", 61, "丁应璧（？－？），字为章，山东青州府寿光县人，民籍，明朝政治人物、进士出身。"],
        ["杨汝允", 62, "杨汝允（？－？），字惟明，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["周　禧", 63, "周禧（？－？），字以吉，湖广黄州府蕲州人，民籍，明朝政治人物、进士出身。"],
        ["诸　察", 64, "诸察（？－？），字子潜，浙江绍兴府馀姚县人，军籍，明朝政治人物、进士出身。"],
        ["王　俸", 65, "王俸（？－？），字廉甫，秀水县人人，浙江嘉兴府嘉善县民籍，明朝政治人物、进士出身。"],
        ["张大忠", 66, "张大忠（？－？），字国桢，平湖县人人，浙江嘉兴府秀水县民籍，明朝政治人物、进士出身。"],
        ["游季勳", 67, "游季勳（？－？），字懋甫，江西南昌府丰城县人，军籍，明朝政治人物、进士出身。"],
        ["朱应时", 68, "朱应时（？－？），字子中，浙江绍兴府馀姚县人人，羽林左卫军籍，明朝政治人物、进士出身。"],
        ["孙应元", 69, "孙应元（？－？），字仁甫，湖广承天卫人，官籍，明朝政治人物、进士出身。"],
        ["杨　柟", 70, "杨柟（？－？），字仲木，云南大理府太和县人，民籍，明朝政治人物、进士出身。"],
        ["张九歌", 71, "张九歌（？－？），字仲宜，山东兖州府曹州人，军籍，明朝政治人物、进士出身。"],
        ["陈　俊", 72, "陈俊（？－？），字彦吾，广东广州府南海县人，军籍，明朝政治人物、进士出身。"],
        ["吴孔性", 73, "吴孔性（？－？），字粹卿，浙江处州府遂昌县人，民籍，明朝政治人物、进士出身。"],
        ["梁　纲", 74, "梁纲（？－？），字立夫，山西平阳府绛州稷山县人，儒籍，明朝政治人物、进士出身。"],
        ["孙　坤", 75, "孙坤（？－？），字顺夫，河南归德府睢州人，民籍，明朝政治人物、进士出身。"],
        ["刘　浡", 76, "刘浡（？－？），字自裕，河南陈州卫人，军籍，明朝政治人物、进士出身。"],
        ["张希召", 77, "张希召（？－？），字于南，山东青州府高苑县人，军籍，明朝政治人物、进士出身。"],
        ["陈　贤", 78, "陈贤（1521年－1580年），字子及，四川省保宁府苍溪县人，民籍，治《易经》，年四十二岁中式嘉靖四十一年壬戌科第二甲第七十八名进士。九月二十九日生，行三，曾祖陈泰；祖陈杰；父陈仲才；母罗氏。具庆下，妻黄氏，兄文仁，弟质。由县学增广生中式四川乡试第二十九名举人，会试中式第二百七十四名[1]。"],
        ["吕一静", 79, "吕一静，贵池（今安徽省贵池市）人，明朝政治人物、进士出身。"],
        ["俞南金", 80, "俞南金（？－？），字国良，浙江嘉兴府平湖县人，民籍，明朝政治人物、进士出身。"],
        ["徐廷绶", 81, "徐廷授（？－？），字受之，浙江严州府淳安县人，民籍，明朝政治人物、进士出身。"],
        ["万振孙", 82, "万振孙（？－？），字性孺，江西南昌府南昌县人人，直隶庐州府合肥县民籍，明朝政治人物、进士出身。"],
        ["隗邦衡", 83, "隗邦衡（？－？），字志伊，湖广承天府潜江县人，民籍，明朝政治人物、进士出身。"],
        ["项笃寿", 84, "项笃寿（1521年－1586年），字子长，号少溪，别号兰石主人。浙江秀水县（今嘉兴）人。明朝藏书家。"],
        ["叚孟贤", 85, "段孟贤（？－？），字汝愚，江西九江府湖口县人，民籍，明朝政治人物、进士出身。"]
    ],
    "index": 61,
    "url": "https://zh.wikipedia.org/wiki/Template:%E5%98%89%E9%9D%96%E5%9B%9B%E5%8D%81%E4%B8%80%E5%B9%B4%E5%A3%AC%E6%88%8C%E7%A7%91%E6%AE%BF%E8%A9%A6%E9%87%91%E6%A6%9C",
    "third": [
        ["蔡叔逵", 1, "蔡叔逵（？－？），字于渐，江西临江府新淦县人人，河南卫辉守御千户所军籍，明朝政治人物、进士出身。"],
        ["杜　辂", 2, "杜辂（？－？），字从殷，山东兖州府泗水县人，匠籍，明朝政治人物、进士出身。"],
        ["王干章", 3, "王干章（1527年－1599年），字顺卿，浙江金华府东阳县人，民籍，明朝政治人物、进士出身。"],
        ["张崇伦", 4, "张崇伦（？－？），字子常，湖广德安府应城县人，军籍，明朝政治人物、进士出身。"],
        ["蒙　诏", 5, "蒙诏（？－？），字廷纶，广东广州府番禺县人，民籍，明朝政治人物、进士出身。"],
        ["张从律", 6, "张从律（？－？），字懋和，直隶松江府华亭县人，民籍，明朝政治人物、进士出身。"],
        ["戴　濂", 7, "戴濂（1530年－1591年），字希茂，浙江处州府丽水县人，军籍，明朝政治人物、进士出身。"],
        ["吉大同", 8, "吉大同（？－？），字伯从，直隶大名府开州人，匠籍，明朝政治人物、进士出身。"],
        ["徐一忠", 9, "徐一忠（？－？），字宗显，浙江宁波府慈谿县人，民籍，明朝政治人物、进士出身。"],
        ["沈廷观", 10, "沈廷观（？－？），字宾卿，直隶苏州府吴江县人，民籍，明朝政治人物、进士出身。"],
        ["崔　镛", 11, "崔镛（？－？），字汝洪，直隶凤阳府颕上县人人，陕西绥德卫官籍，明朝政治人物、进士出身。"],
        ["李　台", 12, "李台（？－？），字君佐，浙江严州府寿昌县人，民籍，明朝政治人物、进士出身。"],
        ["王　桢", 13, "王桢（？－？），字宗彦，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["卜　相", 14, "卜相（？－？），字梦良，秀水县人人，浙江嘉兴府嘉兴县民籍，明朝政治人物、进士出身。"],
        ["艾　", 15, "艾杞（？－？），字子征，陕西延安府绥德州米脂县人，军籍，明朝政治人物、进士出身。"],
        ["王　谟", 16, "王谟（1528年－1591年），字体文，山东东平州人，河南颕川卫军籍，明朝政治人物、进士出身。"],
        ["吴维京", 17, "吴维京（？－？），字枢季，浙江湖州府安吉州孝丰县人，军籍，明朝政治人物、进士出身。"],
        ["刘之蒙", 18, "刘之蒙（？－？），字淑正，顺天府霸州人，民籍，明朝政治人物、进士出身。"],
        ["吴一琴", 19, "吴一琴（？－？），字子清，直隶广平府成安县人，民籍，明朝政治人物、进士出身。"],
        ["范爱众", 20, "范爱众（？－？），字同人，山西平阳府临汾县人人，东胜右卫军籍，明朝政治人物、进士出身。"],
        ["孙以仁", 21, "孙以仁（？－？），字学元，直隶苏州府崑山县人人，山东登州卫旗籍，明朝政治人物、进士出身。"],
        ["袁三接", 22, "袁三接（？－？），字邦表，广东广州府香山县人，军籍，明朝政治人物、进士出身。"],
        ["陈　烈", 23, "陈烈（？－？），字思绍，福建建宁府建安县人，民籍，明朝政治人物、进士出身。"],
        ["王同道", 24, "王同道（？－？），字纯甫，湖广黄州府黄冈县人，军籍，明朝政治人物、进士出身。"],
        ["李惟观", 25, "李惟观（1530年－1589年），字动可，四川省泸州人，民籍，治《书经》，年三十三岁中式嘉靖四十一年壬戌科第三甲第二十五名进士。三月初一日生，行三，曾祖李琼；祖李宗盛，岁贡生；父李鏊，知县；母刘氏。永感下，妻何氏，兄惟乔（学正）；惟端；惟肃；惟交；惟康，弟惟醇；惟熙。由州学生中式四川乡试第三十四名举人，会试中式第一百十九名[1]。"],
        ["严　镃", 26, "严镃（？－？），字应时，顺天府丰润县人人，光禄寺厨籍，明朝政治人物、进士出身。"],
        ["马　会", 27, "马会（1531年－1590年），字元明，四川省保宁府南部县人，民籍，治《易经》，年三十二岁中式嘉靖四十一年壬戌科第三甲第二十七名进士。十一月初三日生，行五，曾祖马自旺；祖马庸；父马孟舍，县丞；嫡母李氏；生母谌氏。慈侍下，妻孙氏，兄时（岁贡生）；中元（都司都事）；晓；曙；曜；晋（训导）；㫤；旦（贡士），弟昺（贡士）。由县学生中式四川乡试第四十四名举人，会试中式第一百六十七名[1]。授长洲县知县。此后调任离去。在任期间多善政[2]。"],
        ["郭　良", 28, "郭良（？－？），字复吾，福建泉州府惠安县人，民籍，明朝政治人物、进士出身。"],
        ["吴一本", 29, "吴一本（？－？），字仲立，湖广沔阳卫人，军籍，明朝政治人物、进士出身。"],
        ["陈邦颜", 30, "陈邦颜，字献祉，福建晋江（今福建泉州）人，明朝政治人物。进士出身。"],
        ["贾仁元", 31, "贾仁元（？－？），字子善，山西平阳府蒲州万泉县人，军籍，明朝政治人物、进士出身。"],
        ["黄文炜", 32, "黄文炜（？－？），字德华，江西建昌府南城县人，民籍，明朝政治人物、进士出身。"],
        ["刘世曾", 33, "刘世曾（1531年－1590年），字胤甫，四川省重庆府巴县人，民籍，治《易经》，年三十二岁中式嘉靖四十一年壬戌科第三甲第三十三名进士。二月十六日生，行一，曾祖刘相，封参议；祖刘鹤年，参政；父刘起元；母罗氏。具庆下，妻黄氏，弟世箕；世赏（贡士）；世伟；世卿；世选；世用；世德；世荣；世懋；世珍。由县学生中式四川乡试第三名举人，会试中式第八十名[1]。"],
        ["萧守身", 34, "萧守身（？－？），字尚本，湖广德安府云梦县人人，河南怀庆卫官籍，明朝政治人物、进士出身。"],
        ["秦　峥", 35, "秦峥（？－？），字思谦，直隶大名府开州长垣县人，匠籍，明朝政治人物、进士出身。"],
        ["王　宇", 36, "王宇（？－？），字子大，山西平阳府解州安邑县人，民籍，明朝政治人物、进士出身。"],
        ["胡嘉谟", 37, "胡嘉谟（？－？），字子忠，陕西西安府泾阳县人，民籍，明朝政治人物、进士出身。"],
        ["蒋　机", 38, "蒋机，江西丰城人，是一名明朝政治人物。进士出身。"],
        ["薛东海", 39, "薛东海（？－？），字汝观，山西太原府石州人，民籍，明朝政治人物、进士出身。"],
        ["李学道", 40, "李学道（？－？），字汝致，浙江金华府东阳县人，民籍，明朝政治人物、进士出身。"],
        ["辛应干", 41, "辛应干（？－？），字伯符，山东青州府安丘县人，民籍，明朝政治人物、进士出身。"],
        ["彭　富", 42, "彭富（？－？），字中礼，直隶庐州府合肥县人人，云南大理卫官籍，明朝政治人物、进士出身。"],
        ["王嘉祥", 43, "王嘉祥（？－？），字兆兴，山东东昌府莘县人，军籍，明朝政治人物、进士出身。"],
        ["田成法", 44, "田成法（？－？），字子宪，湖广黄州府蕲州人，民籍，明朝政治人物、进士出身。"],
        ["薛德统", 45, "薛德统（？－？），字守正，福建福州府福清县人，盐籍，明朝政治人物、进士出身。"],
        ["舒应龙", 46, "舒应龙（？－？），字时见，宾州人人，广西桂林府全州民籍，明朝政治人物、进士出身。"],
        ["刘　早", 47, "刘早（？－？），字思舜，山东莱州府胶州人，军籍，明朝政治人物、进士出身。"],
        ["张　镈", 48, "张镈（？－？），字伯始，陕西西安府干州武功县人，民籍，明朝政治人物、进士出身。"],
        ["邹廷望", 49, "邹廷望（？－？），字道吾，湖广宝庆府新化县人，军籍，明朝政治人物、进士出身。"],
        ["陈颐正", 50, "陈颐正（？－？），字观甫，浙江宁波府慈谿县人，民籍，明朝政治人物、进士出身。"],
        ["刘　珮", 51, "刘珮（？－？），字象德，山西太原府盂县人，民籍，明朝政治人物、进士出身。"],
        ["李　鹗", 52, "李鹗（？－？），字凌秋，直隶真定府灵寿县人，民籍，明朝政治人物、进士出身。"],
        ["杨成名", 53, "杨成名（？－？），字志完，福建建宁府建安县人，民籍，明朝政治人物、进士出身。"],
        ["赵应元", 54, "赵应元（？－？），字子贞，浙江杭州府仁和县人，民籍，明朝政治人物、进士出身。"],
        ["刘　翾", 55, "刘翾（1527年－？年），字惟翰，四川成都府内江县人，民籍，明朝政治人物。"],
        ["李寅宾", 56, "李寅宾（？－？），字于旸，直隶徽州府婺源县人，民籍，明朝政治人物、进士出身。"],
        ["周　咏", 57, "周咏（1533年－1595年），字思养，号乐轩，河南延津史良[1]村人，明朝政治人物，同进士出身。"],
        ["王宗载", 58, "王宗载（？－？），字时厚，湖广承天府京山县人，军籍，明朝政治人物、进士出身。"],
        ["陈三纲", 59, "陈三纲（？－？），字振道，杭州府钱塘县人人，浙江宁波府鄞县民籍，明朝政治人物、进士出身。"],
        ["刘仕阶", 60, "刘仕阶（？－？），字以学，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["王汝梅", 61, "王汝梅（？－？），字德和，直隶保定府安肃县人，民籍，明朝政治人物、进士出身。"],
        ["陈　楠", 62, "陈楠（？－？），字子林，浙江宁波府奉化县人，民籍，明朝政治人物、进士出身。"],
        ["杨文明", 63, "杨文明（？－？），字仲谟，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["刘　泮", 64, "刘泮（生卒年不详），明朝官员。江西泰和县清水洲人，入江都籍。同进士出身。"],
        ["王嘉言", 65, "王嘉言（1524年－1579年），字君谟，苏州府常熟县人，直隶常州府江阴县民籍，明朝政治人物、进士出身。"],
        ["王原相", 66, "王原相（？－？），字召之，广东广州府番禺县人，民籍，明朝政治人物、进士出身。"],
        ["赵　睿", 67, "赵睿（？－？），字若思，直隶宁国府泾县人，民籍，明朝政治人物、进士出身。"],
        ["蒋致大", 68, "蒋致大（1534年－1593年），字汝为，南直隶常州府武进县人，军籍，治《诗经》，年二十九岁中式嘉靖四十一年壬戌科第三甲第六十八名进士。六月十八日生，行四，曾祖蒋容，知州 赠工部员外郎；祖蒋盈，引礼舍人；父蒋同文；母毛氏。具庆下，妻恽氏，兄致远。由县学附学生中式应天府乡试第一百二十二名举人，会试中式第一百七十二名[1]。"],
        ["钱　贯", 69, "钱贡（？－？），字时庸，浙江嘉兴府桐乡县人，民籍，明朝政治人物、进士出身。"],
        ["戚于国", 70, "戚于国（？－？），字忠甫，浙江嘉兴府秀水县人，民籍，明朝政治人物、进士出身。"],
        ["艾可久", 71, "艾可久（？－？），字德征，直隶松江府上海县人，军籍，明朝政治人物、进士出身。"],
        ["林　梓", 72, "林梓（？－？），字汝材，浙江杭州府钱塘县人，民籍，明朝政治人物、进士出身。"],
        ["王　泽", 73, "王泽，临安人，是一名明朝政治人物。进士出身。"],
        ["王以纁", 74, "王以纁（？－？），字伯聘，顺天府霸州文安县人，民籍，明朝政治人物、进士出身。"],
        ["蔚元康", 75, "蔚元康（？－？），字良甫，山西孝义县人人，河南宣武卫军籍，明朝政治人物、进士出身。"],
        ["曹当勉", 76, "曹当勉，湖广江夏县人，明朝政治人物。同进士出身。"],
        ["王时举", 77, "王时举（？－？），字晋卿，顺天府通州人人，锦衣卫军籍，明朝政治人物、进士出身。"],
        ["刘　寅", 78, "刘寅（？－？），字宗夏，直隶保定府博野县人，民籍，明朝政治人物、进士出身。"],
        ["罗青霄", 79, "罗晋宝（1522年－1581年），字子虚，四川省重庆府忠州人，治《诗经》，年四十一岁中式嘉靖四十一年壬戌科第三甲第七十九名进士。十二月三十日生，行二，曾祖罗镕；祖罗朝纲；父罗弼，寿官；母聂氏。永感下，妻张氏，兄鹏霄（卫经历）。由国子生中式四川乡试第三十一名举人，会试中式第一百一十八名[1]。"],
        ["任惟镗", 80, "任维镗（1527年－1586年），字子扬，四川省重庆府巴县人，民籍，治《易经》，年三十六岁中式嘉靖四十一年壬戌科第三甲第八十名进士。四月十七日生，行二，曾祖任瑛；祖任卿；父任冕，通判；母李氏。慈侍下，妻蹇氏，兄惟钧（按察司佥事），弟惟鑑；惟钥；惟铉。由国子生中式四川乡试第二十八名举人，会试中式第二百七十二名[1]。"],
        ["王纳言", 81, "王纳言（？－？），字舜卿，直隶常州府武进县人，军籍，明朝政治人物、进士出身。"],
        ["李承绪", 82, "李承绪（？－？），字伯馀，江西吉安府永新县人，民籍，明朝政治人物、进士出身。"],
        ["盛时选", 83, "盛时选（？－？），字以仁，直隶苏州府吴县人人，锦衣卫籍，明朝政治人物、进士出身。"],
        ["皮汝谦", 84, "皮汝谦（？－？），字子扬，直隶庐州府英山县人人，云南蒙化卫军籍，明朝政治人物、进士出身。"],
        ["丁　诚", 85, "丁诚（？－？），字子成，山西平阳府安邑县人，民籍，明朝政治人物、进士出身。"],
        ["祝尚义", 86, "祝尚义（？－？），字质甫，直隶淮安卫人人，腾骧左卫军籍，明朝政治人物、进士出身。"],
        ["柴宗义", 87, "柴宗义（？－？），字子集，山西平阳府解州安邑县人，民籍，明朝政治人物、进士出身。"],
        ["郜永春", 88, "郜永春（？－1609年），字子元，直隶大名府长垣县人，民籍，明朝政治人物、进士出身。"],
        ["蹇　达", 89, "蹇达（1542年－1601年），字汝上，四川省重庆卫官籍，治《书经》，年二十一岁中式嘉靖四十一年壬戌科第三甲第八十九名进士。八月十七日生，行二，曾祖蹇洪；祖蹇廷相，赠兵部主事；父蹇来誉，按察司佥事；母王氏（封宜人）。具庆下，妻许氏，兄蹇逵，弟蹇迁；蹇遵；蹇遒。由重庆府学生中式四川乡试第八名举人，会试中式第二百六十三名[1]。授颍上县令，历官皖郡丞[2]，万历三年（1575年）擢拔为平阳知府。官至右都御史兼兵部尚书，总督苏、辽、昌平、保定四镇军事[3]。"],
        ["叚　绣", 90, "段绣（？－？），字弘宪，临汾县人人，山西蒲州守御千户所军籍，明朝政治人物、进士出身。"],
        ["刘　田", 91, "刘田（？－？），字仲龙，河南南阳卫人，官籍，明朝政治人物、进士出身。"],
        ["侯思古", 92, "侯思古（？－？），字士睿，浙江台州府临海县人，民籍，明朝政治人物、进士出身。"],
        ["王　篆", 93, "王篆（1519年－1603年），字绍芳，夷陵紫阳（今宜昌）人。"],
        ["黄学海", 94, "黄学海（？－？），字宗于，直隶常州府无锡县人人，广宁左屯卫军籍，明朝政治人物、进士出身。"],
        ["郭梦得", 95, "郭梦得（？－？），字甫卿，福建泉州府同安县人，盐籍，明朝政治人物。"],
        ["胡　价", 96, "胡价（？－？），明朝官员。湖广宜城县人。同进士出身。"],
        ["史文龙", 97, "史文龙（？－？），字应霖，直隶常州府武进县人，民籍，明朝政治人物、进士出身。"],
        ["莫天赋", 98, "莫天赋（？－？），字子翼，广东雷州府海康县人，军籍，明朝政治人物、进士出身。"],
        ["乔应春", 99, "乔应春（？－？），字仁卿，河南彰德府安阳县人人，武骧左卫勇士籍，明朝政治人物、进士出身。"],
        ["王学古", 100, "王学古（？－？），字子获，陕西西安府同州朝邑县人，匠籍，明朝政治人物、进士出身。"],
        ["张　璇", 101, "张璇（？－？），字伯祥，宁波府象山县人人，浙江昌国卫官籍，明朝政治人物、进士出身。"],
        ["李复聘", 102, "李复聘（？－？），字守珍，陕西西安府盩厔县人，民籍，明朝政治人物、进士出身。"],
        ["李　橡", 103, "李橡（？－？），字孟栗，江西南昌府丰城县人，军籍，明朝政治人物、进士出身。"],
        ["宗弘暹", 104, "宗弘暹（？－？），字晋甫，浙江嘉兴府嘉兴县人，民籍，明朝政治人物、进士出身。"],
        ["鲍尚伊", 105, "鲍尚伊（？－？），字子任，直隶徽州府歙县人，民籍，明朝政治人物、进士出身。"],
        ["华启直", 106, "华启直（1533年－1597年），字礼成，直隶常州府无锡县人，民籍，明朝政治人物、进士出身。"],
        ["陈应春", 107, "陈应春（？－？），字有晖，福建福州府长乐县人，民籍，明朝政治人物、进士出身。"],
        ["席上珍", 108, "席上珍（？－？），字待聘，陕西汉中府南郑县人，民籍，明朝政治人物、进士出身。"],
        ["殷登瀛", 109, "殷登瀛（？－？），字子登，直隶宁国府宣城县人，匠籍，明朝政治人物、进士出身。"],
        ["任春元", 110, "任春元（1531年－1590年），字长卿，浙江省绍兴府馀姚县人，民籍，治《春秋》，年三十二岁中式嘉靖四十一年壬戌科第三甲第一百一十名进士。正月二十五日生，行一，曾祖任泽；祖任佐；父任正；母潘氏。慈侍下，妻黄氏，弟春和。由县学附学生中式浙江乡试第二十二名举人，会试中式第二十五名[1]。"],
        ["郑　钦", 111, "郑钦（？－？），字尧卿，直隶宁国府泾县人，民籍，明朝政治人物、进士出身。"],
        ["吴从宪", 112, "吴从宪（1522年－1581年），字惟时，福建泉州府晋江县人，盐籍，明朝政治人物、进士出身。"],
        ["朱朋求", 113, "朱朋求（？－？），字道元，浙江绍兴府上虞县人，军籍，明朝政治人物、进士出身。"],
        ["王　燮", 114, "王爕（？－？），字大里，浙江绍兴府山阴县人，匠籍，明朝政治人物、进士出身。"],
        ["张国谦", 115, "张国谦（？－？），字尔光，福建泉州府晋江县人，民籍，明朝政治人物、进士出身。"],
        ["周世选", 116, "周世选（1532年－1606年），字文贤，号衞阳，直隶河间府景州故城县人，民籍，明朝政治人物。"],
        ["栗　祁", 117, "栗祁（1531年－1578年），字子登，号东巖，山东东昌府高唐州夏津县人，军籍，明朝政治人物、进士出身。"],
        ["龙　光", 118, "龙光（？－？），字国华，湖广长沙卫人，军籍，明朝政治人物、进士出身。"],
        ["宋守约", 119, "宋守约（？－？），字崇要，山西潞安府长治县人，民籍，明朝政治人物、进士出身。"],
        ["刘时秋", 120, "刘时秋（？－？），字义甫，顺天府通州宝坻县人人，彭城卫官籍，明朝政治人物、进士出身。"],
        ["孙光祜", 121, "孙光祜（？－？），字仲笃，山西平阳府绛州人，军籍，明朝政治人物、进士出身。"],
        ["周　标", 122, "周标（？－？），字以升，福建泉州府晋江县人，军籍，明朝政治人物、进士出身。"],
        ["陈　谟", 123, "陈谟（？－？），字子嘉，湖广黄州府麻城县人，民籍，明朝政治人物、进士出身。"],
        ["赵可镕", 124, "赵可镕（1534年－1593年），字汝从，江西省南昌府丰城县人，四川泸州民籍，治《书经》，年二十九岁中式嘉靖四十一年壬戌科第三甲第一百二十四名进士。十一月十八日生，行三，曾祖赵以诚；祖赵琮，知县；父赵元忠；母庞氏；继母王氏；宋氏。具庆下，妻乔氏，继妻宋氏（聘）；兄可鑑；可铨。由州学附学生中式四川乡试第六十八名举人，会试中式第二百六十八名[1]。"],
        ["周　寀", 125, "周寀，江西安福人，中国明朝官员。嘉靖四十一年（1562年）考中壬戌科进士。万历年间曾任福建巡抚。"],
        ["丘承祖", 126, "丘承祖（1533年－1592年），字克绍，四川成都左护卫军籍，治《易经》，年三十岁中式嘉靖四十一年壬戌科第三甲第一百二十六名进士。十一月初三日生，行二，曾祖丘达常；祖丘嵩；父丘岳；母金氏。具庆下，妻王氏，继妻王氏；兄承业，弟承嗣。由成都府学生中式四川乡试第二十二名举人，会试中式第二百九十五名[1]。"],
        ["张国彦", 127, "张国彦（1525年－1598年），字熙载，号弘轩，北直隶邯郸县邯郸城内北门里人，嘉靖四十一年壬戊（1562年）进士、明朝兵部尚书、刑部尚书。"],
        ["翟绣裳", 128, "翟绣裳（？－？），字汝衷，山西平阳府解州闻喜县人，军籍，明朝政治人物、进士出身。"],
        ["黄思近", 129, "黄思近（？－？），字与仁，福建泉州府南安县人，民籍，明朝政治人物、进士出身。"],
        ["陈文谟", 130, "陈文谟（？－？），字显卿，浙江宁波府慈谿县人，民籍，明朝政治人物、进士出身。"],
        ["锺继元", 131, "锺继元（？－？），字仁卿，浙江嘉兴府桐乡县人，民籍，明朝政治人物、进士出身。"],
        ["程文着", 132, "程文着（？－？），字美中，直隶徽州府婺源县人，民籍，明朝政治人物、进士出身。"],
        ["陈希文", 133, "陈希文（？－？），字宗周，浙江杭州府钱塘县人，匠籍，明朝政治人物、进士出身。"],
        ["武尚贤", 134, "武尚贤（？－？），字君进，顺天府永清县人，民籍，明朝政治人物、进士出身。"],
        ["李可久", 135, "李可久（？－？），字之德，山西泽州阳城县人，军籍，明朝政治人物、进士出身。"],
        ["萧大亨", 136, "萧大亨（1532年－1612年），字夏卿，号岳峰，山东泰安州（今泰安市）人，祖籍江西吉水县。明朝政治人物。"],
        ["王叔杲", 137, "王叔杲（1517年－1600年），字阳德，浙江温州府永嘉县人，灶籍，明朝政治人物、进士出身。"],
        ["王承芳", 138, "王承芳（？－？），字克济，西安府醴泉县人人，陕西宁羌卫军籍，明朝政治人物、进士出身。"],
        ["李　", 139, "李苘（？－？），字子荩，山东青州府寿光县人，军籍，明朝政治人物、进士出身。"],
        ["雷大壮", 140, "雷大壮（？－？），字钦履，河南汝宁府上蔡县人，民籍，明朝政治人物、进士出身。"],
        ["朱崇道", 141, "朱崇道（？－？），字惟正，山东兖州府沂州费县人，民籍，明朝政治人物、进士出身。"],
        ["吴　镇", 142, "吴镇（？－？），字子静，直隶苏州府常熟县人人，腾骧左卫军籍，明朝政治人物、进士出身。"],
        ["李学思", 143, "李学思（？－？），字充道，直隶保定府易州人，民籍，明朝政治人物、进士出身。"],
        ["李　崧", 144, "李崧（？－？），字应岳，西安府咸宁县人人，陕西秦州卫军籍，明朝政治人物、进士出身。"],
        ["王之垣", 145, "王之垣（1527年－1604年），字尔式，号见峰，山东新城县（今桓台县新城镇）人。明代大臣。"],
        ["杨子实", 146, "杨子实（？－？），字中孚，直隶河间府河间县人，民籍，明朝政治人物、进士出身。"],
        ["李贞元", 147, "李贞元（？－？），字淳甫，湖广德安府应山县人，军籍，明朝政治人物、进士出身。"],
        ["周希旦", 148, "周希旦（1528年－1597年），字汝鲁，直隶宁国府旌德县人，民籍，明朝政治人物、进士出身。"],
        ["郭谏臣", 149, "郭谏臣（1504年－1560年），字子忠，直隶苏州府长洲县人，军籍，明朝政治人物、进士出身。"],
        ["李畿嗣", 150, "李畿嗣（？－？），字明卿，号九嶷，湖广蕲水（今湖北浠水）人，明朝政治人物，同进士出身。"],
        ["滕伯轮", 151, "滕伯轮（1526年－1589年），字汝载，福建建宁府瓯宁县人，军籍，明朝政治人物、进士出身。"],
        ["潘民模", 152, "潘民模（？－？），字子傚，湖广襄阳府襄阳县人，军籍，明朝政治人物、进士出身。"],
        ["单　讷", 153, "单讷（？－？），字希仁，直隶真定府冀州枣强县人，军籍，明朝政治人物、进士出身。"],
        ["陈于阶", 154, "陈于阶（？－？），字允升，山西平阳府临汾县人人，东胜右卫军籍，明朝政治人物、进士出身。"],
        ["廖际可", 155, "廖际可（？－？），字以礼，湖广湘潭县人人，直隶卢龙卫官籍，明朝政治人物、进士出身。"],
        ["庄国祯", 156, "庄国祯（1527年－1604年），字君祉，福建泉州府晋江县人，军籍，明朝政治人物、进士出身。"],
        ["陈　宪", 157, "陈宪（？－？），字希原，山东登州府莱阳县人，军籍，明朝政治人物、进士出身。"],
        ["李与善", 158, "李与善（1512年－1587年），字伯从，山东济南府长清县人，军籍，明朝政治人物、进士出身。"],
        ["谢　表", 159, "谢表（？－？），字子陈，浙江杭州府钱塘县人，民籍，明朝政治人物、进士出身。"],
        ["王廷简", 160, "王廷简（1531年－1590年），字汝迪，四川卭州人，民籍，治《诗经》，年三十二岁中式嘉靖四十一年壬戌科第三甲第一百六十名进士。五月初十日生，行一，曾祖王大端；祖王礼冠，寿官；父王聘，监生；嫡母李氏；继母刘氏；彭氏；生母李氏。慈侍下，妻凃氏，继妻姚氏；馀氏；弟廷符；廷节；廷筹。由州学生中式四川乡试第四十九名举人，会试中式第二百十二名[1]。"],
        ["陈大壮", 161, "陈大壮（？－？），字思立，直隶扬州府通州人，民籍，明朝政治人物、进士出身。"],
        ["李　勳", 162, "李勳（？－？），字世臣，山东德州卫人人，旗手卫军籍，明朝政治人物、进士出身。"],
        ["张应福", 163, "张应福（？－？），字子承，山西潞安府襄垣县人人，直隶大名府魏县民籍，明朝政治人物、进士出身。"],
        ["锺崇文", 164, "锺崇文（？－？），字仲谟，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["饶仁侃", 165, "饶仁侃（？－？），字近刚，湖广武昌府崇阳县人，军籍，明朝政治人物、进士出身。"],
        ["杨愈茂", 166, "杨愈茂（？－？），字伯荣，西安府三原县人人，陕西庆阳府安化县民籍，明朝政治人物、进士出身。"],
        ["锺　谷", 167, "锺谷（？－？），字心卿，浙江绍兴府上虞县人，匠籍，明朝政治人物、进士出身。"],
        ["牛应龙", 168, "牛应龙（？－？），字时见，顺天府固安县人，民籍，明朝政治人物、进士出身。"],
        ["陈廷芝", 169, "陈廷芝（？－？），字季馨，山东登州府黄县人人，忠义后卫军籍，明朝政治人物、进士出身。"],
        ["张　", 170, "张𡹮（？－？），字子静，直隶大名府开州人，民籍，明朝政治人物、进士出身。"],
        ["朱　泰", 171, "朱泰（？－？），字良甫，浙江宁波府鄞县人，民籍，明朝政治人物、进士出身。"],
        ["丘　腾", 172, "丘腾（？－？），字子云，湖广承天府沔阳州人，军籍，明朝政治人物、进士出身。"],
        ["谭　启", 173, "谭启（1528年－1587年），字继之，号敬所，四川省夔州府大宁县（今巫溪县）人，民籍，治《易经》，年三十五岁中式嘉靖四十一年壬戌科第三甲第一百七十三名进士。七月初五日生，行二，曾祖谭春，卫经历；祖谭珩；父谭廷杰；母李氏。永感下，妻郑氏，兄光，弟介。由县学生中式四川乡试第四十五名举人，会试中式第一百七十三名[1]。"],
        ["周思充", 174, "周思充（？－？），字道可，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["刘继文", 175, "刘继文（？－？），字永谟，直隶凤阳府宿州灵璧县人，民籍，明朝政治人物、进士出身。"],
        ["张守中", 176, "张守中（？－？），字叔原，直隶扬州府高邮州人，民籍，明朝政治人物、进士出身。"],
        ["邓宗孔", 177, "邓宗孔（？－？），字惟时，广西太平府崇善县人，民籍，明朝政治人物、进士出身。"],
        ["齐　康", 178, "齐康（？－？），字太和，直隶广平府永年县人，民籍，明朝政治人物、进士出身。"],
        ["张应治", 179, "张应治（？－？），字体征，嘉兴县人人，浙江嘉兴府秀水县民籍，明朝政治人物、进士出身。"],
        ["凌　琯", 180, "凌琯（？－？），字惟和，直隶徽州府歙县人，民籍，明朝政治人物、进士出身。"],
        ["赵　岩", 181, "赵岩（？－？），字维石，直隶苏州府长洲县人人，浙江嘉兴府崇德县民籍，明朝政治人物、进士出身。"],
        ["张问明", 182, "张问明（1533年－1582年），字子明，号惺宇，山西平阳府猗氏县人，盐籍，明朝政治人物、进士出身。"],
        ["仇　炅", 183, "仇炅（？－？），字文綗，山西潞安府长治县人，民籍，明朝政治人物、进士出身。"],
        ["王嘉宾", 184, "王嘉宾（？－1580年），字国光，山东兖州府滕县人，军籍，明朝政治人物、进士出身。"],
        ["王问臣", 185, "王问臣（？－？），字正叔，直隶苏州府长洲县人，民籍，明朝政治人物、进士出身。"],
        ["马文炜", 186, "马文炜（1533年－1603年），字仲韬，号定宇，山东青州府安丘县人，民籍，明朝政治人物、进士出身。"],
        ["唐　鍊", 187, "唐鍊（？－？），字纯之，湖广常德卫人，官籍，明朝政治人物、进士出身。"],
        ["许天琦", 188, "许天琦（1520年－1574年），字大正。福建晋江人，明朝政治人物、进士出身。"],
        ["徐　尚", 189, "徐尚（1535年－1594年），字志伯，四川省重庆府涪州人，军籍，治《易经》，年二十八岁中式嘉靖四十一年壬戌科第三甲第一百八十九名进士。二月二十六日生，行一，曾祖徐得中；祖徐曰祖；父徐行；母周氏。具庆下，妻曾氏，弟来；翔。由州学生中式四川乡试第三十八名举人，会试中式第二百五十九名[1]。"],
        ["马明谟", 190, "马明谟（？－？），字君献，直隶广平府广平县人，民籍，明朝政治人物、进士出身。"],
        ["郭崇嗣", 191, "郭崇嗣（？－？），字承芳，直隶广平府肥乡县人，民籍，明朝政治人物、进士出身。"],
        ["李　松", 192, "李松（？－？），字子节，顺天府霸州大城县人，民籍，明朝政治人物、进士出身。"],
        ["伦　文", 193, "伦文（？－？），字绍周，广东广州府顺德县人，民籍，明朝政治人物、进士出身。"],
        ["马近奎", 194, "马近奎（？－？），字文征，直隶池州府贵池县人，民籍，明朝政治人物、进士出身。"],
        ["高则益", 195, "高则益（？－？），字汝谦，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["孙振宗", 196, "孙振宗（？－？），字德声，福建泉州府晋江县人，民籍，明朝政治人物、进士出身。"],
        ["徐养大", 197, "徐养大（？－？），字子立，河南睢阳卫人，官籍，明朝政治人物、进士出身。"],
        ["赵体敬", 198, "赵体敬（？－？），字克礼，山西太原府太谷县人，军籍，明朝政治人物、进士出身。"],
        ["彭　范", 199, "彭范（？－？），字士洪，四川成都府汉川人，民籍，明朝政治人物、进士出身。"],
        ["吴自峒", 200, "吴自峒（？－？），字伯高，直隶安庆府桐城县人，民籍，明朝政治人物、进士出身。"],
        ["傅文藻", 201, "傅文藻（？－？），字宗理，浙江宁波府鄞县人，民籍，明朝政治人物、进士出身。"],
        ["任汝亮", 202, "任汝亮（1531年－1590年），字伯寅，山西省平阳府蒲州猗氏县人，军籍，明朝政治人物。"],
        ["郑履淳", 203, "郑履淳，字叔初。浙江海盐县人。明朝政治人物。"],
        ["李师孔", 204, "李师孔（？－？），字子肖，直隶大名府开州人，民籍，明朝政治人物、进士出身。"],
        ["穆文熙", 205, "穆文熙（1528年－1590年），字敬甫，直隶大名府东明县人，军籍，明朝政治人物、进士出身。"],
        ["周以敬", 206, "周以敬（？－？），字用涵，江西广信府上饶县人，民籍，明朝政治人物、进士出身。"],
        ["陈文燧", 207, "陈文燧（？－？），字汝相，江西抚州府临川县人，民籍，明朝政治人物、进士出身。"],
        ["魏汝翼", 208, "魏汝翼（？－？），字子行，陕西西安府泾阳县人，军籍，明朝政治人物、进士出身。"],
        ["王　辇", 209, "王辇（？－？），字子侍，直隶凤阳府定远县人人，山东济南府武定州阳信县民籍，明朝政治人物、进士出身。"],
        ["吴善言", 210, "吴善言（？－？），字子远，直隶广平府成安县人，民籍，明朝政治人物、进士出身。"],
        ["何文维", 211, "何文维（？－？），字卫正，江西饶州府馀干县人，辽东定辽后卫官籍，明朝政治人物、进士出身。"]
    ]
}