{
    "year_name": "嘉靖四十四年乙丑科殿试金榜",
    "first": [
        ["范应期", 1, "范应期（1527年－1594年），字伯桢，号屏麓，浙江湖州府乌程县人。明朝状元，政治人物。"],
        ["李自华", 2, "李自华（1535年－？），字元实，号见亭，浙江嘉善人。明朝政治人物，榜眼及第。"],
        ["陈　栋", 3, "陈栋（1526年－1572年），字隆之。江西南昌人，明朝政治人物、探花。"]
    ],
    "second": [
        ["徐云程", 1, "徐云程（？－？），字允登，江西临江府清江县人，军籍，明朝政治人物、进士出身。"],
        ["伊在庭", 2, "伊在庭（？－？），字继美，直隶苏州府吴县人人，应天府上元县匠籍，明朝政治人物、进士出身。"],
        ["邹国儒", 3, "邹国儒（？－？），字醇甫，秀水县人人，浙江嘉兴府嘉兴县民籍，明朝政治人物、进士出身。"],
        ["宋　诺", 4, "宋诺，山西潞州屯留县[1]人，明朝政治人物、进士出身。"],
        ["冯子京", 5, "冯子京（？－？），字仲元，钱塘县人人，浙江杭州府仁和县民籍，明朝政治人物、进士出身。"],
        ["涂　渊", 6, "涂渊（？－？），字时跃，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["陈经邦", 7, "陈经邦（？－？），字公望，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["屠元沐", 8, "屠元沐（？－？），字日新，浙江嘉兴府嘉兴县人，民籍，明朝政治人物、进士出身。"],
        ["周　铎", 9, "周铎，南直隶太仓县人，是一名明朝政治人物。"],
        ["林　梓", 10, "林梓（？－？），字达材，福建漳州府漳浦县人，民籍，明朝政治人物、进士出身。"],
        ["汤希闵", 11, "汤希闵（？－？），字惟贤，直隶池州府石埭县人，民籍，明朝政治人物、进士出身。"],
        ["李一迪", 12, "李一迪（？－？），字君哲，广东高州府茂名县人，民籍，明朝政治人物、进士出身。"],
        ["叶朝阳", 13, "叶朝阳（？－？），字文荣，嘉善县人人，浙江嘉兴府秀水县匠籍，明朝政治人物、进士出身。"],
        ["潘志伊", 14, "潘志伊（？－？），字嘉征，直隶苏州府吴江县人，民籍，明朝政治人物、进士出身。"],
        ["王嘉言", 15, "王嘉言（？－？），字孔彰，直隶河间府景州东光县人，民籍，明朝政治人物、进士出身。"],
        ["李汝节", 16, "李汝节（？－？），字道亨，徽州府歙县人人，直隶苏州府嘉定县民籍，明朝政治人物、进士出身。"],
        ["王　鑑", 17, "王鑑（？－？），字汝明，直隶常州府无锡县人，民籍，明朝政治人物、进士出身。"],
        ["潘颐龙", 18, "潘颐龙（？－？），字跃卿，浙江杭州府钱塘县人，民籍，明朝政治人物、进士出身。"],
        ["廖如春", 19, "廖如春（？－？），字韶景，江西吉安府吉水县人，民籍，明朝政治人物、进士出身。"],
        ["宋应昌", 20, "宋应昌（1536年10月－1606年2月），字思文，一字时祥，号桐岗。仁和（今杭州）人。明朝军事人物，曾参与万历朝鲜之役。"],
        ["王　基", 21, "王基（？－？），字启亨，登州府菜阳县人人，山东青州左卫军籍，明朝政治人物、进士出身。"],
        ["刘自化", 22, "刘自化（？－？），字伯时，陕西西安府高陵县人，民籍，明朝政治人物、进士出身。"],
        ["李存文", 23, "李存文（？－？），字应魁，直隶扬州府泰州人，民籍，明朝政治人物、进士出身。"],
        ["胡同文", 24, "胡同文（？－？），字子尚，辽东沈阳卫人人，浙江严州府寿昌县军籍，明朝政治人物、进士出身。"],
        ["周子义", 25, "周子义（1529年－1586年），字以方，号敬庵，直隶无锡人。明朝政治人物。"],
        ["钱　立", 26, "钱立（？－？），字守礼，浙江杭州府仁和县人，匠籍，明朝政治人物、进士出身。"],
        ["顾应龙", 27, "顾应龙（？－？），字汝翼，直隶常州府无锡县人，民籍，明朝政治人物、进士出身。"],
        ["袁尊尼", 28, "《礼记集说正讹》、《鲁望集》"],
        ["王　楣", 29, "王楣（？－？），字光大，顺天府遵化县人，民籍，明朝政治人物、进士出身。"],
        ["梅友松", 30, "梅友松（1536年－1595年），字茂卿，四川成都府内江县人，民籍，治《诗经》，年三十岁中式嘉靖四十四年乙丑科第二甲第三十名进士。正月二十一日生，行一，曾祖梅永信；祖梅昺；父梅二元；母刘氏。具庆下，妻张氏，弟友栢；友李；友竹。由县学生中式四川乡试第十五名举人，会试中式第一百三十五名[1]。"],
        ["安嘉善", 31, "安嘉善（？－？），字体亨，山西太原府代州人，民籍，明朝政治人物、进士出身。"],
        ["焦子春", 32, "焦子春（？－？），字德元，河南河南府登封县人，民籍，明朝政治人物、进士出身。"],
        ["张思忠", 33, "张思忠（？－？），字子贞，直隶广平府肥乡县人，军籍，明朝政治人物、进士出身。"],
        ["陈懿德", 34, "陈懿德（？－？），字伯求，直隶松江府华亭县人，民籍，明朝政治人物、进士出身。"],
        ["林云程", 35, "林云程（？－？），字登卿，福建泉州府晋江县人，军籍，明朝政治人物、进士出身。"],
        ["陈王道", 36, "陈王道（1533年－1592年），字敬甫，南直隶苏州府崑山县人，民籍，治《易经》，年三十三岁中式嘉靖四十四年乙丑科第二甲第三十六名进士。四月初六日生，行一，曾祖陈复吉；祖陈可乐；父陈唐；母李氏。具庆下，妻朱氏，弟王政。由国子生中式应天府乡试第六十七名举人，会试中式第三百二十五名[1]。"],
        ["林　烋", 37, "林烋（？－？），字裕甫，广东惠州府慱罗县人，民籍，明朝政治人物、进士出身。"],
        ["丘云章", 38, "丘云章（？－？），字伯卿，山东青州府诸城县人，民籍，明朝政治人物、进士出身。"],
        ["刘志业", 39, "刘志业，浙江鄞县人，是一名明朝政治人物。"],
        ["甯　钶", 40, "甯钶（？－？），字大受，直隶广德州人，民籍，明朝政治人物、进士出身。"],
        ["杨时乔", 41, "杨时乔（？－？），字宜迁，江西广信府上饶县人，民籍，明朝政治人物、进士出身。"],
        ["邵元哲", 42, "邵元哲（？－？），字晦之，应天府上元县人人，贵州普安卫军籍，明朝政治人物、进士出身。"],
        ["范　伋", 43, "范伋（？－？），字汝希，江西瑞州府高安县人，民籍，明朝政治人物、进士出身。"],
        ["顾养谦", 44, "顾养谦（1537年－1604年） 字益卿、冲庵，通州（今江苏南通）人。"],
        ["张明正", 45, "张明正（？－？），字大中，直隶松江府华亭县人，民籍，明朝政治人物、进士出身。"],
        ["顾　褒", 46, "顾褒（？－？），字惟忠，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["韩　楫", 47, "韩楫（？－？），字伯通，直隶扬州府泰州人人，山西平阳府蒲州守御千户所官籍，明朝政治人物、进士出身。"],
        ["刘　光", 48, "刘光（？－？），字子晋，顺天府顺义县人人，河南南阳府南阳县民籍，明朝政治人物、进士出身。"],
        ["陈行健", 49, "陈行健（？－？），字体干，浙江湖州府乌程县人，民籍，明朝政治人物、进士出身。"],
        ["熊养中", 50, "熊养中（？－？），字中甫，湖广黄州府黄冈县人，民籍，明朝政治人物、进士出身。"],
        ["盛居晋", 51, "盛居晋（？－？），字康侯，直隶松江府华亭县人，民籍，明朝政治人物、进士出身。"],
        ["许　评", 52, "许评（？－？），字公甫，山西平阳府曲沃县人人，河南南阳府内乡县民籍，明朝政治人物、进士出身。"],
        ["杨　珂", 53, "杨珂（？－？），字士佩，福建泉州府晋江县人，民籍，明朝政治人物、进士出身。"],
        ["杨惟乔", 54, "杨惟乔（1537年－1596年），字幼植，四川省叙州府富顺县人，军籍，治《书经》，年二十九岁中式嘉靖四十四年乙丑科第二甲第五十四名进士。二月十六日生，行一，曾祖杨斌；祖杨曙；父杨炌；前母阳氏；阳氏。慈侍下，妻熊氏，兄惟塾；惟基，弟惟蕃；惟芳；惟达。由县学生中式四川乡试第十六名举人，会试中式第一百六十五名[1]。"],
        ["王子蕙", 55, "王子蕙（？－？），字乐秋，直隶凤阳府定远县人人，山东济南府武定州阳信县民籍，明朝政治人物、进士出身。"],
        ["徐汝翼", 56, "徐汝翼（？－？），字君羽，直隶松江府上海县人，民籍，明朝政治人物、进士出身。"],
        ["王　轩", 57, "王轩（？－？），字临卿，直隶保定府清苑县人，民籍，明朝政治人物、进士出身。"],
        ["胥　遇", 58, "胥遇（1530年－1589年），字于巷，四川省眉州人，民籍，治《诗经》，年三十六岁中式嘉靖四十四年乙丑科第二甲第五十八名进士。十一月初六日生，行三，曾祖胥鑑；祖胥尚和；父胥文友，训导；母冯氏。慈侍下，妻吴氏，兄迁；达；迪。由州学生中式四川乡试第六十四名举人，会试中式第三百名[1]。"],
        ["陈　诰", 59, "陈诰（？－？），字守巽，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["戴大礼", 60, "戴大礼（？－？），字子雍，浙江湖州府乌程县人，民籍，明朝政治人物、进士出身。"],
        ["胡心得", 61, "胡心得（1537年－1614年），字元静，号襟寰，浙江仁和人，寄籍德清，明朝政治人物，进士出身。"],
        ["梁　策", 62, "梁策（？－？），字对之，河南开封府鄢陵县人，民籍，明朝政治人物、进士出身。"],
        ["游应干", 63, "游应干（1531年－1608年），字顺之，直隶徽州府婺源县（今江西省婺源县）人，军籍，明朝政治人物。"],
        ["霍维荩", 64, "霍维荩（？－？），字爱夫，直隶广平府曲周县人，民籍，明朝政治人物、进士出身。"],
        ["何洛文", 65, "何洛文（？－？），字启图，河南汝宁府信阳州人，民籍，明朝政治人物、进士出身。"],
        ["林如楚", 66, "林如楚（？－？），字道翘，福建福州府候官县人，民籍，明朝政治人物、进士出身。"],
        ["赖庭桧", 67, "赖庭桧（？－？），字而舟，福建泉州府晋江县人，民籍，明朝政治人物、进士出身。"],
        ["施观民", 68, "施观民（1531年－？），字于我，福建福州府福清县人，民籍，明朝政治人物、进士出身。"],
        ["陶大顺", 69, "陶大顺（1524年－1601年），字景熙，号云谷，浙江会稽（今绍兴）陶堰人，明朝政治人物，进士出身。"],
        ["黄才敏", 70, "黄才敏（？－？），字尔懋，福建泉州府晋江县人，民籍，明朝政治人物、进士出身。"],
        ["戴　洵", 71, "戴洵（？－？），字汝诚，浙江宁波府奉化县人，军籍，明朝政治人物、进士出身。"],
        ["张　纯", 72, "张纯（？－？），字硕恒，福建漳州府漳浦县人，民籍，明朝政治人物、进士出身。"],
        ["吴学诗", 73, "吴学诗（？－？），字伯兴，江西瑞州府上高县人，民籍，明朝政治人物、进士出身。"],
        ["乔懋敬", 74, "乔懋敬（？－？），字允德，直隶松江府上海县人，军籍，明朝政治人物、进士出身。"],
        ["徐时可", 75, "徐时可（？－？），字惟易，湖广黄州府黄冈县人，民籍，明朝政治人物、进士出身。"],
        ["林有源", 76, "林有源（？－？），字育初，广东潮州府潮阳县人，民籍，明朝政治人物、进士出身。"],
        ["唐维城", 77, "唐维城（？－？），字邦翰，福建兴化府莆田县人，军籍，明朝政治人物、进士出身。"]
    ],
    "index": 62,
    "url": "https://zh.wikipedia.org/wiki/Template:%E5%98%89%E9%9D%96%E5%9B%9B%E5%8D%81%E5%9B%9B%E5%B9%B4%E4%B9%99%E4%B8%91%E7%A7%91%E6%AE%BF%E8%A9%A6%E9%87%91%E6%A6%9C",
    "third": [
        ["盛当时", 1, "盛当时（？－？），字明辅，直隶松江府华亭县人，民籍，明朝政治人物、进士出身。"],
        ["袁国宁", 2, "袁国宁（？－？），字子清，江西南昌府丰城县人，军籍，明朝政治人物、进士出身。"],
        ["沈　鲤", 3, "沈鲤（1531年－1615年），字仲化，号龙江，河南归德州（今商丘）人。諡文端。明朝东林党政治人物。"],
        ["涂梦桂", 4, "涂梦桂（？－？），字时芳，江西南昌府丰城县人，民籍，明朝政治人物、进士出身。"],
        ["姚光泮", 5, "姚光泮（？－？），字继昭，广东广州府南海县人，民籍，明朝政治人物、进士出身。"],
        ["蒋劝能", 6, "蒋劝能（？－？），字汝才，浙江绍兴府姚县人，军籍，明朝政治人物、进士出身。"],
        ["樊世绪", 7, "樊世绪（？－？），字子述，顺天府霸州人，民籍，明朝政治人物、进士出身。"],
        ["张　秩", 8, "张秩（？－？），字以敬，江西吉安府安福县人，民籍，明朝政治人物、进士出身。"],
        ["李世臣", 9, "李世臣（？－？），字汝贤，凤阳府定远县人人，直隶常州府武进县官籍，明朝政治人物、进士出身。"],
        ["唐一麐", 10, "唐一麐（？－？），字仁甫，直隶常州府武进县人，民籍，明朝政治人物、进士出身。"],
        ["陈文焕", 11, "陈文焕（？－？），字汝昭，江西抚州府临川县人，民籍，明朝政治人物、进士出身。"],
        ["宋良佐", 12, "宋良佐（？－？），字守忠，江西袁州府万载县人，民籍，明朝政治人物、进士出身。"],
        ["陆万锺", 13, "陆万锺（？－？），字元量，直隶松江府华亭县人，民籍，明朝政治人物、进士出身。"],
        ["许大亨", 14, "许大亨（？－？），字贞甫，直隶保定府安肃县人，民籍，明朝政治人物、进士出身。"],
        ["馀希周", 15, "馀希周（？－？），字思兼，浙江杭州府仁和县人，民籍，明朝政治人物、进士出身。"],
        ["许守谦", 16, "许守谦（？－？），字子受，直隶真定府藁城县人，民籍，明朝政治人物、进士出身。"],
        ["邱　浙", 17, "邱浙，号厚山，广东南海人，明朝政治人物、进士出身。"],
        ["万言策", 18, "万言策（？－？），字廷陈，直隶常州府无锡县人，民籍，明朝政治人物、进士出身。"],
        ["杨允中", 19, "杨允中（？－？），字祖尧，顺天府蓟州遵化县人，民籍，明朝政治人物、进士出身。"],
        ["胡邦奇", 20, "胡邦奇（？－？），字君才，浙江绍兴府山阴县人，民籍，明朝政治人物、进士出身。"],
        ["晏仕翘", 21, "晏仕翘（？－？），字应望，江西新喻县人，江西临江府清江县民籍，明朝政治人物。"],
        ["郑　恭", 22, "郑恭（？－？），字笃卿，福建镇海卫六鳌千户所人，军籍，明朝政治人物、进士出身。"],
        ["王三锡", 23, "王三锡（1537年－1596年），字怀国，浙江省金华府金华县人，民籍，治《诗经》，年二十九岁中式嘉靖四十四年乙丑科第三甲第二十三名进士。十一月二十五日生，行六，曾祖王琼，寿官；祖王重，岁贡生；父王访；母冯氏。具庆下，妻章氏，继妻石氏；兄子美（阴阳□术）；一阳；汝高；汝安；二雅，弟五美；六与；七教；八元；子实；九仪；十翼。由府学生中式浙江乡试第十三名举人，会试中式第一百六十名[1]。"],
        ["光　懋", 24, "光懋（？－？），字子英，山东济南府阳信县人，民籍，明朝政治人物、进士出身。"],
        ["张孟男", 25, "张孟男（1537年－1606年），字元嗣，河南承宣布政使司开封府中牟县（今河南省中牟县）人，明朝政治人物，同进士出身。"],
        ["王执礼", 26, "王执礼（？－？），字子敬，直隶苏州府崑山县人，民籍，明朝政治人物、进士出身。"],
        ["叶逢春", 27, "叶逢春（？－？），字叔仁，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["崔行可", 28, "崔行可（1527年－1586年），字仕甫，四川省顺庆府南充县人，民籍，治《易经》，年三十九岁中式嘉靖四十四年乙丑科第三甲第二十八名进士。十一月二十九日生，行一，曾祖崔添景；祖崔时用；父崔绎，遇例冠带；母彭氏。具庆下，妻李氏，弟久可；逵可；继可；思可；与可；大可；述可。由国子生中式四川乡试第十名举人，会试中式第三百二十名[1]。"],
        ["金　铉", 29, "金铉（？－？），字邦鼎，浙江温州府永嘉县人人，福建漳州府龙溪县民籍，明朝政治人物、进士出身。"],
        ["蔡廷臣", 30, "蔡廷臣（？－？），字荩臣，江西九江府德化县人，民籍，明朝政治人物、进士出身。"],
        ["随　府", 31, "随府（？－？），字子修，山东兖州府鱼台县人，民籍，明朝政治人物、进士出身。"],
        ["赵　奋", 32, "赵奋（？－？），字庸卿，福建福州府闽县人，军籍，明朝政治人物、进士出身。"],
        ["瞿　", 33, "瞿𦒎（1526年－1585年），字凤𦒎，四川省重庆府垫江县人，民籍，治《易经》，年四十岁中式嘉靖四十四年乙丑科第三甲第三十三名进士。七月初九日生，行五，曾祖瞿聪，按察佥事；祖瞿子刚；父瞿鹤龄，教授；前母陈氏；赵氏。永感下，妻陈氏，兄翼；翀；翘；□；翮，弟翬。由国子生中式四川乡试第四十五名举人，会试中式第六十名[1]。"],
        ["锺继英", 34, "锺继英（？－？），字乐华，广东广州府东莞县人，军籍，明朝政治人物、进士出身。"],
        ["方九功", 35, "方九功（？－？），字允治，河南南阳府南阳县人，军籍，明朝政治人物、进士出身。"],
        ["林偕春", 36, "林偕春（？－？），字孚元，福建漳州府漳浦县人，民籍，明朝政治人物、进士出身。"],
        ["周良臣", 37, "周良臣（？－？），字相圣，湖广荆州府公安县人，民籍，明朝政治人物、进士出身。"],
        ["侯居艮", 38, "侯居艮（？－？），字伯成，山西平阳府解州人，民籍，明朝政治人物、进士出身。"],
        ["赵应元", 39, "赵应元（1531年－1584年），字文宗，号仁斋，陕西泾阳人。明朝政治人物，同进士出身。"],
        ["周大烈", 40, "周大烈（？－？），字元佐，湖广武昌府兴国州大冶县人，军籍，明朝政治人物、进士出身。"],
        ["严汝麟", 41, "严汝麟（？－？），字子仁，直隶苏州府嘉定县人人，浙江湖州府归安县民籍，明朝政治人物、进士出身。"],
        ["宋之韩", 42, "宋之韩（？－？），字元卿，河南彰德府磁州武安县人，民籍，明朝政治人物、进士出身。"],
        ["陈王道", 43, "陈王道（1526年－1576年），字孟甫，一字敬所，号浩庵，南直隶苏州府吴江县人，明朝政治人物。"],
        ["魏体明", 44, "魏体明（1523年－1591年），字用晦，号瀛江，福建福清县（今东瀚后营）人，明朝政治人物。"],
        ["李大澜", 45, "李大澜（？－？），字观甫，福建泉州府晋江县人，民籍，明朝政治人物、进士出身。"],
        ["徐子器", 46, "徐子器（？－？），字实卿，浙江金华府东阳县人，民籍，明朝政治人物、进士出身。"],
        ["王象坤", 47, "王象坤（？－？），字子厚，山东济南府新城县人，匠籍，明朝政治人物、进士出身。"],
        ["祝　教", 48, "祝教（？－？），字子敷，浙江绍兴府山阴县人，民籍，明朝政治人物、进士出身。"],
        ["苏士润", 49, "苏士润，字惟德，号诚斋，明代福建晋江人。"],
        ["刘尧卿", 50, "刘尧卿（？－？），字宗舜，直隶保定府清苑县人，民籍，明朝政治人物、进士出身。"],
        ["苏民牧", 51, "苏民牧（？－？），字乃徯，山西泽州高平县人，民籍，明朝政治人物、进士出身。"],
        ["周　继", 52, "周继（？－？），字善卿，山东济南府历城县人，民籍，明朝政治人物、进士出身。"],
        ["聂廷璧", 53, "聂廷璧，江西金溪人，明朝政治人物。进士出身。"],
        ["李志学", 54, "李志学（？－？），字圣初，浙江杭州府钱塘县人，匠籍，明朝政治人物、进士出身。"],
        ["詹仰庇", 55, "詹仰庇（？－？），字汝钦，福建泉州府安溪县人，民籍，明朝政治人物、进士出身。"],
        ["管大勳", 56, "管大勋，号慕云，浙江鄞县人，明朝政治人物。同进士出身。"],
        ["张　道", 57, "张道（？－？），字以中，江西九江府湖口县人，民籍，明朝政治人物、进士出身。"],
        ["杨家相", 58, "杨家相（？－？），字君卿，山西太原府岢岚州人人，应天府江宁县民籍，明朝政治人物、进士出身。"],
        ["温　纯", 59, "温纯（1539年－1607年），字希文，号一斋，更号亦斋，陕西三原县人。明神宗万历时期名臣。官至工部尚书、左都御史（掌都察院事）。"],
        ["徐维楫", 60, "徐维楫（？－？），字汝进，山东济南府武定州人人，锦衣卫旗籍，明朝政治人物、进士出身。"],
        ["佘嘉诏", 61, "佘嘉诏（？－？），字彦纶，广东广州府顺德县人，民籍，明朝政治人物、进士出身。"],
        ["姚继可", 62, "姚继可（？－？），字光父，河南开封府许州襄城县人，民籍，明朝政治人物、进士出身。"],
        ["丁应宾", 63, "丁应宾（1534年－1593年），字聘之，湖广常德府龙阳县人，军籍，治《春秋》，年三十二岁中式嘉靖四十四年乙丑科第三甲第六十三名进士。闰二月十三日生，行二，曾祖丁钥；祖丁永成，寿官；父丁奎，训导；母熊氏。重庆下，妻杜氏，弟应宿；应宸；应寮；应寀；应宦；应宠；应宇；应宣；应宙。由县学增广生中式湖广乡试第十三名举人，会试中式第三百八十六名[1]。"],
        ["舒　鳌", 64, "舒鳌（？－？），字子化，江西饶州府德兴县人，军籍，明朝政治人物、进士出身。"],
        ["董汝汉", 65, "董汝汉（？－？），字昭夫，山西平阳府万泉县人，灶籍，明朝政治人物、进士出身。"],
        ["赵慎修", 66, "赵慎修（？－？），字敬思，山东菜州府胶州人，军籍，明朝政治人物、进士出身。"],
        ["潘允哲", 67, "潘允哲（？－？），字伯明，直隶松江府上海县人，民籍，明朝政治人物、进士出身。"],
        ["覃应元", 68, "覃应元（？－？），字德芳，山西行都司马邑守御千户所人，军籍，明朝政治人物、进士出身。"],
        ["赵　焞", 69, "赵焞（？－？），字子明，山东济南府德州平原县人，军籍，明朝政治人物、进士出身。"],
        ["熊子臣", 70, "熊子臣（？－？），字国仕，江西瑞州府新昌县人，军籍，明朝政治人物、进士出身。"],
        ["徐元太", 71, "徐元太（？－？），字汝贤，直隶宁国府宣城县人，儒籍，明朝政治人物、进士出身。"],
        ["李　芳", 72, "李芳（1534年－1593年），字叔承，浙江省嘉兴府嘉兴县人，民籍，治《易经》，年三十二岁中式嘉靖四十四年乙丑科第三甲第七十二名进士。八月十三日生，行二，曾祖李伯珪；祖李江；父李湘；嫡母胡氏；生母陈氏。慈侍下，妻王氏，兄敷；辉。由国子生中式顺天府乡试第八十一名举人，会试中式第一百五十九名[1]。"],
        ["冯汝骐", 73, "冯汝骐（？－？），字仁卿，直隶镇江府金坛县人，民籍，明朝政治人物、进士出身。"],
        ["韩应元", 74, "韩应元（？－？），字云卿，山东济南府历城县人，民籍，明朝政治人物、进士出身。"],
        ["陈　法", 75, "陈法（？－？），字萃章，广东广州府南海县人，民籍，明朝政治人物、进士出身。"],
        ["熊　炜", 76, "熊炜（？－？），字天奎，江西南康府建昌县人，民籍，明朝政治人物、进士出身。"],
        ["丁惟宁", 77, "丁惟宁（1542年－1611年），字汝安，号少滨，又字养静。明朝官员，山东诸城人。"],
        ["王　玺", 78, "王玺（？－？），字予信，江西建昌府南丰县人，民籍，明朝政治人物、进士出身。"],
        ["龚以正", 79, "龚以正（？－？），字德祯，南昌县人人，江西南昌府进贤县民籍，明朝政治人物、进士出身。"],
        ["向　程", 80, "向程（？－？），字宗洛，浙江宁波府慈谿县人，民籍，明朝政治人物、进士出身。"],
        ["沈　渊", 81, "沈渊（？－？），字子静，山东济南府新城县人，民籍，明朝政治人物、进士出身。"],
        ["蒋梦龙", 82, "蒋梦龙（？－？），字子征，直隶苏州府长洲县人，军籍，明朝政治人物、进士出身。"],
        ["许　镃", 83, "许镃（？－？），字国器，云南临安府石屏州人，民籍，明朝政治人物、进士出身。"],
        ["岳维华", 84, "岳维华（？－？），字汝西，直隶广平府曲周县人，民籍，明朝政治人物、进士出身。"],
        ["许公大", 85, "许公大（1528年－1587年），字德谦，四川省保宁府南部县人。明朝政治人物。"],
        ["许天赠", 86, "许天赠，黟县人，是一名明朝政治人物。进士出身。"],
        ["杨可大", 87, "杨可大（？－？），字业甫，山西沁州守御千户所人，官籍，明朝政治人物、进士出身。"],
        ["范　崙", 88, "范崙（？－？），字子大，直隶镇江府丹徒县人，民籍，明朝政治人物、进士出身。"],
        ["王弘诲", 89, "王弘诲（1542年－1615年），字绍传，号忠铭。琼州定安（今属海南省）人。明朝官员、教育家。"],
        ["王淑陵", 90, "王淑陵（1535年－1594年），字之义，山西省泽州阳城县人，民籍，治《易经》，年三十一岁中式嘉靖四十四年乙丑科第三甲第九十名进士。十一月初五日生，行一，曾祖王鼎，寿官；祖王纬，寿官；父王言；前母李氏；田氏。重庆下，妻于氏，弟淑乔；淑通；淑曾；淑旦；淑缙；淑灿；淑吉。由国子生中式山西乡试第五十六名举人，会试中式第三百六十名[1]。"],
        ["赵　宦", 91, "赵焕，或作宦[1]（1541年－1619年），字文光，号吉亭，山东掖县人。明朝政治人物，万历年间吏部尚书。"],
        ["张　博", 92, "张博（？－？），字子约，山阴县人人，浙江绍兴府会稽县军籍，明朝政治人物、进士出身。"],
        ["杨　沐", 93, "杨沐（？－？），字子新，山西平阳府临汾县人，民籍，明朝政治人物、进士出身。"],
        ["张一通", 94, "张一通（？－？），字汝达，直隶河间府宁津县人，军籍，明朝政治人物、进士出身。"],
        ["程　实", 95, "程实（？－？），字时彰，福建建宁府瓯宁县人，军籍，明朝政治人物、进士出身。"],
        ["谢师严", 96, "谢师严（？－？），字汝心，浙江绍兴府上虞县人，民籍，明朝政治人物、进士出身。"],
        ["张凤征", 97, "张凤征（？－？），字舜夫，福建泉州府同安县人，军籍，明朝政治人物、进士出身。"],
        ["李　栻", 98, "李栻（？－？），字孟敬，江西南昌府丰城县人，军籍，明朝政治人物、进士出身。"],
        ["王贻德", 99, "王贻德（？－？），字师禹，广西桂林府全州人，民籍，明朝政治人物、进士出身。"],
        ["李之珍", 100, "李之珍（1528年－1587年），字席卿，四川省成都府汉州什邡县人，民籍，治《春秋》，年三十八岁中式嘉靖四十四年乙丑科第三甲第一百名进士。十一月十二日生，行一，曾祖李本聪；祖李翼；父李枢；嫡母朱氏；生母王氏。永感下，妻周氏，兄廷诤，弟仲珍；叔珍。由县学生中式四川乡试第八名举人，会试中式第二百三十名[1]。曾任巴陵县知县。"],
        ["陈文烛", 101, "陈文烛（1536年－1595年），字玉叔，号五岳山人，湖广承天府沔阳州人，军籍，治《书经》，年三十岁中式嘉靖四十四年乙丑科第三甲第一百零一名进士。四月初八日生，行三，曾祖陈瓉；祖陈泮，赠兵部主事；父陈栢，按察司副使；母任氏（封安人）。严侍下，妻童氏，兄文炳（监生）；文爕，弟文煃；文炀；文烱；文爌；文烜。由国子生中式湖广乡第七名举人，会试中式第三百四十二名[1]。"],
        ["金　昭", 102, "金昭（1531年－1590年），字懋卿，浙江省温州府永嘉县人，军籍，治《诗经》，年三十五岁中式嘉靖四十四年乙丑科第三甲第一百零二名进士。八月初八日生，行一，曾祖金淘；祖金学；父金□；母徐氏。具庆下，妻徐氏，弟德胜；德赐。由国子生中式浙江乡试第五十二名举人，会试中式第二百二十二名[1]。"],
        ["潘仲徽", 103, "潘仲徽（？－？），字克典，福建福州府候官县人，民籍，明朝政治人物、进士出身。"],
        ["郑一信", 104, "郑一信（？－？），字君允，福建泉州府惠安县人，民籍，明朝政治人物、进士出身。"],
        ["魏屏山", 105, "魏屏山（1520年－1579年），字民望，四川省保宁府剑州梓潼县人，民籍，治《易经》，年四十六岁中式嘉靖四十四年乙丑科第三甲第一百零五名进士。十一月二十五日生，行二，曾祖魏斌；祖魏时英；父魏钺；母陶氏。永感下，妻彭氏，兄巍山。由国子生中式四川乡试第四十二名举人，会试中式第三百二十七名[1]。"],
        ["骆问礼", 106, "骆问礼（1527年－1608年），字子本，号缵亭，浙江诸暨（今绍兴市）枫桥钟瑛村人[1]，明朝政治人物、学者、作家。"],
        ["陶允淳", 107, "陶允淳（？－？），字懋初，浙江绍兴府会稽县人，民籍，明朝政治人物、进士出身。"],
        ["许　国", 108, "清乾隆修《安徽歙县许氏宗谱》之许国像"],
        ["李充实", 109, "李充实（？－？），字中虚，直隶兴州左屯卫人，官籍，明朝政治人物、进士出身。"],
        ["吴文佳", 110, "吴文佳（？－？），字士望，湖广承天府沔阳州景陵县人，军籍，明朝政治人物、进士出身。"],
        ["王　湘", 111, "王湘（？－？），字大清，莱州府平度州人人，山东济宁卫军籍，明朝政治人物、进士出身。"],
        ["林树德", 112, "陆树德（1522年－1587年），字与成、阜南，榜姓林[1][2]，南京松江府华亭县（今上海市松江县）人，明朝政治人物、进士出身。"],
        ["钱锡汝", 113, "钱锡汝（？－？），字宠伯，直隶苏州府吴江县人，民籍，明朝政治人物、进士出身。"],
        ["沈　楩", 114, "沈楩（？－？），字材叔，浙江杭州府仁和县人，匠籍，明朝政治人物、进士出身。"],
        ["李鸣谦", 115, "李鸣谦（？－？），字得卿，直隶安庆府桐城县人，民籍，明朝政治人物、进士出身。"],
        ["孟学易", 116, "孟学易（？－？），字与时，陕西平凉府泾州灵台县人，民籍，明朝政治人物、进士出身。"],
        ["侯于赵", 117, "侯于赵（？－？），字宗度，河南开封府杞县人，民籍，明朝政治人物、进士出身。"],
        ["吕子桂", 118, "吕子桂（？－？），字公攀，直隶河间府沧州人，民籍，明朝政治人物、进士出身。"],
        ["傅孟春", 119, "傅孟春（？－？），字体元，江西瑞州府高安县人，军籍，明朝政治人物、进士出身。"],
        ["侯居坤", 120, "侯居坤（？－？），字伯生，山西平阳府解州人，民籍，明朝政治人物、进士出身。"],
        ["郑　杰", 121, "郑杰（？－？），字汝兴，山东济南府历城县人，民籍，明朝政治人物、进士出身。"],
        ["贺一桂", 122, "贺一桂（？－？），字秋芳，江西吉安府卢陵县人，民籍，明朝政治人物、进士出身。"],
        ["匡　铎", 123, "匡铎（？－？），字淑教，直隶淮安府海州赣榆县人人，山东胶州守御千户所官籍，明朝政治人物、进士出身。"],
        ["杨　松", 124, "杨松（？－？），字惟乔，浙江杭州府海宁县人，河南河南卫军籍，明朝政治人物。"],
        ["陈　锜", 125, "陈锜（？－？），字公鼎，直隶滁州来安县人人，河南河南卫官籍，明朝政治人物、进士出身。"],
        ["胡　涍", 126, "胡涍，字原荆，号莲渠，直隶常州府无锡县（今江苏省无锡市）人，明朝政治人物、进士出身。"],
        ["李良臣", 127, "李良臣（？－？），字直甫，应天府江宁县人人，贵州普安卫军籍，明朝政治人物、进士出身。"],
        ["李日强", 128, "李日强（？－？），字元庄，山西平阳府曲沃县人，军籍，明朝政治人物、进士出身。"],
        ["王元宾", 129, "王元宾（？－？），字国贤，山东兖州府滕县人，军籍，明朝政治人物、进士出身。"],
        ["董三迁", 130, "董三迁（？－？），字汝孟，山东莱州府昌邑县人，军籍，明朝政治人物、进士出身。"],
        ["徐执策", 131, "徐执策（？－？），字以献，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["成　宪", 132, "成宪（？－？），字君廸，人，直隶蓟州卫官籍，明朝政治人物、进士出身。"],
        ["叶梦熊", 133, "叶梦熊（1531年－1597年），字南兆，号龙塘，改龙潭，又号华云。明代惠州府城万石坊（今属惠州市惠城区）人，嘉靖至万历年间政治人物、军事家。"],
        ["徐　儒", 134, "徐儒（？－？），字邦珍，江西抚州府临川县人，民籍，明朝政治人物、进士出身。"],
        ["曹　慎", 135, "曹慎（？－？），字思永，山西平阳府解州人人，直隶镇江卫军籍，明朝政治人物、进士出身。"],
        ["张德夫", 136, "张德夫，字子成，江西浮梁人。明朝政治人物，同进士出身。"],
        ["季　膺", 137, "季膺（？－？），字元服，直隶松江府华亭县人，民籍，明朝政治人物、进士出身。"],
        ["易可久", 138, "易可久（？－？），字德卿，号凤坡，江西宜春人，明朝政治人物，同进士出身。"],
        ["张　焕", 139, "张焕（？－？），字懋文，山东青州府益都县人，军匠籍，明朝政治人物、进士出身。"],
        ["陈可大", 140, "陈可大（？－？），字德周，山东济南府历城县人，灶籍，明朝政治人物、进士出身。"],
        ["李贵和", 141, "李贵和（？－？），字子中，河南开封府祥符县人，匠籍，明朝政治人物、进士出身。"],
        ["归有光", 142, "归有光（1507年－1571年），字熙甫，一字开甫，南直隶崑山县（今江苏昆山市）人，明朝著名文学家，早年因老家在崑山项脊泾（今属太仓），自号项脊生，晚年居于震泽（太湖的雅称）附近，人称震川先生。因曾任南京太仆寺丞，又称归太仆。"],
        ["傅　宠", 143, "傅宠（1538年－1597年），字君锡，四川省重庆府巴县人，民籍，治《书经》，年二十八岁中式嘉靖四十四年乙丑科第三甲第一百四十三名进士。四月十四日生，行二，曾祖傅大兴；祖傅仲冠；父傅显邦；前母尹氏；朱氏。具庆下，妻郝氏，兄宗舜，弟宣；賔；寅；选。由县学增广生中式四川乡试第四十五名举人，会试中式第二百九十七名[1]。"],
        ["杨　镕", 144, "杨镕（1537年－1596年），字德夫，号复城，四川省嘉定州荣县人，民籍，治《诗经》，年二十九岁中式嘉靖四十四年乙丑科第三甲第一百四十四名进士。九月十一日生，行二，曾祖杨桂山；祖杨焘，知州；父杨地载；母程氏。慈侍下，妻徐氏，兄锭；铨；钥，弟錀。由县学附学生中式四川乡试第六十一名举人，会试中式第一百五十二名[1]。授湖广应城知县。历官刑部主事、改户科给事中、刑科右给事，累官南京礼部郎中。万历九年（1581年）免官。"],
        ["黄　茂", 145, "黄茂（？－？），字叔才，武昌府江夏县人，湖广武昌卫官籍，明朝政治人物、进士出身。"],
        ["李　泽", 146, "李泽（？－？），字文孚，福建泉州府晋江县人，民籍，明朝政治人物、进士出身。"],
        ["王以修", 147, "王以修（1537年－1587年），字敬甫，号懋轩，四川省夔州府达州人，民籍，明朝政治人物。"],
        ["姜　忻", 148, "姜忻（？－？），字克荣，江西南昌府南昌县人，军籍，明朝政治人物、进士出身。"],
        ["李得阳", 149, "李得阳（？－？），字伯英，直隶广德州人，军籍，明朝政治人物、进士出身。"],
        ["王　圻", 150, "王圻（1530年－1615年），字元翰，号普始，明朝嘉定县江桥人（今属上海市）。政治人物、学者、藏书家。"],
        ["卢　渐", 151, "卢渐（？－？），字□贞，浙江宁波府鄞县人，军籍，明朝政治人物、进士出身。"],
        ["魏　沣", 152, "魏澧（？－？），字汝衡，河南开封府许州人，民籍，明朝政治人物、进士出身。"],
        ["熊汝器", 153, "熊汝器（？－？），字国用，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["杨守仁", 154, "杨守仁（？－？），字嘉复，福建漳州府漳浦县人，军籍，明朝政治人物、进士出身。"],
        ["张学颜", 155, "张学颜（？－？），字子的，广东琼州府琼山县人，民籍，明朝政治人物、进士出身。"],
        ["酆一相", 156, "酆一相（？－？），字辅之，江西南昌府丰城县人，民籍，明朝政治人物、进士出身。"],
        ["李学诗", 157, "李学诗（1535年－1594年），字子兴，河南省彰德府安阳县人，民籍，治《诗经》，年三十一岁中式嘉靖四十四年乙丑科第三甲第一百五十七名进士。三月二十三日生，行一，曾祖李俊；祖李宪；父李廷臣；前母杜氏；乔氏。严侍下，妻韩氏，弟学礼；学易；学书；学孔。由县学附学生中式河南乡试第六十四名举人，会试中式第二百九十四名[1]。"],
        ["张应登", 158, "张应登（1532年－1591年），字仲庸，陕西省西安府咸阳县人，军籍，治《诗经》，年三十四岁中式嘉靖四十四年乙丑科第三甲第一百五十八名进士。七月二十一日生，行二，曾祖张英；祖张金戊；父张崇德，府同知；母史氏。永感下，妻赵氏，兄应举，弟应诏；应聘。由县学生中式陕西乡试第十六名举人，会试中式第一百八十八名[1]。"],
        ["萧复阳", 159, "萧复阳（？－？），字道长，福建泉州府同安县人，军籍，明朝政治人物、进士出身。"],
        ["刘伯生", 160, "刘伯生（？－？），字寓爱，江西抚州府临川县人，湖广德安府孝感县民籍，明朝政治人物、进士出身。"],
        ["桂天祥", 161, "桂天祥（？－？），字子兴，江西抚州府临川县人，民籍，明朝政治人物、进士出身。"],
        ["崔廷试", 162, "崔廷试（？－？），字文卿，河南开封府陈留县人，军籍，明朝政治人物、进士出身。"],
        ["臧惟一", 163, "臧惟一（？－？），字守中，山东青州府诸城县人，民籍，明朝政治人物、进士出身。"],
        ["李学诗", 164, "李学诗（1534年－1593年），字叔言，山东兖州府东阿县人，民籍，治《诗经》，年三十二岁中式嘉靖四十四年乙丑科第三甲第一百六十四名进士。九月二十八日生，行三，曾祖李玘；祖李纨；父李颕，义官；前母刘氏；王氏。慈侍下，妻张氏，兄学周；学易，弟学忠；学恕。由县学增广生中式山东乡试第二十七名举人，会试中式第二百九十一名[1]。"],
        ["陈　栢", 165, "陈栢（？－？），字子秀，山西平阳府绛州人，军籍，明朝政治人物、进士出身。"],
        ["郭庭梧", 166, "郭庭梧（？－？），字子材，河南卫辉府新乡县人，民籍，明朝政治人物、进士出身。"],
        ["杨　相", 167, "杨相（？－？），字允立，山西平阳府蒲州人，民籍，明朝政治人物、进士出身。"],
        ["林　绍", 168, "林绍（？－？），字文肖，福建漳州府漳浦县人，民籍，明朝政治人物、进士出身。"],
        ["李文馀", 169, "李文馀（？－？），字廷积，福建漳州府平和县人，军籍，明朝政治人物、进士出身。"],
        ["居　守", 170, "居守（？－？），字子约，浙江杭州府海宁县人，军籍，明朝政治人物、进士出身。"],
        ["乌　昇", 171, "乌昇（？－？），字显卿，陕西西安前卫人，官籍，明朝政治人物、进士出身。"],
        ["高启愚", 172, "高启愚（1536年－1595年），字敏甫，四川省重庆府合州铜梁县人，民籍，治《礼记》，年三十岁中式嘉靖四十四年乙丑科第三甲第一百七十二名进士。四月十九日生，行三，曾祖高振，寿官；祖高宗相，赠监察御史；父高懋，布政司参政；嫡母王氏（封孺人）；生母杨氏。慈侍下，妻王氏，兄启奎；启翰，弟启心；启仁。由县学生中式四川乡试第四名举人，会试中式第五名[1]。"],
        ["卢明章", 173, "卢明章（？－？），字用晦，浙江台州府僊居县人，民籍，明朝政治人物、进士出身。"],
        ["蒋思孝", 174, "蒋思孝（？－？），字移之，应天府溧阳县人，贵州普安卫军籍，明朝政治人物、进士出身。"],
        ["杨一魁", 175, "杨一魁（？－？），字子选，山西平阳府安邑县人，民籍，明朝政治人物、进士出身。"],
        ["查　铎", 176, "查铎（1516年－1589年），字子警，号毅斋[1]，南京宁国府泾县（今安徽省泾县）人，明朝政治人物、进士出身。查景明之子。"],
        ["许　干", 177, "许干（？－？），字伯贞，直隶庐州府合肥县人，河南河南卫官籍，明朝政治人物、进士出身。"],
        ["吴与言", 178, "吴与言（1535年－1585年），字志默，明朝政治人物，广东潮州府大埔县湖寮人，同进士出身。"],
        ["章甫端", 179, "章甫端（？－？），字子相，直隶镇江府丹徒县人，直隶河间府任丘县民籍，明朝政治人物、进士出身。"],
        ["王　谣", 180, "王谣（1530年－1589年），字民皥，四川省成都府汉州什邡县人，民籍，治《书经》，年三十六岁中式嘉靖四十四年乙丑科第三甲第一百八十名进士。九月初三日生，行二，曾祖王朝荣；祖王翔；父王本坚，主簿；嫡母刘氏；生母揭氏。慈侍下，妻戴氏，兄咏，弟诚；诗；谋；许；谐。由县学生中式四川乡试第五十六名举人，会试中式第六十一名[1]。"],
        ["李荐佳", 181, "李荐佳（？－？），字伯受，直隶真定府赵州人，河南颕川卫军籍，明朝政治人物、进士出身。"],
        ["陈三谟", 182, "陈三谟（？－？），字汝明，浙江杭州府仁和县人，民籍，明朝政治人物、进士出身。"],
        ["张克家", 183, "张克家（？－？），字有光，直隶宁国府宣城县人，军籍，明朝政治人物、进士出身。"],
        ["丘齐云", 184, "丘齐云（？－？），字汝谦，湖广黄州府麻城县人，民籍，明朝政治人物、进士出身。"],
        ["朱光宇", 185, "朱光宇（？－？），字德明，河南开封府祥符县人，民籍，明朝政治人物、进士出身。"],
        ["万　通", 186, "万通，原名万几（？－？），字汝思，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["钱　楷", 187, "钱楷（？－？），字范之，山东东昌府冠县人，匠籍，明朝政治人物、进士出身。"],
        ["周守愚", 188, "周守愚（？－？），字圣持，江西广信府永丰县人，民籍，明朝政治人物、进士出身。"],
        ["许希孟", 189, "许希孟（？－？），字师孔，河南汝宁府固始县人，民籍，明朝政治人物、进士出身。"],
        ["杨一桂", 190, "杨一桂（？－？），字文芳，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["傅良谏", 191, "傅良諌（？－？），字以信，江西抚州府临川县人，民籍，明朝政治人物、进士出身。"],
        ["李　谟", 192, "李谟（1537年－1596年），字显卿，南直隶广德州人，民籍，治《易经》，年二十九岁中式嘉靖四十四年乙丑科第三甲第一百九十二名进士。正月二十八日生，行九，曾祖李洪，县丞；祖李康；父李淳；母葛氏。具庆下，妻杨氏，继妻陈氏；兄栋；栱，弟梧。由国子生中式应天府乡试第八十二名举人，会试中式第三百三十七名[1]。"],
        ["陈惟直", 193, "陈惟直（1540年－1599年），字伯生，四川省嘉定州洪雅县人，民籍，治《易经》，年二十六岁中式嘉靖四十四年乙丑科第三甲第一百九十三名进士。十月二十日生，行二，曾祖陈永道；祖陈孟举，寿官；父陈诰，学正；嫡母谭氏；继母杨氏；生母周氏。慈侍下，妻张氏，兄惟重；惟勤。由县学生中式四川乡试第一名举人，会试中式第一百二十九名[1]。"],
        ["朱学颜", 194, "朱学颜（？－？），字子愚，浙江嘉兴府海盐县人，灶籍，明朝政治人物、进士出身。"],
        ["郑继之", 195, "郑继之（1485年－1523年），字伯孝，襄阳人。明朝政治人物。"],
        ["赵可怀", 196, "赵可怀（1541年－1603年），字德仲，四川省重庆府巴县人，明朝官员。在审理楚宗劫槓案时被宗室朱蕴钤、朱蕴訇殴打致死。"],
        ["马三乐", 197, "马三乐（？－？），字克性，山东济南府阳信县人，民籍，明朝政治人物、进士出身。"],
        ["李应兰", 198, "李应兰（？－？），字芳卿，广东广州府东莞县人，民籍，明朝政治人物、进士出身。"],
        ["罗惟垣", 199, "罗惟垣（1535年－1594年），字少辰，四川省嘉定州灶籍，治《易经》，年三十一岁中式嘉靖四十四年乙丑科第三甲第一百九十九名进士。七月二十四日生，行三，曾祖罗厚，封经历；祖罗仕用；父罗绶，典史；母刘氏；继母葛氏；继母陈氏。严侍下，妻任氏，继妻陈氏；兄惟和；惟顺，弟惟翰。由州学生中式四川乡试第三十二名举人，会试中式第二百三十一名[1]。"],
        ["古之贤", 200, "古之贤（1539年－1598年），字士希，四川省夔州府梁山县（今梁平县）人，民籍，治《礼记》，年二十七岁中式嘉靖四十四年乙丑科第三甲第二百名进士。六月十一日生，行三，曾祖古斆；祖古桂；父古书；前母李氏；凃氏。具庆下，妻高氏，兄之愚；之忠，弟之儒；之祯；之道；之文；之学；之才；之制。由县学生中式四川乡试第二十三名举人，会试中式第二十九名[1]。"],
        ["李　巳", 201, "李已[1]（？－？），字子复，河南彰德府磁州人，民籍，明朝政治人物。"],
        ["李采菲", 202, "李采菲（？－？），字君采，江西临江府新喻县人，直隶沈阳中屯卫军籍，明朝政治人物、进士出身。"],
        ["笪东光", 203, "笪东光（？－？），字景阳，江西饶州府德兴县人，民籍，明朝政治人物、进士出身。"],
        ["包　干", 204, "包干（？－？），字元夫，沔阳州人，湖广承天府沔阳卫军籍，明朝政治人物、进士出身。"],
        ["计谦亨", 205, "计谦亨（？－？），字光甫，广西柳州府马平县人，民籍，明朝政治人物、进士出身。"],
        ["朱一松", 206, "朱一松（？－？），字应秀，直隶宁国府宁国县人，民籍，明朝政治人物、进士出身。"],
        ["郑　昊", 207, "郑昊（？－？），字祖钦，广东广州府顺德县人，民籍，明朝政治人物、进士出身。"],
        ["阎　漳", 208, "阎漳（？－？），字汝清，山东登州府蓬莱县人，民籍，明朝政治人物、进士出身。"],
        ["顾　绶", 209, "顾绶（？－？），字子印，直隶苏州府吴县人人，山东东昌府临渍州民籍，明朝政治人物、进士出身。"],
        ["郑　金", 210, "郑金（？－？），字伯纯，直隶河间府沧州南皮县人，民籍，明朝政治人物、进士出身。"],
        ["杜友兰", 211, "杜友兰（1527年－1586年），字化卿，四川省保宁府南部县人，民籍，治《易经》，年三十九岁中式嘉靖四十四年乙丑科第三甲第二百一十一名进士。十二月十一日生，行二，曾祖杜敬宗；祖杜茂；父杜凌书；母宋氏；继母王氏。具庆下，妻杨氏，兄友珂，弟友桂。由府学生中式四川乡试第三十四名举人，会试中式第一百二十一名[1]。"],
        ["馀一龙", 212, "馀一龙（？－？），字汝化，直隶徽州府婺源县人，民籍，明朝政治人物、进士出身。"],
        ["申维岱", 213, "申维岱（？－？），字国镇，直隶遵化卫人，官籍，明朝政治人物、进士出身。"],
        ["金应征", 214, "金应征（？－？），字懋德，直隶苏州府长洲县人，军籍，明朝政治人物、进士出身。"],
        ["赵应龙", 215, "赵应龙（？－？），字时化，陕西西安府泾阳县人，军籍，明朝政治人物、进士出身。"],
        ["俞一贯", 216, "俞一贯（？－？），字原道，直隶徽州府婺源县人，民籍，明朝政治人物、进士出身。"],
        ["萧敏道", 217, "萧敏道（？－？），字曰逊，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["殷　渠", 218, "殷渠（？－？），字伯清，直隶大名府开州长垣县人，民籍，明朝政治人物、进士出身。"],
        ["左　熙", 219, "左熈（？－？），字夏伯，陕西西安府耀州人，民籍，明朝政治人物、进士出身。"],
        ["龚廷璧", 220, "龚廷璧（？－？），字若纯，浙江衢州府龙游县人，云南临安府建水州民籍，明朝政治人物、进士出身。"],
        ["陈吾德", 221, "陈吾德（1528年－1589年），字懋修、有斋，广东承宣布政使司惠州府归善县（今广东省惠州市东北西枝江东岸）人，明朝政治人物，官至湖广按察司佥事。"],
        ["胡文燿", 222, "胡文燿（？－？），字其暐，福建漳州府漳浦县人，军籍，明朝政治人物、进士出身。"],
        ["蒲凝重", 223, "蒲凝重（？－？），字镇之，广东广州府南海县人，民籍，明朝政治人物、进士出身。"],
        ["宋　豸", 224, "宋豸（？－？），字思直，直隶保定府容城县人，民籍，明朝政治人物、进士出身。"],
        ["陈一龙", 225, "陈一龙（？－？），字见甫，广东肇庆府高要县人，民籍，明朝政治人物、进士出身。"],
        ["郑宣化", 226, "郑宣化，应天人，是一名明朝政治人物。进士出身。"],
        ["马应梦", 227, "马应梦（？－？），字仕征，山东兖州府曹州人，军籍，明朝政治人物、进士出身。"],
        ["张守约", 228, "张守约（1535年－1594年），字希曾，广西省桂林府永福县人，民籍，治《诗经》，年三十一岁中式嘉靖四十四年乙丑科第三甲第二百二十八名进士。六月初十日生，行三，曾祖张琼；祖张继宗；父张栢；母曾氏。慈侍下，妻梁氏，兄宿（吏目）；轩（岁贡生），弟守经；守纲。由四川新都县学教谕中式广西乡试第五十五名举人，会试中式第一百八十六名[1]。陕西道御史巡按，复巡按广东，声震天下。有《西台奏议》。"],
        ["常存仁", 229, "常存仁（？－？），字静甫，山西泽州高平县人，民籍，明朝政治人物、进士出身。"],
        ["陆士鳌", 230, "陆士鳌（？－？），字巨卿，长洲县人，直隶苏州府常熟县民籍，明朝政治人物、进士出身。"],
        ["董　石", 231, "董石（？－？），字叔玉，湖广黄州府麻城县人，军籍，明朝政治人物、进士出身。"],
        ["陈思育", 232, "陈思育（？－？），字子锡，湖广常德府武陵县人，民籍，明朝政治人物、进士出身。"],
        ["王应吉", 233, "王应吉（？－？），字伯修，山西平阳府襄陵县人，民籍，明朝政治人物、进士出身。"],
        ["张体干", 234, "张体干（？－？），字惟健，山西汾州人，直隶真定卫右所旗籍，明朝政治人物、进士出身。"],
        ["刘良弼", 235, "刘良弼（？－？），字赉卿，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["林元立", 236, "林元立（？－？），字宗介，福建福州府闽县人，民籍，明朝政治人物、进士出身。"],
        ["刘易从", 237, "刘易从（？－？），字简之，河南卫辉府汲县人，民籍，明朝政治人物、进士出身。"],
        ["张孔脩", 238, "张孔脩（？－？），字允治，直隶大名府大名县人，民籍，明朝政治人物、进士出身。"],
        ["陈　宣", 239, "陈宣（？－？），字汝化，直隶宁国府太平县人，民籍，明朝政治人物、进士出身。"],
        ["何子明", 240, "何子明（1532年－1591年），字汝晦，四川省顺庆府南充县人，民籍，治《易经》，年三十四岁中式嘉靖四十四年乙丑科第三甲第二百四十名进士。七月二十一日生，行三，曾祖何玠，监生；祖何韶；父何实；嫡母苏氏；生母张氏。慈侍下，妻玉氏，兄子勤；子贤；承懋，弟子恭；子敬；子益。由府学生中式四川乡试第二十七名举人，会试中式第一百二十六名[1]。"],
        ["萧　方", 241, "萧廪，字可发，号兑，万安人。"],
        ["纪大纲", 242, "纪大纲（？－？），字允立，顺天府霸州文安县人，民籍，明朝政治人物、进士出身。"],
        ["薛　钥", 243, "薛钥（？－？），字希准，山西太原府代州人，民籍，明朝政治人物、进士出身。"],
        ["张更化", 244, "张更化（？－？），字德孚，山西汾州人，军籍，明朝政治人物、进士出身。"],
        ["胡效才", 245, "胡效才（？－？），字用甫，直隶安庆府桐城县人，匠籍，明朝政治人物、进士出身。"],
        ["朱　润", 246, "朱润（？－？），字天泽，河南南阳中护卫人，军籍，明朝政治人物、进士出身。"],
        ["刘浑成", 247, "刘浑成（？－？），字廉卿，河南汝宁府确山县人，民籍，明朝政治人物、进士出身。"],
        ["许　僴", 248, "许僴（？－？），字文夫，河南河南府陕州灵宝县人，民籍，明朝政治人物、进士出身。"],
        ["雒　遵", 249, "雒遵（？－？），字道行，陕西西安府泾阳县人，军籍，明朝政治人物，官至四川巡抚。"],
        ["李冲奎", 250, "李冲奎（？－？），字拱北，直隶真定府栾城县人，民籍，明朝政治人物、进士出身。"],
        ["张崇功", 251, "张崇功（？－？），字惟志，直隶大名府大名县人，民籍，明朝政治人物、进士出身。"],
        ["戚　杰", 252, "戚杰（？－？），字世秀，直隶凤阳府泗州人，民籍，明朝政治人物、进士出身。"],
        ["丁懋儒", 253, "丁懋儒（？－？），字聘卿，山东东昌府聊城县人，民籍，明朝政治人物、进士出身。"],
        ["张　磐", 254, "张磐（？－？），字鸿渐，顺天府平谷县人，大宁前卫军籍，明朝政治人物、进士出身。"],
        ["褚　鈇", 255, "褚鈇（1533年－1600年），字民威，号爱所，山西太原府榆次县人，民籍，明朝政治人物、进士出身。"],
        ["戴延容", 256, "戴延容（？－？），字子涵，河南卫辉府守御千户所人，军籍，明朝政治人物、进士出身。"],
        ["曾如春", 257, "曾如春（？－？），字仁祥，江西抚州府临川县人，民籍，明朝政治人物、进士出身。"],
        ["杜其萌", 258, "杜其萌（？－？），字于先，山东济南府濵州人，民籍，明朝政治人物、进士出身。"],
        ["王家卿", 259, "王家卿（？－？），字应忠，河南南阳卫人，官籍，明朝政治人物、进士出身。"],
        ["程　文", 260, "程文（？－？），字载道，安仁县人，江西抚州府东乡县军籍，明朝政治人物、进士出身。"],
        ["刘世亨", 261, "刘世亨（？－？），字以进，江西抚州府临川县人，民籍，明朝政治人物、进士出身。"],
        ["薛志义", 262, "薛志义（？－？），字民服，山东济南府濵州人，军籍，明朝政治人物、进士出身。"],
        ["王三锡", 263, "王三锡（1542年－1601年），字用怀，四川成都府内江县人，军籍，治《书经》，年二十四岁中式嘉靖四十四年乙丑科第三甲第二百六十三名进士。十一月初八日生，行一，曾祖王加茂；祖王登云；父王一阳；母赵氏。重庆下，妻胡氏，弟廷钖；永钖；申钖。由县学生中式四川乡试第十九名举人，会试中式第三百二十九名[1]。"],
        ["李思寅", 264, "李思寅（？－？），字子衷，广东潮州府海阳县人，民籍，明朝政治人物、进士出身。"],
        ["邓林乔", 265, "邓林乔（1532年－1591年），字子桢，四川成都府内江县人，民籍，治《书经》，年三十四岁中式嘉靖四十四年乙丑科第三甲第二百六十五名进士。六月二十六日生，行一，曾祖邓钦，典膳；祖邓九容，知县；父邓摸；母王氏；继母刘氏。具庆下，妻喻氏，兄重（教授）；卓焕；林材（推官）；林松；林栋；林槐，弟为龙；林蔚；飞；林春；林臯。由县学生中式四川乡试第三十名举人，会试中式第一百七十名[1]。"],
        ["王用章", 266, "王用章（？－？），字汝平，浙江衢州府龙游县人，河南开封府祥符县，明朝政治人物、进士出身。"],
        ["林世章", 267, "林世章（？－？），字尚闇，福建福州官府长乐县人，民籍，明朝政治人物、进士出身。"],
        ["秦吉士", 268, "秦吉士（？－？），字子敬，直隶广平府曲周县人，民籍，明朝政治人物、进士出身。"],
        ["梁子琦", 269, "梁子绮（1527年－1596年），字汝珍，直隶凤阳府寿州人，民籍，明朝政治人物、进士出身。"],
        ["许大光", 270, "许光大（？－？），字子干，河南彰德府安阳县人，民籍，明朝政治人物、进士出身。"],
        ["严用和", 271, "严用和（？－？），字礼衡，福建福州府怀安县人，浙江杭州前卫军籍，明朝政治人物、进士出身。"],
        ["罗名士", 272, "罗名士（？－？），字以旂，河南汝宁府光州人，匠籍，明朝政治人物、进士出身。"],
        ["贾　舘", 273, "贾舘（？－？），字子业，山东兖州府单县人，军籍，明朝政治人物、进士出身。"],
        ["李邦佐", 274, "李邦佐（？－？），字治卿，河南开封府陈留县人，军籍，明朝政治人物、进士出身。"],
        ["张　澜", 275, "张澜（？－？），字行仲，山东东昌府冠县人，军籍，明朝政治人物、进士出身。"],
        ["欧希稷", 276, "欧希稷（？－？），字子文，湖广衡州府衡阳县人，军籍，明朝政治人物、进士出身。"],
        ["王朝阳", 277, "王朝阳（？－？），字仰明，浙江宁波府慈谿县人，民籍，明朝政治人物、进士出身。"],
        ["郑遇春", 278, "郑遇春（？－？），字子复，湖广荆州府夷陵州宜都县人，民籍，明朝政治人物、进士出身。"],
        ["吴道明", 279, "吴道明（？－？），字行甫，直隶大名府元城县人，民籍，明朝政治人物、进士出身。"],
        ["周希毕", 280, "周希毕（1527年－1586年），字德懋，四川省重庆府忠州人，民籍，治《诗经》，年三十九岁中式嘉靖四十四年乙丑科第三甲第二百八十名进士。八月初九日生，行三，曾祖周全，寿官；祖周庭，寿官；父周易，主簿；母沈氏。具庆下，妻刘氏，兄宪宁（训导）；希尹，弟希臯；希申。由国子生中式四川乡试第六十二名举人，会试中式第三百九十四名[1]。"],
        ["魏　勳", 281, "魏勲（？－？），字世卿，山西太原府阳曲县人，山东青州府临煦县民籍，明朝政治人物、进士出身。"],
        ["王庭诗", 282, "王庭诗（？－？），字言卿，陕西西安府华州人，民籍，明朝政治人物、进士出身。"],
        ["池浴德", 283, "池浴德（1538年－1616年），字仕鼎（通志为“字仕爵”），福建泉州府同安县人，军籍，明朝政治人物、进士出身。"],
        ["周良宾", 284, "周良賔（？－？），字以尚，福建泉州府普江县人，民籍，明朝政治人物、进士出身。"],
        ["萧　遍", 285, "萧遍（1541年－1600年），字文明，湖广承天府沔阳卫官籍，治《书经》，年二十五岁中式嘉靖四十四年乙丑科第三甲第二百八十五名进士。九月二十九日生，行四，曾祖萧䪧；祖萧环；父萧霞；前母张氏；汤氏。严侍下，妻李氏，兄通（千户）；近；迎；随，弟迪；𨗲；迤；逦。由沔阳州学增广生中式湖广乡试第四十三名举人，会试中式第三十八名[1]。"],
        ["窦如兰", 286, "窦如兰（1528年－1587年），字子化，直隶省大名府大名县人，民籍，治《诗经》，年三十八岁中式嘉靖四十四年乙丑科第三甲第二百八十六名进士。正月十一日生，行一，曾祖窦广；祖窦绍；父窦宝；前母陈氏；范氏。具庆下，妻钱氏，弟如桂（监生）；如芝。由府学生中式顺天府乡试第五十九名举人，会试中式第一百九十名[1]。"],
        ["汪文辉", 287, "汪文辉（1534年－1583年），字德充，号都山，南直隶徽州府婺源县人，明朝政治人物。[1]"],
        ["陈鸿猷", 288, "陈鸿猷（1541年－1600年），字用忠，福州府闽县人，福建福州左卫军籍，治《礼记》，年二十五岁中式嘉靖四十四年乙丑科第三甲第二百八十八名进士。八月十九日生，行一，曾祖陈策，寿官；祖陈昻；父陈着；母林氏。重庆下，妻王氏，弟鸿勋；鸿休；鸿谟；鸿磐；鸿烈；鸿图；鸿章；鸿化；鸿绩。由府学生中式福建乡试第六十三名举人，会试中式第三百一名[1]。"],
        ["沈伯龙", 289, "沈伯龙（1532年－1591年），字云卿，浙江省嘉兴府嘉兴县人，民籍，治《书经》，年三十四岁中式嘉靖四十四年乙丑科第三甲第二百八十九名进士。十二月十五日生，行一，曾祖沈昻，寿官；祖沈琼，散官；父沈大礼，教谕；前母周氏；项氏；继母屠氏。具庆下，妻杨氏，弟孟鸿；仲鹤；叔麟；孟鹄；季凤；季鹏。由府学生中式浙江乡试第八十一名举人，会试中式第一百十名[1]。"],
        ["李　溥", 290, "李溥（？－？），字公甫，直隶真定府定州人，民籍，明朝政治人物、进士出身。"],
        ["岳凌霜", 291, "岳凌霜（1531年－1590年），字子肃，直隶省真定府赵州高邑县人，民籍，治《诗经》，年三十五岁中式嘉靖四十四年乙丑科第三甲第二百九十一名进士。十月初三日生，行三，曾祖岳着；祖岳和；父岳山；母柳氏。慈侍下，妻张氏，兄凌云；凌汉。由县学生中式顺天府乡试第一百七名举人，会试中式第三百五十七名[1]。"],
        ["暴孟奇", 292, "《殷太师忠烈录》"],
        ["王之屏", 293, "王之屏（1534年－1593年），字汝藩，南直隶凤阳府颍州人，民籍，治《诗经》，年三十二岁中式嘉靖四十四年乙丑科第三甲第二百九十三名进士。十一月初六日生，行三，曾祖王举；祖王环；父王崇儒；母刘氏；继母李氏。具庆下，妻张氏，兄之民；之居，弟之槙；之凤。由州学生中式应天府乡试第三十名举人，会试中式第三十三名[1]。"],
        ["吕若愚", 294, "吕若愚（1531年－1590年），字可明，号望松，浙江省绍兴府新昌县人，民籍，治《春秋》，年三十五岁中式嘉靖四十四年乙丑科第三甲第二百九十四名进士。闰六月三十日生，行一，曾祖吕止；祖吕经训；父吕益宗；前母俞氏；吴氏。慈侍下，妻何氏，弟若敔；若仁。由国子生中式顺天府乡试第一百二十四名举人，会试中式第二百七十二名[1]。隆庆元年，历任长洲知县，瑞金知县，南京行人司副司，兵部车驾司郎中。其性情简朴厚实，之后调任离去[2]。"],
        ["施　爱", 295, "施爱（1535年－1594年），字欲周，江西抚州府临川县人，福建福州左卫官籍，治《春秋》，年三十一岁中式嘉靖四十四年乙丑科第三甲第二百九十五名进士。六月初四日生，行十一，曾祖施纶，七品散官；祖施士竒，训导；父施世亨；母陈氏。严侍下，妻高氏，兄悫；可时，弟可学（教谕）；可畏；懋；虑；孝；思。由福州府学生中式福建乡试第五十八名举人，会试中式第一百四十五名[1]。"],
        ["李纯朴", 296, "李纯朴（1531年－1590年），字文伯，四川省重庆府合州定远县人，民籍，治《易经》，年三十五岁中式嘉靖四十四年乙丑科第三甲第二百九十六名进士。六月十五日生，行二，曾祖李永宁，知府；祖李口，赠户部郎中；父李邦表，运使；嫡母曹氏（封宜人）；生母王氏。慈侍下，妻龚氏，兄鲲默；纯心；守一，弟纯健。由县学生中式四川乡试第七名举人，会试中式第一百三十三名[1]。选刑部主事，以才调户部，监通州，升广西道御史。享年四十九岁，着有《怀野文集》、《奏议》、《山居录》、《列仙咏》[2]。"],
        ["龚　绂", 297, "龚绂（1531年－1590年），字方来，南直隶扬州府高邮州人，民籍，治《易经》，年三十五岁中式嘉靖四十四年乙丑科第三甲第二百九十七名进士。七月初一日生，行二，曾祖龚讃；祖龚祺；父龚雨；母陈氏。永感下，妻鞠氏，兄绶。由国子生中式应天府乡试第十一名举人，会试中式第三百九十一名[1]。"],
        ["周　芸", 298, "周芸（1539年－1598年），字用馨，江西南昌府南昌县人，湖广承天府景陵县民籍，治《诗经》，年二十七岁中式嘉靖四十四年乙丑科第三甲第二百九十八名进士。八月二十七日生，行四，曾祖周天德；祖周万玉；父周轙；嫡母陶氏；生母王氏。慈侍下，妻朱氏，兄蓂；蘩。由景陵县学增广生中式湖广乡试第五十七名举人，会试中式第一百七十六名[1]。"],
        ["何玉德", 299, "何玉德（1539年－1598年），字彦贵，直隶省保定府雄县人，民籍，治《书经》，年二十七岁中式嘉靖四十四年乙丑科第三甲第二百九十九名进士。九月初一日生，行二，曾祖何旺；祖何鲁，通判封户部郎中；父何思，都察院右佥都御史；母苏氏（封安人）。具庆下，妻袁氏，兄玉鸣，弟玉振；玉琢；玉铉；玉节。由县学生中式顺天府乡试第五十九名举人，会试中式第九十六名[1]。"],
        ["梁问孟", 300, "梁问孟（1538年－1597年），字尚贤，河南省卫辉府新城县人，军籍，治《易经》，年二十八岁中式嘉靖四十四年乙丑科第三甲第三百名进士。七月二十九日生，行一，曾祖梁铎；祖梁景方；父梁大朝；前母郑氏；张氏；继母张氏。具庆下，妻刘氏，继妻张氏；弟聘孟；賔孟。由县学生中式河南乡试第四十六名举人，会试中式第八名[1]。"],
        ["刘自存", 301, "刘自存（1531年－1590年），字体心，河南省开封府扶沟县人，明朝政治人物。"],
        ["杜化中", 302, "杜化中（？年－？年），字民孚，河南省陈州府扶沟县人，明朝政治人物。"],
        ["孙济远", 303, "孙济远（1534年－1593年），字承泽，南直隶太平府当涂县人，民籍，治《书经》，年三十二岁中式嘉靖四十四年乙丑科第三甲第三百零三名进士。六月初八日生，行二，曾祖孙让，知县；祖孙洪；父孙纲，府同知进阶朝列大夫；嫡母刘氏；生母刘氏。慈侍下，妻端氏，继妻黄氏；杨氏；兄孙济美（知县）。由府学生中式应天府乡试第四十二名举人，会试中式第三百八十名[1]。"],
        ["赵思诚", 304, "赵思诚（1533年－1592年），字汝孝，山西省太原府平定州乐平县人，军籍，治《书经》，年三十三岁中式嘉靖四十四年乙丑科第三甲第三百零四名进士。九月二十日生，行二，曾祖赵子华，寿官；祖赵瓉，巡抚；父赵文渊；母常氏。永感下，妻张氏，兄思明，弟思温；思恭；思忠。由县学生中式山西乡试第六十名举人，会试中式第一百五十六名[1]。"],
        ["麻永吉", 305, "麻永吉（1537年－1596年），字伯贞，号庆川，陕西庆阳卫右所军籍，治《春秋》，年二十九岁中式嘉靖四十四年（1565年）乙丑科第三甲第三百零五名进士。七月十八日生，行一，曾祖麻得林；祖麻彪；父麻直，教谕；母王氏。具庆下，妻陈氏，兄永实；永丰；永亨；永裕，弟永年；永祥；永祯。由国子生中式陕西乡试第二名举人（亚元），会试中式第十六名[1]。"],
        ["戢汝止", 306, "戢汝止（1528年－1587年），字敬之，四川成都府简州人，民籍，治《书经》，年三十八岁中式嘉靖四十四年乙丑科第三甲第三百零六名进士。九月初五日生，行一，曾祖戢汉阳；祖戢治安；父戢文宗；母张氏。具庆下，妻曾氏，兄汝学；汝梅；汝砺，弟汝听；汝谦；汝选；汝达；汝成；汝信；兴禄。由州学生中式四川乡试第三十五名举人，会试中式第一百五名[1]。"],
        ["孙维清", 307, "孙维清（1542年－？年），字仲直，山西省平阳府解州人，明朝政治人物。"],
        ["陈应荐", 308, "陈应荐（1530年－1589年），字惟贤，山东济南府青城县人，民籍，治《易经》，年三十六岁中式嘉靖四十四年乙丑科第三甲第三百零八名进士。四月二十七日生，行一，曾祖陈亮；祖陈智；父陈廷佐，训导；母张氏；继母曹氏。具庆下，妻王氏，弟应轸。由国子生中式山东乡试第六十四名举人，会试中式第一百九十八名[1]。"],
        ["戴　记", 309, "戴记（1528年－1587年），字仪周，广东省广州府东莞县人，军籍，治《春秋》，年三十八岁中式嘉靖四十四年乙丑科第三甲第三百零九名进士。十月初九日生，行二，曾祖戴端，经历；祖戴盛，封礼部主事；父戴铣，监察御史；母袁氏（封安人）。慈侍下，妻王氏，兄礼，弟獬；鵔。由县学生中式广东乡试第七十五名举人，会试中式第六十二名[1]。"],
        ["邵　廉", 310, "邵廉（1532年－1591年），字虚直，江西建昌府南丰县人，民籍，治《书经》，年三十四岁中式嘉靖四十四年乙丑科第三甲第三百一十名进士。八月初二日生，行五，曾祖邵忠杰；祖邵廷鑑；父邵明卿；前母揭氏；王氏。具庆下，妻胡氏，兄本。由县学增广生中式江西乡试第十名举人，会试中式第二十四名[1]。邵廉曾于隆庆五年(1571年)接替朱奎任建宁府知府一职，隆庆年间(1567～1572年)由曹当勉接任[2]。"],
        ["高克谦", 311, "高克谦（1523年－1582年），字廷益，浙江省绍兴府山阴县人，灶籍，治《诗经》，年四十三岁中式嘉靖四十四年乙丑科第三甲第三百一十一名进士。正月初十日生，行二十五，曾祖高孟端；祖高銮；父高文宪；母馀氏。永感下，妻邵名，弟克诚。由国子生中式浙江乡试第七名举人，会试中式第一百四十四名[1]。"],
        ["张　燆", 312, "张燆（1530年－1589年），字子行，顺天府固安县人，民籍，治《书经》，年三十六岁中式嘉靖四十四年乙丑科第三甲第三百一十二名进士。十月十八日生，行一，曾祖张拱；祖张宗武；父张瀛，主薄；母高氏；继母鲁氏。严侍下，妻王氏。由国子生中式顺天府乡试第六十一名举人，会试中式第二百八十五名[1]。"],
        ["王一治", 313, "王一治（1517年－1576年），字子雍，陕西省西安府同州朝邑县人，民籍，治《易经》，年四十九岁中式嘉靖四十四年乙丑科第三甲第三百一十三名进士。七月二十二日生，行一，曾祖王清；祖王用，主薄；父王朝聘；母刘氏；继母李氏。永感下，妻李氏，继妻张氏；弟大治。由国子生中式陕西乡试第二十九名举人，会试中式第一百七名[1]。"],
        ["王肇林", 314, "王肇林（1531年－1590年），字梅芳，山东莱州府掖县人，民籍，治《书经》，年三十五岁中式嘉靖四十四年乙丑科第三甲第三百一十四名进士。二月十二日生，行一，曾祖王喆，寿官；祖王聪，上林苑监录事；父王都，府同知；母张氏。永感下，妻朱氏，继妻李氏；兄上林（教授）；文林（长史）；儒林（训导）。由国子生中式山东乡试第一名举人，会试中式第五十三名[1]。"]
    ]
}