{
    "year_name": "万历五年丁丑科殿试金榜",
    "first": [
        ["沈懋学", 1, "沈懋学（1539年－1582年），字君典，号少林，一号白云山樵，直隶宁国府宣城县人，民籍，明朝政治人物，状元及第。"],
        ["张嗣修", 2, "张嗣修（1553年－1627年），字思永，号岱舆，湖广江陵（今湖北江陵）人，祖籍安徽凤阳。明朝官员、榜眼及第。"],
        ["曾朝节", 3, "曾朝节（1534年－1604年），字直卿，湖广衡州府桂阳州临武县人，民籍，明朝政治人物、进士出身。"]
    ],
    "second": [
        ["宋希尧", 1, "宋希尧（？－？），字淑中，江西袁州府分宜县人，民籍，明朝政治人物、进士出身。"],
        ["陆可教", 2, "陆可教（？－？），字敬承，浙江金华府兰谿县人，民籍，明朝政治人物、进士出身。"],
        ["冯梦祯", 3, "冯梦祯（1548年－1605年），字开之，号具区，又号真实居士，浙江秀水（今嘉兴）人，明朝政治人物，进士出身。"],
        ["刘庭芥", 4, "刘庭芥（？－？），字介征，福建漳州府漳浦县人，军籍，明朝政治人物。"],
        ["杨起元", 5, "杨起元（1547年－？年），字贞复，广东惠州府归善县人[1]，祖籍愽罗县。明朝政治人物。"],
        ["沈大忠", 6, "沈大忠（？－？），字惟孝，浙江宁波府慈谿县人，民籍，明朝政治人物、进士出身。"],
        ["杨德政", 7, "杨德政，字公亮，又字叔向、楚亭，号蚤休居士[1]，浙江鄞县（今属宁波）人，明朝政治人物，进士出身。"],
        ["张文奇", 8, "张文奇（？－？），字原正，直隶苏州府长洲县人，匠籍，明朝政治人物、进士出身。"],
        ["盛世承", 9, "盛世承（？－？），字以烈，直隶安庆府桐城县人，民籍，明朝政治人物、进士出身。"],
        ["张问仁", 10, "张问仁（？－？），字为春，福建泉州府晋江县人，匠籍，明朝政治人物、进士出身。"],
        ["郑一麟", 11, "郑一麟（？－？），字世祯，上虞县人人，浙江绍兴府山阴县民籍，明朝政治人物、进士出身。"],
        ["苏　濬", 12, "苏濬（？－？），字君禹，福建泉州府晋江县人，盐籍，明朝政治人物、进士出身。"],
        ["黄学颜", 13, "黄学颜（？－？），字子愚，直隶苏州府吴县人，民籍，明朝政治人物、进士出身。"],
        ["尤光被", 14, "尤光被（？－？），字子辉，福建福州府罗源县人，军籍，明朝政治人物、进士出身。"],
        ["李元龄", 15, "李元龄（1549年－1608年），字仁卿，江西南昌府丰城县人，四川成都府华阳县民籍，治《诗经》，年二十九岁中式万历五年丁丑科第二甲第十五名进士。正月十六日生，行一，曾祖李福；祖李大荣；父李廷声；母曹氏。具庆下，妻张氏，弟亨龄；贞龄。由国子生中式四川乡试第四十九名举人，会试中式第五十七名[1]。"],
        ["赵　健", 16, "赵健（？－？），字中甫，直隶宁国府泾县人，军籍，明朝政治人物、进士出身。"],
        ["王再聘", 17, "王再聘（？－？），字任之，山东济南府临邑县人，军籍，明朝政治人物、进士出身。"],
        ["许国瓒", 18, "许国瓒（？－？），字鼎卿，福建泉州府晋江县人，军籍，明朝政治人物、进士出身。"],
        ["杨际会", 19, "杨际会（？－？），字士遇，广西梧州府容县人，民籍，明朝政治人物、进士出身。"],
        ["于达眞", 20, "于达真（1549年－1599年），原名于瑱，字子充，后更名达眞，改字子冲，山东济南府历城县人。明朝政治人物。"],
        ["唐守钦", 21, "唐守钦（？－？），字宗尧，福建兴化府莆田县人，盐籍，明朝政治人物、进士出身。"],
        ["冯　琦", 22, "冯琦（1558年11月23日－1603年），字用韫，号琢庵，明朝山东省青州府临朐县军籍，辽东广宁左卫人，明朝政治人物。"],
        ["沈九畴", 23, "沈九畴，明朝学者、诗人、政治人物。字箕仲，江浙行省宁波府鄞县栎社（今属浙江省宁波市海曙区）人。"],
        ["王明时", 24, "《松江邦彦画像》之王明时像"],
        ["孙成泰", 25, "孙成泰，字允交，号景蜃，浙江平湖人，明朝政治人物，进士出身。"],
        ["王　豫", 26, "王豫（？－？），字介夫，浙江湖州府乌程县人，民籍，明朝政治人物、进士出身。"],
        ["郭师古", 27, "郭师古（？－？），字时用，直隶如皐县人，军籍，明朝政治人物，官至陕西参议。"],
        ["周汝登", 28, "张岱《越中三不朽图赞》之周海门公像"],
        ["刘九泽", 29, "刘九泽（？－？），字汝济，直隶延庆州人，民籍，明朝政治人物、进士出身。"],
        ["章　润", 30, "章润（？－？），字实甫，直隶扬州府江都县人，军籍，明朝政治人物、进士出身。"],
        ["房守士", 31, "房守士（1537年－1605年），字升甫，山东济南府齐河县人，军籍，明朝政治人物，官至大同巡抚。"],
        ["李　楠", 32, "李楠（？－？），字子梁，山西太原府代州崞县人，军籍，明朝政治人物、进士出身。"],
        ["蔡斗移", 33, "蔡斗移（？－？），字元运，湖广黄州府蕲水县人，军籍，明朝政治人物、进士出身。"],
        ["沈季文", 34, "沈季文（？－？），字少卿，直隶苏州府吴江县人人，浙江湖州府乌程县民籍，明朝政治人物、进士出身。"],
        ["庄履丰", 35, "庄履丰（？－？），字中熙，福建泉州府晋江县人，盐籍，明朝政治人物、进士出身。"],
        ["韩取善", 36, "韩取善（？－？），字克从，山东济南府淄川县人，民籍，明朝政治人物、进士出身。"],
        ["王　谦", 37, "王谦（？－？），字子牧，山西平阳府蒲州人人，锦衣卫官籍，明朝政治人物、进士出身。"],
        ["吕兴周", 38, "吕兴周（？－？），字维师，湖广武昌府大冶县人人，广西桂林中卫官籍，明朝政治人物、进士出身。"],
        ["董　樾", 39, "董樾（1546年－？），字子亨，浙江宁波府鄞县人，民籍，明朝政治人物、进士出身[1]。"],
        ["诸大圭", 40, "诸大圭（？－？），字信夫，浙江绍兴府馀姚县人，匠籍，明朝政治人物、进士出身。"],
        ["李守约", 41, "李守约（？－？），字善夫，湖广荆州府公安县人，军籍，明朝政治人物、进士出身。"],
        ["郑有年", 42, "郑有年（？－？），字国瑞，浙江衢州府西安县人，民籍，明朝政治人物、进士出身。"],
        ["周汝砺", 43, "周汝砺（？－？），字若金，直隶苏州府崑山县人，民籍，明朝政治人物、进士出身。"],
        ["郑　璧", 44, "郑璧（1552年－1611年），字子良，四川成都府内江县人，民籍，治《春秋》，年二十六岁中式万历五年丁丑科第二甲第四十四名进士。十二月二十五日生，行三，曾祖郑裕，南京鸿胪寺卿；祖郑勉臣，儒官；父郑彦峻；母刘氏。慈侍下，妻周氏，兄台；塾，弟陞；柱；桂；栋；柄；相。由县学附学生中式四川乡试第六十七名举人，会试中式第一百三十九名[1]。"],
        ["阎　邦", 45, "阎邦（？－？），字至道，长沙府长沙县人人，湖广羣牧所籍，明朝政治人物、进士出身。"],
        ["郭元柱", 46, "郭元柱（1553年－？年），字直甫，四川叙州府富顺县人，隆昌县民籍，明朝政治人物。"],
        ["张　斗", 47, "张斗（？－？），字景北，浙江湖州府乌程县人，民籍，明朝政治人物、进士出身。"],
        ["张鼎思", 48, "张鼎思（1543年－1603年），字睿甫，号慎吾，长洲人[1]。明朝官员。"],
        ["高尚忠", 49, "高尚忠（？－？），字荩卿，河南开封府祥符县人，民籍，明朝政治人物、进士出身。"],
        ["甘　雨", 50, "甘雨（？－？），字应溥，江西吉安府永新县人，民籍，明朝政治人物、进士出身。"],
        ["刘际可", 51, "刘际可（？－？），字礼卿，直隶镇江府丹徒县人，民籍，明朝政治人物、进士出身。"],
        ["吴子韶", 52, "吴子韶（？－？），字维成，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["王之麟", 53, "王之麟（1535年10月4日－1600年8月14日），字汝贞，号云峰，南直隶苏州府常熟县人，出生于南直隶常州府无锡县，明朝官员。万历五年（1577年）中进士，历官刑部郎中、江西抚州府知府、江西广信府知府等职，万历二十八年（1600年）死于山东督粮参政任上。"],
        ["胡　泰", 54, "胡泰（？－？），字道安，江西抚州府临川县人，民籍，明朝政治人物、进士出身。"],
        ["马象干", 55, "马象干（？－？），字体良，江西吉安府泰和县人人，广东广州府连州军籍，明朝政治人物、进士出身。"],
        ["金　炅", 56, "金炅（？－？），字元晦，江西南昌府新建县人，民籍，明朝政治人物、进士出身。"],
        ["伍惟忠", 57, "伍惟忠（1537年－1577年），字效之，江西吉安府安福县人，民籍，明朝政治人物、进士出身。"]
    ],
    "index": 66,
    "url": "https://zh.wikipedia.org/wiki/Template:%E8%90%AC%E6%9B%86%E4%BA%94%E5%B9%B4%E4%B8%81%E4%B8%91%E7%A7%91%E6%AE%BF%E8%A9%A6%E9%87%91%E6%A6%9C",
    "third": [
        ["朱维京", 1, "朱维京（1549年－1595年），字可大，号讷斋，江西吉安府万安县人，民籍，明朝政治人物。"],
        ["冯景隆", 2, "冯景隆，浙江承宣布政使司绍兴府山阴县（今浙江省绍兴市）人，明朝政治人物、进士出身。"],
        ["黄正色", 3, "黄正色（？－？），字端甫，直隶苏州卫人人，浙江嘉兴府秀水县军籍，明朝政治人物、进士出身。"],
        ["任可容", 4, "任可容（1552年－？年），字子贤，南直隶安庆府怀宁县人，明朝政治人物。"],
        ["王继光", 5, "王继光（？－？），字于善，山东登州府黄县人，军籍，明朝政治人物、进士出身。"],
        ["张文熙", 6, "张文熙（？－？），字质卿，广西桂林府临桂县人，民籍，明朝政治人物、进士出身。"],
        ["刘　霖", 7, "刘霖（？－？），字润苍。福建漳浦人。"],
        ["贾三策", 8, "贾三策（？－？），字资言，直隶凤阳府亳州人，民籍，明朝政治人物、进士出身。"],
        ["陈　瑫", 9, "陈瑫，江西南昌县人，明朝官员。同进士出身。"],
        ["袁有凤", 10, "袁有凤（？－？），字时仪，龙溪县人人，福建漳州府漳浦县民籍，明朝政治人物、进士出身。"],
        ["王　约", 11, "王约（1531年－1605年），字伯一，号仰石，福建惠安县螺阳乡东张村（现属惠安县螺阳镇，该村因国防建设已散迁不存）人。"],
        ["刘世埏", 12, "刘世埏（？－？），字敬脩，浙江嘉兴府海盐县人，民籍，明朝政治人物、进士出身。"],
        ["陈性学", 13, "陈性学（？－？），字所养，浙江绍兴府诸暨县人，民籍，明朝政治人物、进士出身。"],
        ["赵　楷", 14, "赵楷（1544年－？年），字宪吾，四川省嘉定州犍为县人，民籍，明朝政治人物。"],
        ["姚岳祥", 15, "姚岳祥（？－？），字于定，广东高州府化州人，民籍，明朝政治人物、进士出身。"],
        ["徐　桂", 16, "徐桂（？－？），字茂吴，直隶苏州府长洲县人人，浙江杭州府馀杭县民籍，明朝政治人物、进士出身。"],
        ["韩应庚", 17, "韩应庚（？－？），字希白，山西平阳府赵城县人人，直隶东胜左卫军籍，明朝政治人物、进士出身。"],
        ["俞　霑", 18, "俞霑（？－？），字时泽，直隶常州府宜兴县人，民籍，明朝政治人物、进士出身。"],
        ["魏允贞", 19, "魏允贞（1542年－1606年），字懋忠，号见泉，北直隶大名府南乐县（今河南省濮阳市南乐县）人。明朝万历年间东林党政治人物，官至兵部右侍郎。"],
        ["顾绍芳", 20, "顾绍芳（？－？），字实甫，崑山县人人，直隶苏州府太仓州民籍，明朝政治人物、进士出身。"],
        ["郑之民", 21, "郑之民（1551年－1610年），字可行，陕西省西安右卫人，四川成都左护卫官籍，治《易经》，年二十七岁中式万历五年丁丑科第三甲第二十一名进士。九月初六日生，行四，曾祖郑禛；祖郑棠；父郑宗仁；母姜氏；生母安氏。慈侍下，妻王氏，兄士伟；应登；应科；士麒；应甲。由国子生中式四川乡试第五名举人，会试中式第三十九名[1]。"],
        ["王　键", 22, "王键（？－？），字德閒，直隶镇江府金坛县人，民籍，明朝政治人物、进士出身。"],
        ["姚元祯", 23, "姚元祯（？－？），字开甫，浙江宁波府慈谿县人，民籍，明朝政治人物、进士出身。"],
        ["黄嘉善", 24, "黄嘉善獬豸纹常服像"],
        ["馀继登", 25, "馀继登（16世纪－1600年），字世用，号云衢，直隶河间府交河县（今河北省泊头市西交河）人，明朝政治人物。"],
        ["蒋时馨", 26, "蒋时馨（？－？），字德夫，福建漳州府漳平县人，军籍，明朝政治人物、进士出身。"],
        ["杨　植", 27, "杨植（？－？），字尔立，山西泽州阳城县人，民籍，明朝政治人物、进士出身。"],
        ["敖文祯", 28, "敖文祯（1545年－1602年），字嘉猷，号龙华，江西瑞州府高安县人，民籍，明朝政治人物。"],
        ["杨文举", 29, "杨文举（1553年－1612年），字直卿，四川省顺庆府南充县人，医籍，治《诗经》，年二十五岁中式万历五年丁丑科第三甲第二十九名进士。十一月初三日生，行一，曾祖杨锡；祖杨沐，赠承德郎刑部主事；父杨脩，按察司佥事；母唐氏（封安人）。具庆下，妻任氏，兄文选；文斗，弟文龙；文炳；文萃。由县学生中式四川乡试第三十七名举人，会试中式第十七名[1]。"],
        ["何洛书", 30, "何洛书（？－？），字启范，河南汝宁府信阳州人，民籍，明朝政治人物、进士出身。"],
        ["刘士瑗", 31, "刘士瑗（？－？），字允玉，安福县人人，江西吉安府庐陵县民籍，明朝政治人物、进士出身。"],
        ["李日文", 32, "李日文（？－？），字维实，江西抚州府金谿县人，民籍，明朝政治人物、进士出身。"],
        ["张　新", 33, "张新（1541年－1600年），字元鼎，河南省归德府夏邑县人，直隶镇海卫籍，治《易经》，年三十七岁中式万历五年丁丑科第三甲第三十三名进士。三月十七日生，行一，曾祖张全；祖张文；父张淮；母洪氏。严侍下，妻桂氏，弟忻；仕明；哲；晢；旂。由国子生中式应天府乡试第五十六名举人，会试中式第一百四十九名[1]。"],
        ["李文郁", 34, "李文郁（？－？），字先质，河南开封府禹州人，民籍，明朝政治人物、进士出身。"],
        ["胡士鳌", 35, "胡士鳌（？－？），字尔潜，福建漳州府诏安县人，军籍，明朝政治人物、进士出身。"],
        ["史继辰", 36, "史继辰（？－？），字应之，应天府溧阳县人，民籍，明朝政治人物、进士出身。"],
        ["李国士", 37, "李国士（？－？），字汝志，直隶凤阳府亳州人，民籍，明朝政治人物、进士出身。"],
        ["朱来远", 38, "朱来远（？－？），字文臣，直隶庐州府庐江县人，军籍，明朝政治人物、进士出身。"],
        ["张一德", 39, "张一德（？－？），字心得，直隶广平府邯郸县人，民籍，明朝政治人物、进士出身。"],
        ["朱廷益", 40, "朱廷益（？－？），字汝虞，嘉善县人人，浙江嘉兴府嘉兴县籍，明朝政治人物、进士出身。"],
        ["黄文炳", 41, "黄文炳（？－？），字懋新，福建泉州府同安县人，军籍，明朝政治人物、进士出身。"],
        ["王命爵", 42, "王命爵（？－？），字元德，江西吉安府庐陵县人，民籍，明朝政治人物、进士出身。"],
        ["苏　酂", 43, "苏鄼（？－？），字汉杰，直隶苏州府太仓州人，民籍，明朝政治人物、进士出身。"],
        ["朱应毂", 44, "朱应毂（？－？），字德载，直隶大名府濬县人人，忠义后卫军籍，明朝政治人物、进士出身。"],
        ["徐　震", 45, "徐震（？－？），字起之，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["李弘道", 46, "李弘道（？－？），字汝大，山西平阳府襄陵县人，军籍，明朝政治人物、进士出身。"],
        ["赵崇善", 47, "赵崇善（？－？），字汝性，浙江金华府兰谿县人，民籍，明朝政治人物、进士出身。"],
        ["吴梦熊", 48, "吴梦熊（？－？），字应望，直隶常州府宜兴县人，民籍，明朝政治人物、进士出身。"],
        ["陆承宪", 49, "陆承宪（？－？），字子永，直隶松江府华亭县人，灶籍，明朝政治人物、进士出身。"],
        ["张　栋", 50, "张栋（？－？），字伯任，直隶苏州府崑山县人，民籍，明朝政治人物、进士出身。"],
        ["李　琯", 51, "李琯（？－？），字邦和，江西南昌府丰城县人，民籍，明朝政治人物、进士出身。"],
        ["吕干健", 52, "吕干健（？－？），字天常，山西平阳府曲沃县人，匠籍，明朝政治人物、进士出身。"],
        ["吴达可", 53, "吴达可（1541年－1621年），字安节、叔行[1]，号安节[2]，南京常州府宜兴县（今江苏省宜兴县）人，明朝政治人物。"],
        ["周　盘", 54, "周盘（？－？），字儆予，山西泽州人，民籍，明朝政治人物、进士出身。"],
        ["伍可受", 55, "《博艺堂稿》、《焚馀草》、《谪居草》、《代奕吟》"],
        ["马化龙", 56, "马化龙（？－？），字云从，陕西西安府泾阳县人人，河南南阳府邓州新野县民籍，明朝政治人物、进士出身。"],
        ["黄承讚", 57, "黄承讚（？－？），字相孙，浙江金华府义乌县人，民籍，明朝政治人物、进士出身。"],
        ["祁　鲲", 58, "祁鲲（？－？），字仲化，直隶河间府阜城县人，民籍，明朝政治人物、进士出身。"],
        ["南　兆", 59, "南兆（？－？），字吉甫，山东东昌府濮州人，军籍，明朝政治人物、进士出身。"],
        ["张养志", 60, "张养志（？－？），字子尚，河南开封府陈州人，民籍，明朝政治人物、进士出身。"],
        ["史朝录", 61, "史朝录（？－？），字登之，福建泉州府晋江县人，匠籍，明朝政治人物、进士出身。"],
        ["林休征", 62, "林休征（？－？），字景征，福建兴化府莆田县人，匠籍，明朝政治人物、进士出身。"],
        ["刘一相", 63, "刘一相（？－？），字维衡，山东济南府长山县人，民籍，明朝政治人物、进士出身。"],
        ["汪言臣", 64, "汪言臣（1547年－？年），字可忠，又字蕖瀛，四川重庆卫人，明朝政治人物。"],
        ["凌登瀛", 65, "凌登瀛（？－？），字元学，浙江杭州府钱塘县人，民籍，明朝政治人物、进士出身。"],
        ["徐上达", 66, "徐上达，江西永丰人，明朝政治人物。同进士出身。"],
        ["张守朴", 67, "张守朴（1543年－1602年），字元卿，郫县人，四川成都左护卫官籍，治《诗经》，年三十五岁中式万历五年丁丑科第三甲第六十七名进士。六月二十二日生，行一，曾祖张汉；祖张节；父张兰；母李氏。永感下，妻沈氏。由国子生中式四川乡试第五十六名举人，会试中式第二百六十二名[1]。"],
        ["曹一鹏", 68, "曹一鹏（？－？），字子运，直隶河间府任丘县人，民籍，明朝政治人物、进士出身。"],
        ["李一阳", 69, "李一阳（？－？），字长卿，直隶镇江府丹徒县人人，锦衣卫校籍，明朝政治人物、进士出身。"],
        ["徐　申", 70, "徐申（？－？），字维岳，直隶苏州府长洲县人，民籍，明朝政治人物、进士出身。"],
        ["何存斆", 71, "何存斆（1549年－1608年），字念卿，四川成都府温江县人，民籍，治《礼记》，年二十九岁中式万历五年丁丑科第三甲第七十一名进士。三月初七日生，行九，曾祖何魁；祖何永寿；父何含；母金氏；继母韩氏。永感下，妻刘氏，兄存道；存荫；存伟；存仁；存敬；存教；存义；存性，弟存征；存徽。由国子生中式四川乡试第十六名举人，会试中式第二百九十三名[1]。"],
        ["陈　烨", 72, "陈烨（？－？），字子潜，直隶苏州府吴县人，民籍，明朝政治人物、进士出身。"],
        ["邢孔阳", 73, "邢孔阳（？－？），字公照，顺天府霸州文安县人，民籍，明朝政治人物、进士出身。"],
        ["方　端", 74, "方端（？－？），字察甫，河南汝宁府光州固始县人，民籍，明朝政治人物、进士出身。"],
        ["张子忠", 75, "张子忠（？－？），字献可，山东兖州府济宁州人，民籍，明朝政治人物、进士出身。"],
        ["王世扬", 76, "王世扬（？－？），字孝甫，直隶广平府广平县人，民籍，明朝政治人物、进士出身。"],
        ["张养蒙", 77, "张养蒙（？－？），字叔亨，山西泽州人，匠籍，明朝政治人物、进士出身。"],
        ["饶学诗", 78, "饶学诗（？－？），字言卿，江西南昌府南昌县人人，山东兖州府东平州东阿县民籍，明朝政治人物、进士出身。"],
        ["邓　鍊", 79, "邓鍊（？－？），字文纯，江西建昌府南城县人，军籍，明朝政治人物、同进士出身。"],
        ["陈应熙", 80, "陈应熙（？－？），字仲穆，福建建宁府瓯宁县人，民籍，明朝政治人物、进士出身。"],
        ["丁此吕", 81, "丁此吕（？－？），字右武，江西南昌府新建县人，民籍，晚明政治人物。"],
        ["杨鸣凤", 82, "杨鸣凤（1544年－1603年），字子仪，四川省重庆府巴县人，民籍，治《易经》，年三十四岁中式万历五年丁丑科第三甲第八十二名进士。十月初六日生，行一，曾祖杨文富；祖杨应琳；父杨藻；母刘氏。永感下，妻易氏，继妻刘氏；刘氏；。由国子生中式四川乡试第五十五名举人，会试中式第二百六十七名[1]。"],
        ["白一言", 83, "白一言（？－？），字子恕，直隶广平府永年县人，民籍，明朝政治人物、进士出身。"],
        ["詹事讲", 84, "《养贞集》"],
        ["贺逢圣", 85, "贺逢圣（？－？），字一龙，湖广长沙府益阳县人，军籍，明朝政治人物、进士出身。"],
        ["孙　澜", 86, "孙澜（？－？），字子源，河南河南府洛阳县人，民籍，明朝政治人物、进士出身。"],
        ["潘元和", 87, "潘元和（？－？），字节甫，直隶松江府华亭县人，民籍，明朝政治人物、进士出身。"],
        ["谢志伊", 88, "谢志伊（？－？），字大公，直隶真定府深州人，民籍，明朝政治人物、进士出身。"],
        ["吴安国", 89, "吴安国（？－？），字文仲，直隶苏州府长洲县人，民籍，明朝政治人物、进士出身。"],
        ["张文耀", 90, "张文耀（？－？），字养晦，湖广辰州府沅陵县人，民籍，明朝政治人物、进士出身。"],
        ["曹　", 91, "曹鈇（？－？），字民威，山东济南府长清县人，军籍，明朝政治人物、进士出身。"],
        ["刘敏宽", 92, "刘敏宽（？－？），字伯功，山西平阳府安邑县人，民籍，明朝政治人物、进士出身。"],
        ["李观光", 93, "李观光（？－？），字宾之，直隶河间府沧州人，灶籍，明朝政治人物、进士出身。"],
        ["管应凤", 94, "管应凤（？－？），字肇和，浙江绍兴府馀姚县人，军籍，明朝政治人物、进士出身。"],
        ["宋　附", 95, "宋附（1542年－1601年），字仲翼，江西南昌府丰城县人，四川成都府后卫官籍，治《诗经》，年三十六岁中式万历五年丁丑科第三甲第九十五名进士。六月二十六日生，行五，曾祖宋祯，都指挥；祖宋文，都指挥；父宋师颜；母孙氏；继母彭氏。永感下，妻白氏，兄隆（指挥）；隐；隲，弟陪；陞；阶。由国子生中式四川乡试第三十名举人，会试中式第一百六十二名[1]。"],
        ["徐三畏", 96, "徐三畏（？－1608年），字子敬，号理斋，浙江杭州府钱塘县人，直隶河间府任丘县民籍，明朝政治人物。"],
        ["张国玺", 97, "张国玺（？－？），字君信，直隶河间府任丘县人，民籍，明朝政治人物、进士出身。"],
        ["李际春", 98, "李际春（？－？），字华卿，陕西泾阳县人人，直隶常州府武进县民籍，明朝政治人物、进士出身。"],
        ["孙世祯", 99, "孙世祯（？－？），字正甫，直隶淮安府安东县人人，贵州清平卫官籍，明朝政治人物、进士出身。"],
        ["张　志", 100, "张志（？－？），字于道，山东济南府历城县人，民籍，明朝政治人物、进士出身。"],
        ["白希绣", 101, "白希绣（？－？），字惟锦，陕西延安府肤施县人，民籍，明朝政治人物、进士出身。"],
        ["叶承遇", 102, "叶承遇（？－？），字思章，浙江温州府永嘉县人，灶籍，明朝政治人物、进士出身。"],
        ["秦可贞", 103, "秦可贞（？－？），字季章，陕西西安府咸宁县人，匠籍，明朝政治人物、进士出身。"],
        ["谢应典", 104, "谢应典（？－？），字道扬，福建兴化府莆田县人，军籍，明朝政治人物。"],
        ["程　达", 105, "程达（？－？），字于顺，江西临江府清江县人，匠籍，明朝政治人物、进士出身。"],
        ["董子行", 106, "董子行（？－？），字明卿，绍兴府嵊县人人，浙江绍兴卫军籍，明朝政治人物、进士出身。"],
        ["支应瑞", 107, "支应瑞（？－？），字汝贤，江西南昌府进贤县人，民籍，明朝政治人物、进士出身。"],
        ["杨东野", 108, "杨东野，山东沂水人，是一名明朝政治人物。进士出身。"],
        ["朱南英", 109, "朱南英（？－？），字子醇，浙江绍兴府山阴县人，军籍，明朝政治人物、进士出身。"],
        ["屠　隆", 110, "屠隆（1543年－1605年），原名儱，字长卿，一字纬真，号赤水，别号由拳山人、鸿苞居士、桃花客卿、溟涬子，浙江鄞县人，明朝政治人物，文学家、戏曲家，同进士出身。"],
        ["范　儁", 111, "范儁（？－？），字国士。明江西承宣布政使司瑞州府高安县（今江西省高安市）人，曾于浙江、湖广等地任职，官至湖广道监察御史、赠光禄寺少卿。事迹具《明史》，侧传于卢洪春本传。[1]"],
        ["傅光宅", 112, "傅光宅（？－？），字伯安，山东东昌府聊城县人，军籍，明朝政治人物、进士出身。"],
        ["黄学曾", 113, "黄学曾（？－？），字唯吾，广东广州府南海县人，民籍，明朝政治人物、进士出身。"],
        ["王　国", 114, "王国，字之桢，陕西承宣布政使司西安府耀州（今陕西省铜川市耀县）人，明朝政治人物。王图之兄。"],
        ["顾云程", 115, "顾云程（？－？），字务远，直隶苏州府常熟县人，民籍，明朝政治人物、进士出身。"],
        ["霍　鹏", 116, "霍鹏（？－？），字云程，直隶真定府井陉县人，军籍，明朝政治人物、进士出身。"],
        ["李应祥", 117, "李应祥（？－？），字善征，直隶常州府无锡县人，军籍，明朝政治人物、进士出身。"],
        ["屠叔方", 118, "屠叔方（？－？），字宗直，平湖县人人，浙江嘉兴府秀水县籍，明朝政治人物、进士出身。"],
        ["王　亮", 119, "王亮（？－？），字茂大，浙江台州府临海县人，民籍，明朝政治人物、进士出身。"],
        ["朱维藩", 120, "朱维藩（？－？），字价卿，直隶淮安卫中左所人，官籍，明朝政治人物、进士出身。"],
        ["张世科", 121, "张世科（？－？），字济美，山东济南府临邑县人，军籍，明朝政治人物、进士出身。"],
        ["陈禹谟", 122, "陈禹谟（？－？），字孟文，浙江杭州府仁和县人，匠籍，明朝政治人物、进士出身。"],
        ["孙　玮", 123, "孙玮（？－？），字纯玉，陕西西安府渭南县人，军籍，明朝政治人物、进士出身。"],
        ["杨有仁", 124, "杨有仁（1544年－？），字以义，四川成都府新都县人，明朝政治人物。"],
        ["李骥千", 125, "李骥千（1546年－？），字伯顾，号友龙，山东招远人，明朝政治人物，同进士出身。"],
        ["李　洙", 126, "李洙（？－？），字源鲁，山西太原府永宁州宁乡县人，民籍，明朝政治人物、进士出身。"],
        ["陈泰来", 127, "陈泰来（1550年－1594年），字上交，一字伯符，浙江嘉兴府平湖县人，民籍，明朝政治人物、诗人[1]。"],
        ["丘　度", 128, "丘度（？－？），字汝洪，山阳县人人，直隶淮安卫军籍，明朝政治人物、进士出身。"],
        ["邹元标", 129, "邹元标（1551年－1624年），字尔瞻，号南皋。江西吉水县县城小东门邹家人，明代东林党首领之一，与赵南星、顾宪成号为“三君”。"],
        ["沈存仁", 130, "沈存仁（1546年－1605年），字爱甫，南直隶扬州府高邮州人，贵州普安卫军籍，治《易经》，年三十二岁中式万历五年丁丑科第三甲第一百三十名进士。正月十六日生，行一，曾祖沈永华，赠奉政大夫；祖沈尚纶；父沈洙；母陈氏。慈侍下，妻唐氏。由湖广卢溪县学教谕中式贵州乡试第七名举人，会试中式第二百八十一名[1]。后官知府。"],
        ["沈自邠", 131, "沈自邠（1554年－1589年），字茂仁，浙江嘉善县人，浙江嘉兴府秀水县民籍，明朝政治人物。"],
        ["胡载道", 132, "胡载道（？－？），字文甫，山西太原府人人，万全都司籍，明朝政治人物、进士出身。"],
        ["吴世宾", 133, "吴世宾（？－？），字汝嘉，直隶真定府衡水县人，军籍，明朝政治人物、进士出身。"],
        ["陈一洙", 134, "陈一洙（？－？），字国潢，福建漳州府漳浦县人，军籍，明朝政治人物、进士出身。"],
        ["侯应征", 135, "侯应征（？－？），字公选，河南开封府杞县人，民籍，明朝政治人物、进士出身。"],
        ["陈三策", 136, "陈三策（？－？），字幼学，山东济南府武定州人，民籍，明朝政治人物、进士出身。"],
        ["卢洪春", 137, "卢洪春（1544年－1619年），字思仁，浙江金华府东阳县民籍，祖籍顺天府涿州。明朝政治人物。万历中官礼部主事，因上疏谏神宗不上早朝被廷杖。"],
        ["王　元", 138, "王元（？－？），字叔调，人，陕西宁夏卫军籍，明朝政治人物、进士出身。"],
        ["李　杜", 139, "李杜（？－？），字汉卿，直隶广平府肥乡县人，民籍，明朝政治人物、进士出身。"],
        ["陈　璨", 140, "陈璨（？－？），字子光，山西泽州高平县人，民籍，明朝政治人物、进士出身。"],
        ["李先着", 141, "李先着（？－？），字子明，山东登州府蓬莱县人人，锦衣卫校籍，明朝政治人物、进士出身。"],
        ["何懋官", 142, "何懋官（？－？），字希贤，浙江温州府永嘉县人，民籍，明朝政治人物、进士出身。"],
        ["卢学礼", 143, "卢学礼（？－？），字立甫，直隶大名府东明县人，民籍，明朝政治人物、进士出身。"],
        ["马朝阳", 144, "马朝阳（？－？），字凤鸣，山西太原府太原县人，民籍，明朝政治人物、进士出身。"],
        ["杨起元2", 145, "杨起元（1551年－1610年），字体仁，山西省平阳府临汾县人，军籍，治《书经》，年二十七岁中式万历五年丁丑科第三甲第一百四十五名进士。十二月初二日生，行三，曾祖杨盛；祖杨聪，寿官；父杨柳，寿官；母梁氏。具庆下，妻吕氏，兄士元；应元，弟绍元；统元。由国子生中式山西乡试第十八名举人，会试中式第二百八十六名[1]。"],
        ["李应选", 146, "李应选（？－1619年4月15日），字子登，山西平阳府赵城县人，军籍，明朝政治人物、进士出身。于萨尔浒之战中殉国。"],
        ["浦　卿", 147, "浦卿（？－？），字良弼，镇江府丹徒县人人，锦衣卫籍，明朝政治人物、进士出身。"],
        ["李　贽", 148, "李贽（？－？），字子执，河南河南府新安县人，民籍，明朝政治人物、进士出身。"],
        ["冯生虞", 149, "冯生虞（1551年－1610年），字德卿，四川省重庆府大足县人，民籍，治《诗经》，年二十七岁中式万历五年丁丑科第三甲第一百四十九名进士。五月二十四日生，行六，曾祖冯仲魁；祖冯朝宗；父冯骢，岁贡生；母夏氏。具庆下，妻朱氏，兄盛虞；名虞；绍虞；赓虞（贡士）；官虞，弟臣虞；登虞；开虞；启虞；希虞；有虞。由县学生中式四川乡试第六十六名举人，会试中式第十三名[1]。"],
        ["沈梦斗", 150, "沈梦斗（？－？），字应宿，浙江嘉兴府嘉善县人，民籍，明朝政治人物、进士出身。"],
        ["金　节", 151, "金节（？－？），字持甫，广东广州府南海县人，官籍，明朝政治人物、进士出身。"],
        ["张尧臣", 152, "张尧臣（1551年－1610年），字希夔，四川成都府内江县人，民籍，治《礼记》，年二十七岁中式万历五年丁丑科第三甲第一百五十二名进士。二月初三日生，行一，曾祖张惠；祖张士俨，府同知；父张捷；母刘氏。永感下，妻刘氏，弟舜臣；荩臣；良臣；文臣；武臣；汤臣；元臣；佐臣。由县学附学生中式四川乡试第六十三名举人，会试中式第二百七十五名[1]。"],
        ["贾希夷", 153, "贾希夷（？－？），字子清，山东济南府历城县人，民籍，明朝政治人物、进士出身。"],
        ["傅国珍", 154, "傅国珍（？－？），字君聘，福建建宁府建阳县人，民籍，明朝政治人物、进士出身。"],
        ["陈　璧", 155, "陈璧（？－？），字道良，福清县人人，福建福州府怀安县民籍，明朝政治人物、进士出身。"],
        ["徐三重", 156, "《松江邦彦图》之徐三重像"],
        ["王之猷", 157, "王之猷（？－？），字尔嘉，山东济南府新城县人，匠籍，明朝政治人物、进士出身。"],
        ["刘　绮", 158, "刘绮（？－？），字文先，湖广承天府沔阳州人，军籍，明朝政治人物、进士出身。"],
        ["曹　炜", 159, "曹炜（？－？），字原诚，浙江嘉兴府平湖县人，民籍，明朝政治人物、进士出身。"],
        ["马崇谦", 160, "马崇谦（？－？），字子益，山西平阳府解州安邑县人，盐籍，明朝政治人物、进士出身。"],
        ["张梦鲤", 161, "张梦鲤（？－？），字化龙，山西平阳府绛州绛县人，军籍，明朝政治人物、进士出身。"],
        ["高　桂", 162, "高桂（？－？），字崇芳，山东莱州府潍县人，军籍，明朝政治人物、进士出身。"],
        ["郭显忠", 163, "郭显忠（？－？），字步武，河南开封府太康县人，民籍，明朝政治人物、进士出身。"],
        ["张希皐", 164, "张希臯（？－？），字直卿，湖广德安府安陆县人，民籍，明朝政治人物、进士出身。"],
        ["沈孚闻", 165, "沈孚闻（？－？），字贞孺，直隶苏州府吴江县人，民籍，明朝政治人物、进士出身。"],
        ["郝　洁", 166, "郝洁（？－？），字元玉，山东登州府栖霞县人，民籍，明朝政治人物、进士出身。"],
        ["曾干亨", 167, "曾干亨（？－？），字于健，江西吉安府吉水县人，民籍，明朝政治人物，官至大理寺少卿。"],
        ["锺宇淳", 168, "锺宇淳（？－？），字道复，直隶松江府华亭县人，匠籍，明朝政治人物、进士出身。"],
        ["王士性", 169, "王士性（？－？），字恒叔，浙江台州府临海县人，民籍，明朝政治人物、进士出身。"],
        ["和　震", 170, "和震（？－？），字起甫，河阴县人人，河南开封府祥符县民籍，明朝政治人物、进士出身。"],
        ["赵一鹏", 171, "赵一鹏（？－？），字化卿，常州府无锡县人人，直隶苏州府吴县民籍，明朝政治人物、进士出身。"],
        ["沈瑞临", 172, "沈瑞临（？－？），字梦锡，浙江杭州府仁和县人，民籍，明朝政治人物、进士出身。"],
        ["蔡万里", 173, "蔡万里（？－？），字巨卿，浙江绍兴府萧山县人，军籍，明朝政治人物、进士出身。"],
        ["魏　濬", 174, "魏濬（？－？），字象涵，福建福州府闽县人人，山东青州府益都县民籍，明朝政治人物、进士出身。"],
        ["吴之鹏", 175, "吴之鹏（？－？），字汝南，无锡县人人，直隶常州府武进县民籍，明朝政治人物、进士出身。"],
        ["杨　芳", 176, "杨芳（1548年－1607年），字以德，号济宁，四川重庆卫军籍，治《诗经》，年三十岁中式万历五年丁丑科第三甲第一百七十六名进士。九月初一日生，行一，曾祖杨应和；祖杨泰；父杨时进；母狄氏。重庆下，妻苏氏，兄蓁；萃，弟芬；荞；茗。由县学生中式四川乡试第三十九名举人，会试中式第二百八十五名[1]。"],
        ["宋国相", 177, "宋国相（？－？），字时佐，山东济南府滨州人，军籍，明朝政治人物、进士出身。"],
        ["罗用敬", 178, "罗用敬（？－？），字子直，江西南昌府南昌县人，民籍，明朝政治人物、同进士出身。"],
        ["王九仪", 179, "王九仪（？－？），字维邦，陕西西安府长安县人，民籍，明朝政治人物、进士出身。"],
        ["陈邦科", 180, "陈邦科（？－？），字俊卿，江西瑞州府高安县人，民籍，明朝政治人物、进士出身。"],
        ["吴尧弼", 181, "吴尧弼（？－？），字宗舜，福建福州府闽县人人，云南鹤庆府军籍，明朝政治人物、进士出身。"],
        ["黄曰谨", 182, "黄曰谨（？－？），字元祇，人，福建漳州府镇海卫军籍，明朝政治人物、进士出身。"],
        ["金　枝", 183, "金枝（？－？），字本懋，浙江嘉兴府崇德县人，军籍，明朝政治人物、进士出身。"],
        ["田如京", 184, "田如京（？－？），字子庾，山东兖州府东平州人，民籍，明朝政治人物、进士出身。"],
        ["赵邦秩", 185, "赵邦秩（？－？），字元叙，浙江嘉兴府平湖县人，灶籍，明朝政治人物、进士出身。"],
        ["傅　霈", 186, "傅霈（？－？），字应霑，山西太原府忻州人，民籍，明朝政治人物、进士出身。"],
        ["马玉麟", 187, "马玉麟（？－？），字德征，长洲县人人，直隶苏州府崑山县民籍，明朝政治人物、进士出身。"],
        ["何文极", 188, "何文极（？－？），字美中，云南大理府太和县人，民籍，明朝政治人物、进士出身。"],
        ["林国材", 189, "林国材（？－？），字崇元，浙江台州府黄巖县人，民籍，明朝政治人物、进士出身。"],
        ["陈良栋", 190, "陈良栋（1551年－1610年），字用隆，四川省叙州府宜宾县人，民籍，治《诗经》，年二十七岁中式万历五年丁丑科第三甲第一百九十名进士。六月十五日生，行二，曾祖陈永益；祖陈金辅；父陈忠；母张氏。慈侍下，妻程氏，兄良山，弟良材。由府学附学生中式四川乡试第三十二名举人，会试中式第二百七十四名[1]。"],
        ["陈扬善", 191, "陈扬善（？－？），字宗舜，福建兴化府莆田县人，盐籍，明朝政治人物、同进士出身。"],
        ["陈遇文", 192, "陈遇文（？－？），字鸣周，山西平阳府解州安邑县人，民籍，明朝政治人物、进士出身。"],
        ["简继芳", 193, "简继芳（？－？），字师启，江西袁州府萍乡县人，民籍，明朝政治人物、进士出身。"],
        ["谭　耀", 194, "谭耀，广东东莞人，明朝政治人物。同进士出身。"],
        ["邓　鹤", 195, "邓鹤，河南洛阳人，是一名明朝政治人物。进士出身。"],
        ["卢　逵", 196, "卢逵（？－？），字秉渐，江西赣州府宁都县人，匠籍，明朝政治人物、进士出身。"],
        ["黄　锺", 197, "黄锺（1546年－1605年），字律元，吴县人，入南直隶苏州府长洲县民籍，治《易经》，年三十二岁中式万历五年丁丑科第三甲第一百九十七名进士。十月初二日生，行一，曾祖黄道规；祖黄庆；父黄臣；母周氏。慈侍下，妻周氏，弟铉。由国子生中式应天府乡试第九十五名举人，会试中式第一百十名[1]。"],
        ["向　僎", 198, "向僎（1547年－1606年），字良佐，湖广省辰州府黔阳县人，云南临安卫籍，治《诗经》，年三十一岁中式万历五年丁丑科第三甲第一百九十八名进士。九月初二日生，行二，曾祖向禄；祖向秀；父向本惠；母柴氏。慈侍下，妻石氏，兄儒，弟伦。由国子生中式云南乡试第三十八名举人，会试中式第二百九十四名[1]。"],
        ["黄　衮", 199, "黄衮（？－？），字补甫，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["徐联芳", 200, "徐联芳（？－？），字元实，直隶保定府博野县人，民籍，明朝政治人物、进士出身。"],
        ["程　奎", 201, "程奎（？－？），字国光，直隶徽州府歙县人，民籍，明朝政治人物、进士出身。"],
        ["陈与相", 202, "陈与相（？－？），字卜野，浙江杭州府海宁县人，灶籍，明朝政治人物。"],
        ["苗朝阳", 203, "苗朝阳（？－？），字遇之，山西太原府河曲县人，军籍，明朝政治人物、进士出身。"],
        ["李载阳", 204, "李载阳（？－？），字予寿，湖北蕲州（今蕲春）人，明朝政治人物，同进士出身。"],
        ["赵梦日", 205, "赵梦日（？－？），字应瑞，山阴县人人，浙江绍兴府会稽县籍，明朝政治人物、进士出身。"],
        ["连　格", 206, "连格（？－？），字孟式，河南开封府禹州人，军籍，明朝政治人物、进士出身。"],
        ["李　植", 207, "李植，字汝培，明朝政治人物，南直扬州江都人，籍贯山西省大同县，在张居正死后，弹劾张居正与冯保而出名。"],
        ["陈登云", 208, "陈登云（？－？），字从龙，直隶顺德府唐山县人，民籍，明朝政治人物、进士出身。"],
        ["张维新", 209, "张维新（？－？），字宪周，河南汝州人，军籍，明朝政治人物、进士出身。"],
        ["陆　玠", 210, "陆玠（1545年－1604年），字仲玉，四川省泸州合江县人，民籍，治《易经》，年三十三岁中式万历五年丁丑科第三甲第二百一十名进士。正月二十四日生，行二，曾祖陆永泰；祖陆崇；父陆存宦；前母陶氏；王氏。慈侍下，妻张氏，兄瑭，弟瑞。由国子生中式四川乡试第二十九名举人，会试中式第二百八十九名[1]。"],
        ["方万山", 211, "方万山（？－？），字仰之，直隶徽州府歙县人，民籍，明朝政治人物、进士出身。"],
        ["陈　简", 212, "陈简（？－？），字居敬，山西潞安府屯留县人，民籍，明朝政治人物、进士出身。"],
        ["田一麟", 213, "田一麟（？－？），字道征，河南开封府祥符县人，匠籍，明朝政治人物、进士出身。"],
        ["陈九畴", 214, "陈九畴（？－？），字时叙，山东济南府历城县人，民籍，明朝政治人物、进士出身。"],
        ["叶祖尧", 215, "叶祖尧（？－？），字允中，直隶凤阳府凤阳县人人，云南临安卫官籍，明朝政治人物、进士出身。"],
        ["孙　玄", 216, "孙玄（？－？），字叔干，山东兖州府东平州人，民籍，明朝政治人物、进士出身。"],
        ["陈九官", 217, "陈九官（？－？），字忠甫，浙江宁波府鄞县人，军籍，明朝政治人物、进士出身。"],
        ["张一心", 218, "张一心（？－？），字道宗，直隶真定府获鹿县人，民籍，明朝政治人物、进士出身。"],
        ["万象春", 219, "《题为运粮业有成议事》"],
        ["吴道行", 220, "吴道行（？－？），字名世，山东济南府滨州人，军籍，明朝政治人物、进士出身。"],
        ["马应图", 221, "马应图（？－？），字心易，浙江嘉兴府平湖县人，民籍，明朝政治人物、进士出身。"],
        ["羊可立", 222, "羊可立（1536年－1595年），字子豫，号崧原，河南汝阳城南十五里角羊村人，祖籍直隶山阳。"],
        ["刘怀恕", 223, "刘怀恕（？－？），字士行，直隶大名府东明县人，民籍，明朝政治人物、进士出身。"],
        ["原一魁", 224, "原一魁（？－？），字仲文，山东莱州府掖县人，军籍，明朝政治人物、进士出身。"],
        ["荆州土", 225, "荆州土，字厚斋，山西临晋县人，明朝政治人物。"],
        ["鲁　锦", 226, "鲁锦（？－？），字文叔，浙江绍兴府山阴县人，军籍，明朝政治人物、进士出身。"],
        ["杜和春", 227, "杜和春（？－？），字体健，陕西巩昌县陇西县人，军籍，明朝政治人物、进士出身。"],
        ["甘士价", 228, "甘士价（？－？），字维藩，江西赣州府信丰县人，民籍，明朝政治人物、进士出身。"],
        ["沈时敍", 229, "沈时叙（1548年－1607年），字公纳，河南省开封府祥符县人，医籍，治《诗经》，年三十岁中式万历五年丁丑科第三甲第二百二十九名进士。七月初六日生，行一，曾祖沈震，王府伴读；祖沈相；父沈兆蕃，贡士；母李氏；继母吕氏。慈侍下，妻李氏，弟时保。由国子生中式河南乡试第三十名举人，会试中式第二百四十五名[1]。"],
        ["曲迁乔", 230, "曲迁乔（？－？），字允升，山东济南府长山县人，民籍，明朝政治人物、进士出身。"],
        ["谭　桂", 231, "谭桂（？－？），字世芳，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["费尚伊", 232, "费尚伊（？－？），字国聘，湖广承天府沔阳州人，军籍，明朝政治人物、进士出身。"],
        ["甯化龙", 233, "甯化龙（1549年－1599年），字文明，直隶保定府安州新安县人，民籍，明朝政治人物、进士出身。"],
        ["吴文梓", 234, "吴文梓（？－？），字子乔，直隶池州府青阳县人，民籍，明朝政治人物、进士出身。"],
        ["张　敬", 235, "张敬（？－？），字尔和，山东济南府淄川县人，民籍，明朝政治人物、进士出身。"],
        ["黄　卷", 236, "黄卷（？－？），字汝通，浙江金华府永康县人，民籍，明朝政治人物、进士出身。"],
        ["江东之", 237, "江东之（？－？），字长信，直隶徽州府歙县人，民籍，明朝政治人物、进士出身。"],
        ["程宗伊", 238, "程宗伊（？－？），字道鸣，山西潞安府长治县人，民籍，明朝政治人物、进士出身。"],
        ["陈　祹", 239, "陈祹（1550年－1609年），字惟膺，四川成都府内江县人，民籍，治《书经》，年二十八岁中式万历五年丁丑科第三甲第二百三十九名进士。四月二十一日生，行三，曾祖陈文星；祖陈惠；父陈延庆；母馀氏。慈侍下，妻王氏，兄纪（知县）；祜，弟绪；绾。由县学生中式四川乡试第四十八名举人，会试中式第二百九十六名[1]。"],
        ["郁　文", 240, "郁文（？－？），字从周，浙江绍兴府山阴县人，民籍，明朝政治人物、进士出身。"],
        ["易登瀛", 241, "易登瀛（？－？），字君选，直隶河间府肃宁县人，民籍，明朝政治人物。"]
    ]
}