{
    "year_name": "万历十一年癸未科殿试金榜",
    "first": [
        ["朱国祚", 1, "朱国祚（1558年－1624年），字兆隆，号养淳，浙江省嘉兴府秀水县人，明朝状元。"],
        ["李廷机", 2, "李廷机（1542年－1616年），字尔张，号九我，福建泉州晋江新门外浮桥（今属鲤城区浮桥街道）人[1]。明朝政治人物，官至内阁首辅。"],
        ["刘应秋", 3, "刘应秋（1547年－1620年），字士和，又字兑阳，江西吉水人，明朝政治人物、探花。"]
    ],
    "second": [
        ["周应宾", 1, "周应宾（？－1626年），字嘉甫，号寅所，浙江鄞县人，明朝大臣、学者。[1]。"],
        ["张　坤", 2, "张坤（？－？），字伯简，湖广承天府锺祥县人，民籍，明朝政治人物、进士出身。"],
        ["刘志选", 3, "刘志选（?－1627年），明朝阉党政治人物。东林党争的中心人物之一。"],
        ["麻　溶", 4, "麻溶（？－？），字明之，直隶宁国府宣城县人，军籍，明朝政治人物、进士出身。"],
        ["王　荁", 5, "王荁（？－？），字季孺，浙江宁波府慈谿县人，民籍，明朝政治人物、进士出身。"],
        ["盛万年", 6, "盛万年（？－？），字民祈，浙江嘉兴府秀水县人，匠籍，明朝政治人物、进士出身。"],
        ["史记勳", 7, "史记勋（1552年－1600年），字稽叔，号忠屿，浙江馀姚人[1]，明朝政治人物，进士出身。"],
        ["莫　睿", 8, "莫睿（？－？），字思卿，浙江杭州府钱塘县人，民籍，明朝政治人物、进士出身。"],
        ["史孟麟", 9, "史孟麟（？－？），字际明，直隶常州府宜兴县人，民籍，明朝政治人物、进士出身。"],
        ["林绍用", 10, "林绍用（？－？），字向卿，闽县人，福建福州府永福县民籍，明朝政治人物、进士出身。"],
        ["张甲征", 11, "张甲征（？－？），字懋 一，山西平阳府蒲州人，军籍，明朝政治人物、进士出身。"],
        ["叶向高", 12, "叶向高（1559年－1627年），字进卿，号台山，晚号福庐山人，福建福清人，明朝政治人物，进士出身。"],
        ["王绍先", 13, "王绍先（？－？），字伯生，咸宁县人，陕西西安府三原县民籍，明朝政治人物、进士出身。"],
        ["王　佐", 14, "王佐（16世纪？－1622年），浙江承宣布政使司宁波府鄞县（今浙江省宁波市）人，明朝工部尚书、进士出身。"],
        ["陆镇默", 15, "陆镇默（？－？），字厚躬，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["孙光启", 16, "孙光启，字子贻，浙江嘉兴县人，明朝政治人物。"],
        ["饶　伸", 17, "饶伸，字抑之，江西承宣布政使司南昌府进贤县（今江西省南昌市进贤县）人，明朝政治人物、进士出身。"],
        ["蔡应麟", 18, "蔡应麟（？－？），字子瑞，福建泉州府晋江县人，民籍，明朝政治人物、进士出身。"],
        ["何继高", 19, "何继高（？－？），字汝登，浙江绍兴府山阴县人，民籍，明朝政治人物、进士出身。"],
        ["方应选", 20, "方应选（？－？），字众甫，直隶松江府华亭县人，灶籍，明朝政治人物、进士出身。"],
        ["申用懋", 21, "申用懋（？－？），字敬中，直隶苏州府吴县人，民籍，明朝政治人物、进士出身。"],
        ["邹德溥", 22, "邹德溥（？－？），字汝光，江西吉安府安福县人，民籍，明朝政治人物、进士出身。"],
        ["徐卽登", 23, "徐即登（？－？），字献和，江西南昌府丰城县人，民籍，明朝政治人物、进士出身。"],
        ["钱守成", 24, "钱守成（？－？），字克贤，河南河南卫人，官籍，明朝政治人物、进士出身。"],
        ["王士崧", 25, "王士崧（？－？），字中叔，浙江台州府临海县人，民籍，明朝政治人物、进士出身。"],
        ["袁应阳", 26, "袁应阳（？－？），字道饶，直隶苏州府常熟县人，民籍，明朝政治人物、进士出身。"],
        ["郭正域", 27, "郭正域（1554年－1612年），字美命，号明龙，湖广江夏县人，明朝政治人物，东林党人。"],
        ["俞显卿", 28, "俞显卿（？－？），字子如，直隶松江府上海县人，民籍，明朝政治人物、进士出身。"],
        ["殷　都", 29, "殷都（？－？），字开美，直隶苏州府嘉定县人，民籍，明朝政治人物、进士出身。"],
        ["方从哲", 30, "方从哲（？－1628年），字中涵，直隶大兴（今丰台区）人，祖籍浙江德清，明朝政治人物，进士出身。"],
        ["胡应辰", 31, "胡应辰（？－？），字汝拱，湖广武昌府兴国州大冶县人，军籍，明朝政治人物、进士出身。"],
        ["李开藻", 32, "李开藻（？－？），字启鑑，福建泉州府永春县人，军籍，明朝政治人物、进士出身。"],
        ["张寿朋", 33, "张寿朋（？－？），字冲龢，建昌府南城县人，江西南昌府南昌县民籍，明朝政治人物、进士出身。"],
        ["王士琦", 34, "王士琦（1551年－1618年），字圭叔，号丰与，浙江承宣布政使司台州府临海县（今浙江省临海市)人，明朝政治人物。王宗沐之子。王士崧之弟、王士昌之兄。"],
        ["沈　烝", 35, "沈烝（？－？），字胤盛，浙江嘉兴府桐乡县人，民籍，明朝政治人物、进士出身。"],
        ["刘复初", 36, "刘复初（？－？），字贻哲，陕西西安府高陵县人，民籍，明朝政治人物、进士出身。"],
        ["白所知", 37, "白所知（？－？），字廷谟，山西泽州阳城县人，民籍，明朝政治人物、进士出身。"],
        ["陈所学", 38, "陈所学（？－？），字正甫，湖广承天府沔阳州景陵县人，民籍，明朝政治人物、进士出身。"],
        ["王岳锡", 39, "王岳锡（？－？），字子正，山东莱州府胶州人，锦衣卫旗籍，明朝政治人物、进士出身。"],
        ["高世芳", 40, "高世芳（？－？），字德芳，河南怀庆府河内县人，军籍，明朝政治人物、进士出身。"],
        ["陈汝学", 41, "陈汝学（1553年－1612年），字仲道，四川省嘉定州人，民籍，治《书经》，年三十一岁中式万历十一年癸未科第二甲第四十一名进士。二月二十一日生，行二，曾祖陈希贤；祖陈瑞；父陈介，贡士；前母阮氏；宋氏。慈侍下，妻刘氏，兄其学，弟问学。由国子生中式四川乡试第十三名举人，会试中式第二百八十六名[1]。"],
        ["季东鲁", 42, "季东鲁（？－？），字国望，山东济南府德州德平县人，民籍，明朝政治人物、进士出身。"],
        ["于玉立", 43, "于玉立（？－？），字中甫，直隶镇江府金坛县人，军籍，明朝政治人物、进士出身。"],
        ["陈　廉", 44, "陈廉（？－？），字威如，直隶大名府元城县人，民籍，明朝政治人物、进士出身。"],
        ["项承芳", 45, "项承芳（？－？），字达甫，浙江嘉兴府嘉兴县人，民籍，明朝政治人物、进士出身。"],
        ["李民质", 46, "李民质（？－？），字元素，直隶大名府东明县人，军籍，明朝政治人物、进士出身。"],
        ["徐大化", 47, "徐大化（？－？），字文明，浙江绍兴府会稽县人，羽林右卫军籍，明朝政治人物、进士出身。"],
        ["林国相", 48, "林国相（？－？），字廷賛，福建福州府闽县人，军籍，明朝政治人物、进士出身。"],
        ["安世凤", 49, "安世凤（？－？），字凤来，山西太原府太谷县人，直隶归德卫军籍，明朝政治人物、进士出身。"],
        ["孙如法", 50, "孙如法（1559年－1615年），字世行，号俟居。明朝政治人物，官至刑部主事赠光禄寺少卿。"],
        ["丁继嗣", 51, "丁继嗣（1545年－1623年），字国云，号禹门，浙江鄞县（今宁波市）人。中国明朝官员。"],
        ["张　悌", 52, "张悌（？－？），字叔爱，河南南阳府内乡县人，民籍，明朝政治人物、进士出身。"],
        ["陈一简", 53, "陈一简（？－？），字敬甫，直隶太平府繁昌县人，民籍，明朝政治人物、进士出身。"],
        ["郭廷良", 54, "郭廷良（？－？），字弼明，福建漳州府漳浦县人，民籍，明朝政治人物、进士出身。"],
        ["邵　庶", 55, "邵庶（？－？），字明卿，直隶徽州府休宁县人，民籍，明朝政治人物、进士出身。"],
        ["王　祺", 56, "王祺（？－？），字兆吉，直隶大名府开州人，民籍，明朝政治人物、进士出身。"],
        ["詹在泮", 57, "詹在泮（？－？），字献功，浙江衢州府常山县人，民籍，明朝政治人物、进士出身。"],
        ["何　鲤", 58, "何鲤（？－？），字伯龙，直隶常州府武进县人，民籍，明朝政治人物、进士出身。"],
        ["杨　信", 59, "杨信（？－？），字以成，陕西西安府咸宁县人，民籍，明朝政治人物、进士出身。"],
        ["胡笃卿", 60, "胡笃卿（？－？），字用光，直隶宁国府大平县人，民籍，明朝政治人物、进士出身。"],
        ["李开芳", 61, "李开芳（？－？），字启东，福建泉州府永春县人，军籍，明朝政治人物、进士出身。"],
        ["萧　雍", 62, "萧雍（？－？），字思贤，直隶宁国府泾县人，民籍，明朝政治人物、进士出身。"],
        ["王尧封", 63, "王尧封（？－？），字尔祝，直隶镇江府金坛县人，民籍，明朝政治人物、进士出身。"],
        ["庄履朋", 64, "庄履朋（？－？），字中益，福建泉州府晋江县人，盐籍，明朝政治人物、进士出身。"],
        ["虞淳熙", 65, "虞淳熙（1553年－1621年），字长孺，一字澹然，号德园，浙江钱塘人，明朝政治人物，进士出身。"],
        ["卢梦钖", 66, "卢梦锡（？－？），字国祯，浙江绍兴府馀姚县人，直隶松江府华亭县民籍，明朝政治人物、进士出身。"],
        ["刘应同", 67, "刘应同（？－？），字春卿，湖广承天府潜江县人，民籍，明朝政治人物、进士出身。"]
    ],
    "index": 68,
    "url": "https://zh.wikipedia.org/wiki/Template:%E8%90%AC%E6%9B%86%E5%8D%81%E4%B8%80%E5%B9%B4%E7%99%B8%E6%9C%AA%E7%A7%91%E6%AE%BF%E8%A9%A6%E9%87%91%E6%A6%9C",
    "third": [
        ["杨元祥", 1, "杨元祥（？－？），字曰泰，山西平阳府蒲州人，锦衣卫官籍，明朝政治人物、进士出身。"],
        ["龚云致", 2, "龚云致（？－？），字迪润，福建泉州府晋江县人，盐籍，明朝政治人物、进士出身。"],
        ["章尚学", 3, "章尚学（？－？），字宗理，浙江金华府兰谿县人，民籍，明朝政治人物、进士出身。"],
        ["安文璧", 4, "安文璧（？－？），字仲书，河南彰德府安阳县人，民籍，明朝政治人物、进士出身。"],
        ["沈良臣", 5, "沈良臣（？－？），字允中，浙江绍兴府会稽县人，军籍，明朝政治人物、进士出身。"],
        ["陆起龙", 6, "陆起龙（？－？），字震卿，直隶苏州府太仓州人，民籍，明朝政治人物、进士出身。"],
        ["杨　恂", 7, "杨恂（？－？），字以纯，山西振武卫人，军籍，明朝政治人物、进士出身。"],
        ["曹　楷", 8, "曹楷（？－？），字正夫，山东东昌府临清县人，民籍，明朝政治人物、进士出身。"],
        ["方万策", 9, "方万策（？－？），字元忠，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["唐一鹏", 10, "唐一鹏（？－？），字九万，湖广蕲州人，贵州平溪卫官籍，明朝政治人物、进士出身。"],
        ["方懋学", 11, "方懋学（？－？），字壮行，福建福州府福清县人，民籍，明朝政治人物、进士出身。"],
        ["俞咨禹", 12, "俞咨禹（？－？），字司平，福建镇海卫铜山所人，军籍，明朝政治人物、进士出身。"],
        ["潘士藻", 13, "潘士藻（？－？），字去华，直隶徽州府婺源县人，民籍，明朝政治人物、进士出身。"],
        ["闻金和", 14, "闻金和，浙江馀姚人，明朝政治人物。同进士出身。"],
        ["李献可", 15, "李献可（？－？），字尧俞，福建泉州府同安县人，民籍，明朝政治人物。"],
        ["陈汝璧", 16, "陈汝壁（？－？），字立父，湖广承天府沔阳州人，民籍，明朝政治人物、进士出身。"],
        ["周九皐", 17, "周九臯（？－？），字翀明，祖籍浙江金华府永康县，河南开封府杞县民籍，明朝政治人物、同进士出身。"],
        ["季道统", 18, "季道统（？－？），字亦卿，河南开封府陈州卫人，官籍，明朝政治人物、进士出身。"],
        ["徐万仞", 19, "徐万仞（？－？），字抑之，福建建宁府浦城县人，民籍，明朝政治人物、进士出身。"],
        ["叶　修", 20, "叶修（？－？），字克慎，江西南昌府南昌县人，军籍，明朝政治人物、进士出身。"],
        ["张守干", 21, "张守干（？－？），字汝徤，河南卫辉府辉县人，民籍，明朝政治人物、进士出身。"],
        ["崔景荣", 22, "崔景荣（1559年－1631年），字自强，直隶大名府长垣县人，民籍，明朝政治人物。"],
        ["吕胤昌", 23, "吕胤昌（1560年－？，“胤”汉语拼音yìn），明朝政治人物、戏曲学家[1]。字玉绳，号姜山，浙江馀姚人[2]。"],
        ["王时济", 24, "王时济（？－？），字道甫，山西平阳府绛州稷山县人，民籍，明朝政治人物、进士出身。"],
        ["吴尧臣", 25, "吴尧臣（？－？），字师锡，直隶徽州府休宁县人，军籍，明朝政治人物、进士出身。"],
        ["程德良", 26, "程德良（？－？），字凝之，湖广德安府云梦县人，官籍，明朝政治人物、进士出身。"],
        ["任　悊", 27, "任悊（1551年－？年），字四明（曰明），号继野，四川省顺庆府南充县人，明朝政治人物。"],
        ["陈继畴", 28, "陈继畴（？－？），字师洛，浙江绍兴府上虞县人，民籍，明朝政治人物、进士出身。"],
        ["马犹龙", 29, "马犹龙（？－？），字长平，河南汝宁府光州固县人，民籍，明朝政治人物、进士出身。"],
        ["王道显", 30, "王道显（1554年－？年），字当世、纯甫，福建省泉州府同安县人，明朝政治人物[1]。"],
        ["钱一本", 31, "钱一本（1539年－1610年），字国瑞，号启新。南直隶武进（今江苏常州）人。明朝政治人物。"],
        ["于若瀛", 32, "于若瀛（？－？），字子步，登州府莱阳县人，山东济宁卫军籍，明朝政治人物、进士出身。"],
        ["陈其志", 33, "陈其志（？－？），字公衡，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["周之基", 34, "周之基（？－？），字季卿，湖广长沙府湘潭县人，民籍，明朝政治人物、进士出身。"],
        ["徐　榜", 35, "徐榜（？－？），字贤甫，直隶宁国府泾县人，民籍，明朝政治人物、进士出身。"],
        ["李周策", 36, "李周策（？－？），字献卿，吴江县人，直隶苏州府长洲县民籍，明朝政治人物、进士出身。"],
        ["秦　嵩", 37, "秦嵩（？－？），字中望，直隶苏州府吴县人，湖广郧阳府郧县民籍，明朝政治人物、进士出身。"],
        ["钱汝梁", 38, "钱汝梁（？－？），字用甫，浙江湖州府归安县人，民籍，明朝政治人物、进士出身。"],
        ["周子文", 39, "周子文（？－？），字岐阳，常州府无锡县人，直隶苏州府长洲县民籍，明朝政治人物、进士出身。"],
        ["江中信", 40, "江中信（？－？），字汝成，浙江杭州府仁和县人，山东东昌府临清州民籍，明朝政治人物、进士出身。"],
        ["张问达", 41, "张问达（1554年－1613年），字德允，陕西省西安府泾阳县人，军籍，治《诗经》，年三十岁中式万历十一年癸未科第三甲第四十一名进士。九月二十六日生，行四，曾祖张璟，寿官；祖张镐，封征仕郎卫经历；父张汝騋，州判官；母韩氏（赠孺人）；继母熊氏。严侍下，妻何氏，继妻吴氏；刘氏（聘）；兄问仁；问明；问政。由国子生中式陕西乡试第四名举人，会试中式第二百三十四名[1]。"],
        ["舒弘绪", 42, "舒弘绪（？－？），字崇孝，湖广武昌府兴国州通山县人，军籍，明朝政治人物、进士出身。"],
        ["段克允", 43, "段克允（？－？），字子明，江西九江府湖口县人，民籍，明朝政治人物、进士出身。"],
        ["孙湛吾", 44, "孙湛吾（？－？），字涵虚，山东济南府淄川县人，军籍，明朝政治人物、进士出身。"],
        ["柯茂竹", 45, "柯茂竹（？－？），字尧叟，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["崔谦亨", 46, "崔谦亨（？－？），字会卿，直隶大名府魏县人，民籍，明朝政治人物、进士出身。"],
        ["李化龙", 47, "李化龙（？－？），字惟时，山东济南府章丘县人，军籍，明朝政治人物、进士出身。"],
        ["甯中立", 48, "甯中立（？－？），字尔强，直隶颕州人，河南颕川卫官籍，明朝政治人物、进士出身。"],
        ["杨　凤", 49, "杨凤（？－？），字仪虞，河南开封府杞县人，民籍，明朝政治人物、进士出身。"],
        ["王之栋", 50, "王之栋（？－？），字养隆，直隶真定府赵州宁晋县人，民籍，明朝政治人物、进士出身。"],
        ["张应扬", 51, "张应扬（？－？），字仲言，直隶徽州府休宁县人，民籍，明朝政治人物、进士出身。"],
        ["李徽猷", 52, "李徽猷（？－？），字伯建，山东济南府临邑县人，军籍，明朝政治人物、进士出身。"],
        ["范醇敬", 53, "范醇敬（1563年－1622年），字子厚，四川省嘉定州人，民籍，治《易经》，年二十一岁中式万历十一年癸未科第三甲第五十三名进士。十一月十四日生，行二，曾祖范连；祖范□，贡士；父范尔知；母童氏 。具庆下，妻文氏，兄履敬，弟恒敬；合敬。由州学生中式四川乡试第九名举人，会试中式第二百四十九名[1]。"],
        ["尤应鲁", 54, "尤应鲁（？－？），字尔言，福建泉州府晋江县人，民籍，明朝政治人物、进士出身。"],
        ["沈凤岐", 55, "沈凤岐（？－？），字德辉，浙江杭州府仁和县人，旗手卫旗籍，明朝政治人物、进士出身。"],
        ["涂宗濬", 56, "涂宗濬（？－？），字及甫，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["王有功", 57, "王有功（？－？），字可大，吴县人，直隶苏州府吴江县军籍，明朝政治人物、进士出身。"],
        ["杨绍程", 58, "杨绍程（？－？），字儒系，陕西凤翔府岐山县人，民籍，明朝政治人物、进士出身。"],
        ["丁应泰", 59, "丁应泰（？－？），字元父，湖广武昌左卫人，官籍，明朝政治人物。"],
        ["吴　华", 60, "吴华（？－？），字子实，福建漳州府漳浦县人，民籍，明朝政治人物、进士出身。"],
        ["万国钦", 61, "万国钦（？－？），字二愚，江西承宣布政使司南昌府新建县（今江西省南昌市），明朝政治人物、进士出身[1]。"],
        ["萧汝芳", 62, "萧汝芳（？－？），字斯妍，江西吉安府泰和县人，辽东铁岭卫官籍，明朝政治人物、进士出身。"],
        ["颜洪范", 63, "颜洪范（？－？），字中起，浙江绍兴府上虞县人，民籍，明朝政治人物、进士出身。"],
        ["张　烨", 64, "张烨（？－？），字敛华，山东济南府滨州人，匠籍，明朝政治人物、进士出身。"],
        ["葛　曦", 65, "葛曦（？－？），字仲明，山东济南府德州德平县人，军籍，明朝政治人物、同进士出身。"],
        ["俞士章", 66, "俞士章（？－？），字汝成，直隶常州府宜兴县人，民籍，明朝政治人物、进士出身。"],
        ["张惟方", 67, "张惟方（？－？），字崇仁，福建漳州府龙溪县人，民籍，明朝政治人物、进士出身。"],
        ["陈　震", 68, "陈震（？－？），字潜甫，山西太原府寿阳县人，民籍，明朝政治人物、进士出身。"],
        ["王室垣", 69, "王室垣（？－？），字维翰，直隶广平府曲周县人，民籍，明朝政治人物、进士出身。"],
        ["梅国桢", 70, "梅国桢（1542年－1605年），字克生，号衡湘，湖广麻城县人。明朝政治人物。"],
        ["陈公相", 71, "陈公相（？－？），字子显，福建漳州府漳浦县人，民籍，明朝政治人物、进士出身。"],
        ["李生芳", 72, "李生芳（？－？），字文明，直隶徐州沛县人，河南河南卫官籍，明朝政治人物、进士出身。"],
        ["刘一澜", 73, "刘一澜（？－？），字子观，江西抚州府临川县人，民籍，明朝政治人物、进士出身。"],
        ["何必麟", 74, "何必麟（？－？），字瑞卿，直隶安庆府太湖县人，民籍，明朝政治人物、进士出身。"],
        ["高知止", 75, "高知止（？－？），字明甫，山东济南府德州平原县人，民籍，明朝政治人物、进士出身。"],
        ["许国诚", 76, "许国诚（？－？），字鼎臣，福建泉州府晋江县人，军籍，明朝政治人物、进士出身。"],
        ["周　昊", 77, "周昊（？－？），字曰明，浙江金华府兰谿县人，民籍，明朝政治人物、进士出身。"],
        ["杨应宿", 78, "杨应宿（？－？），字宗辰，陕西蒲城县人，军籍，明朝政治人物。"],
        ["张天德", 79, "张天德（？－？），字新吾，浙江湖州府乌程县人，民籍，明朝政治人物、进士出身。"],
        ["胡时麟", 80, "胡时麟（？－？），字灵昭，浙江绍兴府馀姚县人，灶籍，明朝政治人物、进士出身。"],
        ["蒋应震", 81, "蒋应震（？－？），字蛰甫，直隶常州府宜兴县人，民籍，明朝政治人物、进士出身。"],
        ["陈良轴", 82, "陈良轴（？－？），字凤父，江西南昌府新建县人，民籍，明朝政治人物、进士出身。"],
        ["蔡承植", 83, "蔡承植（？－？），字以发，湖广长沙府攸县人，军籍，明朝政治人物、进士出身。"],
        ["荆州俊", 84, "荆州俊，字章甫，山西人，明朝政治人物。同进士出身。"],
        ["林朝钥", 85, "林朝钥（？－？），字希平，广东广州府南海县人，民籍，明朝政治人物、进士出身。"],
        ["何出光", 86, "何出光（？－？），字兆文，河南开封府扶沟县人，民籍，明朝政治人物、进士出身。"],
        ["叶继美", 87, "叶继美（？－？），字章含，浙江嘉兴府嘉善县人，民籍，明朝政治人物、进士出身。"],
        ["刘鹿鸣", 88, "刘鹿鸣（？－？），字子示，河南开封府祥符县人，匠籍，明朝政治人物、进士出身。"],
        ["杨应聘", 89, "杨应聘（？－？），字志尹，直隶凤阳府怀远县人，民籍，明朝政治人物、进士出身。"],
        ["徐良选", 90, "徐良选（？－？），字幼元，浙江衢州府龙游县人，军籍，明朝政治人物、进士出身。"],
        ["沈昌期", 91, "沈昌期（？－？），字廷际，直隶苏州府太仓州人，军籍，明朝政治人物、进士出身。"],
        ["刘不溢", 92, "刘不溢（？－？），字谦甫，河南开封府祥符县人，匠籍，明朝政治人物、进士出身。"],
        ["林道楠", 93, "林道楠（？－？），字廷任，福建兴化府莆田县人，盐籍，明朝政治人物、进士出身。"],
        ["曾凤仪", 94, "曾凤仪（？－？），字舜征，湖广衡州府耒阳县人，民籍，明朝政治人物、进士出身。"],
        ["乐元声", 95, "乐元声（？－？），字子初，嘉兴县人，浙江嘉兴府桐城县民籍，明朝政治人物、进士出身。"],
        ["潘敦复", 96, "潘敦复（？－？），字彦恒，山东东昌府高唐州夏津县人，民籍，明朝政治人物、进士出身。"],
        ["陈秉浩", 97, "陈秉浩，江西泰和人，明朝政治人物。同进士出身。"],
        ["陈九德", 98, "陈九德（？－？），字懋夫，福建镇海卫人，军籍，明朝政治人物、进士出身。"],
        ["朱长春", 99, "朱长春（？－？），字太复，浙江湖州府乌程县人，民籍，明朝政治人物、进士出身。"],
        ["李复阳", 100, "李复阳（？－？），字宗诚，江西南昌府丰城县人，民籍，明朝政治人物、进士出身。"],
        ["沈　权", 101, "沈权（？－？），字中行，河南开封府祥符县人，贵州永宁卫官籍，明朝政治人物、进士出身。"],
        ["杨文焕", 102, "杨文焕（？－？），字太素，浙江绍兴府馀姚县人，民籍，明朝政治人物、进士出身。"],
        ["程　文", 103, "程文（？－？），字质夫，直隶徽州府歙县人，应天府上元县民籍，明朝政治人物、进士出身。"],
        ["赵　彦", 104, "赵彦（？－？），字毓美，陕西延安府肤施县人，军籍，明朝政治人物、进士出身。"],
        ["姜　镜", 105, "绍兴印刷局1918年印《越中三不朽图赞》之姜镜像"],
        ["张文华", 106, "张文华（1556年－1615年），字两茂，四川成都府内江县人，官籍，治《书经》，年二十八岁中式万历十一年癸未科第三甲第一百零六名进士。十二月十一日生，行四，曾祖张鹏，寿官；祖张忠，阴阳训术；父张叔应；嫡母高氏；生母明氏。具庆下，妻石氏，兄文芳；文英；季思（知县）；文荐；言仁，弟文着；文策。由国子生中式四川乡试第六十七名举人，会试中式第二百六十三名[1]。"],
        ["韩光曙", 107, "韩光曙（？－？），字明伯，直隶苏州卫人，官籍，明朝政治人物、进士出身。"],
        ["刘三才", 108, "刘三才（1559年－？年），字汝立，四川省顺庆府隣水县人，明朝官员。"],
        ["罗心尧", 109, "罗心尧（？－？），字允中，江西九江府德化县人，民籍，明朝政治人物、进士出身。"],
        ["王遵训", 110, "王遵训（？－？），字而绍，开封府杞县人，河南归德府宁陵县民籍，明朝政治人物、进士出身。"],
        ["张应登", 111, "张应登（1556年－1615年），字玉车，四川成都府内江县人，民籍，治《礼记》，年二十八岁中式万历十一年癸未科第三甲第一百一十一名进士。十一月初五日生，行三，曾祖张洪化，赠布政司经历；祖张弼，寿官；父张瑶，冠带生员；前母骆氏；罗氏。具庆下，妻廖氏，兄克臣（封御史）；应期；应聘；应时，弟应台；应举；应泰；应荐。由县学生中式四川乡试第七十名举人，会试中式第一百六十名[1]。"],
        ["刘　镇", 112, "刘镇，字雅居，福清万安里鳌江人。明朝政治人物。"],
        ["周学易", 113, "周学易（？－？），字子时，钱塘县人，浙江杭州右卫军籍，明朝政治人物、进士出身。"],
        ["刘芳誉", 114, "刘芳誉（？－？），字实甫，河南开封府陈留县人，民籍，明朝政治人物、进士出身。"],
        ["任应征", 115, "任应征（1559年－1618年），字文庸，四川省保宁府阆中县人，民籍，治《易经》，年二十五岁中式万历十一年癸未科第三甲第一百一十五名进士。十二月初六日生，行二，曾祖任仪，布政司参政 累赠都察院右副都御史；祖任维贤，南京刑部侍郎；父任浙生；母唐氏；继母马氏。慈侍下，妻马氏，兄应聘 ，弟应衡；应复。由县学附学生中式四川乡试第十五名举人，会试中式第二百八十九名[1]。"],
        ["潘　桂", 116, "潘桂（？－？），字季选，福建福州府长乐县人，民籍，明朝政治人物、进士出身。"],
        ["王　政", 117, "王政（？－？），字正之，山西汾州孝义县人，民籍，明朝政治人物、进士出身。"],
        ["马　悫", 118, "马悫（？－？），字慎卿，河南开封府禹州人，锦衣卫官籍，明朝政治人物、进士出身。"],
        ["梅鹍祚", 119, "梅鹍祚（？－？），字仲举，直隶宁国府宣城县人，军籍，明朝政治人物、进士出身。"],
        ["华廷诏", 120, "华廷诏（？－？），字与恩，直隶常州府无锡县人，军籍，明朝政治人物、进士出身。"],
        ["章守诚", 121, "章守诚（？－？），字仲明，浙江绍兴府会稽县人，军籍，明朝政治人物、进士出身。"],
        ["王梦鲤", 122, "王梦鲤（？－？），字子化，山东莱州府掖县人，匠籍，明朝政治人物、进士出身。"],
        ["涂文奎", 123, "涂文奎（？－？），字汝光，江西南昌府南昌县人，军籍，明朝政治人物、进士出身。"],
        ["刘文征", 124, "刘文征（？－？），字懋学，山西大同府大同县人，云南云南右卫军籍，明朝政治人物、进士出身。"],
        ["崔士棨", 125, "崔士棨（？－？），字传甫，河南彰德府安阳县人，民籍，明朝政治人物、进士出身。"],
        ["马　拯", 126, "马拯（？－？），字吉甫，山东济南武定州人，民籍，明朝政治人物、进士出身。"],
        ["张尧文", 127, "张尧文（？－？），字宗钦，江西临江府新淦县人，儒籍，明朝政治人物、进士出身。"],
        ["龚廷宾", 128, "龚廷宾（？－？），字可贤，福建泉州府晋江县人，民籍，明朝政治人物、进士出身。"],
        ["郭　实", 129, "郭实（？－？），字伯华，直隶高邑县人，民籍，明朝政治人物。"],
        ["南邦化", 130, "南邦化（？－？），字以德，山西平阳府安邑县人，军籍，明朝政治人物、进士出身。"],
        ["黄洽中", 131, "黄洽中（？－？），字伯礼，长沙县人，湖广长沙府善化县民籍，明朝政治人物、进士出身。"],
        ["侯庆远", 132, "侯庆远（？－？），字公善，山东兖州府滕县人，军籍，明朝政治人物、进士出身。"],
        ["刘　奕", 133, "刘奕（？－？），字元承，湖广黄州府麻城县人，民籍，明朝政治人物、进士出身。"],
        ["冯　渠", 134, "冯渠（？－？），字达甫，江西建昌府新城县人，匠籍，明朝政治人物、进士出身。"],
        ["张主敬", 135, "张主敬（？－？），字茂倩，直隶真定府赵州栢乡县人，民籍，明朝政治人物、进士出身。"],
        ["李茂春", 136, "李茂春（？－？），字蔚元，河南开封府杞县人，匠籍，明朝政治人物、进士出身。"],
        ["吴维魁", 137, "吴维魁（？－？），字元甫，浙江湖州府乌程县人，民籍，明朝政治人物、进士出身。"],
        ["董宋儒", 138, "董宋儒（？－？），字应宿，直隶大名府元城县人，民籍，明朝政治人物、进士出身。"],
        ["梁　铨", 139, "梁铨（？－？），字叔衡，浙江杭州府仁和县人，民籍，明朝政治人物、进士出身。"],
        ["郑一鹏", 140, "郑一鹏（？－？），字廷举，浙江衢州府江山县人，民籍，明朝政治人物、进士出身。"],
        ["朱星耀", 141, "朱星耀（？－？），字应春，江西广信府贵溪县人，军籍，明朝政治人物、进士出身。"],
        ["李光祖", 142, "李光祖（？－？），字克肖，陕西延安府保安县人，民籍，明朝政治人物、进士出身。"],
        ["郭　陞", 143, "郭陞（？－？），字文晋，陕西西安府咸宁县人，军籍，明朝政治人物、进士出身。"],
        ["顾汝学", 144, "顾汝学，字思益，号悦庵，浙江仁和（今属杭州市）人。"],
        ["薛继茂", 145, "薛继茂（？－？），字德茂，云南永昌卫人，山西平阳府芮城县军籍，明朝政治人物、进士出身。"],
        ["张贞观", 146, "张贞观（？－？），字维诚，直隶徐州沛县人，民籍，明朝政治人物、进士出身。"],
        ["时偕行", 147, "时偕行（？－？），字汝徤，直隶苏州府嘉定县人，民籍，明朝政治人物、进士出身。"],
        ["夏之臣", 148, "夏之臣（？－？），字赞禹，直隶凤阳府毫州人，民籍，明朝政治人物、进士出身。"],
        ["黄中色", 149, "黄中色（？－？），字元采，山东兖州府滕县人，民籍，明朝政治人物、进士出身。"],
        ["吴龙征", 150, "吴龙征（1546年－1613年），字坚孺，号惺初，福建晋江人，祖籍直隶无锡（今江苏），明朝政治人物，同进士出身。"],
        ["徐常吉", 151, "徐常吉（？－？），字士彰，直隶常州府武进县人，民籍，明朝政治人物。"],
        ["卢一诚", 152, "卢一诚（？－？），字诚之，福建福州府福清县人，民籍，明朝政治人物、进士出身。"],
        ["黄腾春", 153, "黄腾春（？－？），字序宾，福建兴化府莆田县人，留守左卫匠籍，明朝政治人物、进士出身。"],
        ["孟养浩", 154, "孟养浩（？－1621年），字义甫，湖广武昌府咸宁县人，军籍，明朝政治人物，万历进士，官给事中，因疏救李献可去职。光宗即位，起为太常寺少卿，官至南京刑部侍郎。"],
        ["马　适", 155, "马薖（？－？），字允宽，直隶河间府景州故城县人，民籍，明朝政治人物、进士出身。"],
        ["沈之唫", 156, "沈之唫（？－？），字性甫，浙江湖州府乌程县人，民籍，明朝政治人物、进士出身。"],
        ["林熙春", 157, "林熙春（？－？），字志和，广东潮州府海阳县人，民籍，明朝政治人物、进士出身。"],
        ["刘　会", 158, "刘会（？－？），字逢甲，福建泉州府惠安县人[1]。，民籍，明朝政治人物、进士出身。"],
        ["罗朝国", 159, "罗朝国，字维桢，号柱宇[1]，新建人。"],
        ["李芳先", 160, "李芳先（1557年－1616年），字元秀，山西省泽州沁水县人，四川成都府汉州民籍，治《易经》，年二十七岁中式万历十一年癸未科第三甲第一百六十名进士。十月初五日生，行二，曾祖李守正；祖李虎雄，寿官；父李馀；母锺氏；继母谢氏。慈侍下，妻黄氏，兄蓁先，弟华先；荐先；蕃先。由国子生中式四川乡试第五十四名举人，会试中式第一百八十六名[1]。"],
        ["徐学聚", 161, "徐学聚（？－？），字敬舆，浙江金华府兰谿县人，民籍，明朝政治人物、进士出身。"],
        ["汪　焕", 162, "汪焕[1]，字文仲，直隶休宁县人。明朝官员。"],
        ["卢龙云", 163, "卢龙云（？－？），字少从，广东广州府南海县人，军籍，明朝政治人物、进士出身。"],
        ["刘斯濯", 164, "刘斯濯（？－？），字儒新，直隶涿鹿卫人，官籍，明朝政治人物、进士出身。"],
        ["宋兴祖", 165, "宋兴祖（1554年－1613年），字汝杰，四川潼川州中江县人，四川成都府汉州民籍，治《易经》，年三十岁中式万历十一年癸未科第三甲第一百六十五名进士。正月初三日生，行五，曾祖宋王；祖宋海，寿官；父宋廷珪；前母吴氏；张氏。慈侍下，妻王氏，兄继祖（运同进阶大中大夫）；显祖；光祖；述祖（贡士），弟扬祖；荫祖；绳祖。由国子生中式四川乡试第二十三名举人，会试中式第三百四十名[1]。授崇阳县令，不久丁忧去[2]。后官德清知县。万历二十年（1592年），行取陕西道御史。万历二十二年（1594年）巡按辽东，万历二十六年（1595年）转福建道监察御史，巡按贵州，万历二十九年（1601年）巡按云南。累官至大理寺少卿。捐资新建观音殿[3][4]。"],
        ["胡三省", 166, "胡三省（？－？），字子唯，直隶顺德府沙河县人，民籍，明朝政治人物、进士出身。"],
        ["周嘉宾", 167, "周嘉宾（1559年－1618年），字仲召，四川成都府内江县人，民籍，治《书经》，年二十五岁中式万历十一年癸未科第三甲第一百六十七名进士。二月二十一日生，行一，曾祖周书，教谕；祖周孔徒，知县；父周介臣；母张氏。重庆下，妻刘氏，弟嘉宋；嘉察；嘉宥；嘉宇；嘉宣；嘉官。由国子生中式四川乡试第十七名举人，会试中式第三百四十四名[1]。"],
        ["戴朝用", 168, "戴朝用（？－？），字孝升，江西抚州府金谿县人，民籍，明朝政治人物、进士出身。"],
        ["曹继孝", 169, "曹继孝（？－？），字达卿，湖广黄州府黄冈县人，民籍，明朝政治人物、进士出身。"],
        ["何应奇", 170, "何应奇（？－？），字遇夫，河南河南府陕州人，民籍，明朝政治人物、进士出身。"],
        ["董国光", 171, "董国光（？－？），字士彦，山东兖州府滕县人，民籍，明朝政治人物、进士出身。"],
        ["姚思仁", 172, "姚思仁（？－？），字善长，浙江嘉兴府秀水县人，匠籍，明朝政治人物、进士出身。"],
        ["杜华先", 173, "杜华先（？－？），字孝卿，山东东昌府冠县人，军籍，明朝政治人物、同进士出身。"],
        ["赵世显", 174, "赵世显，字仁甫。侯官人。"],
        ["饶　崙", 175, "饶崙（？－？），字廷宗，南昌府进贤县人，江西抚州府临川县民籍，明朝政治人物、进士出身。"],
        ["卢大中", 176, "卢大中（？－？），字子致，直隶广平府永年县人，民籍，明朝政治人物、进士出身。"],
        ["张光绪", 177, "张光绪（？－？），字孝伯，河间府沧州庆云县人，直隶河间卫军籍，明朝政治人物、进士出身。"],
        ["来三聘", 178, "来三聘（？－？），字任卿，浙江绍兴府萧山县人，灶籍，明朝政治人物、进士出身。"],
        ["牛应元", 179, "牛应元（？－？），字子仁，陕西西安府泾阳县人，军籍，明朝政治人物、进士出身。"],
        ["锺若休", 180, "锺若休（？－？），字于集，广东广州府南海县人，民籍，明朝政治人物、进士出身。"],
        ["陈一言", 181, "陈一言（？－？），字愚悃，湖广襄阳府南漳县人，民籍，明朝政治人物、进士出身。"],
        ["陈汝麟", 182, "陈汝麟（？－？），字仁夫，直隶徐州卫人，官籍，明朝政治人物、进士出身。"],
        ["张　常", 183, "张常（？－？），字以纲，福建漳州府漳浦县人，民籍，明朝政治人物、进士出身。"],
        ["陈舜仁", 184, "陈舜仁（？－？），字淳甫，直隶苏州府吴县人，应天府上元县民籍，明朝政治人物、进士出身。"],
        ["廖道充", 185, "廖道充（1552年－1611年），字见可，四川成都府仁寿县人，民籍，治《书经》，年三十二岁中式万历十一年癸未科第三甲第一百八十五名进士。八月初三日生，行一，曾祖廖永康；祖廖忠，监生；父廖坤；母刘氏；继母蒲氏；继母刘氏；继母杨氏。慈侍下，妻张氏，继妻李氏；弟道光。由国子生中式顺天府乡试第十三名举人，会试中式第四十七名[1]。"],
        ["佘梦鲤", 186, "佘梦鲤（？－？），字有达，福州府福清县人，福建镇东卫军籍，明朝政治人物、进士出身。"],
        ["何　选", 187, "何选（？－？），字靖卿，直隶苏州府嘉定县人，太医院官籍，明朝政治人物、进士出身。"],
        ["茅国缙", 188, "茅国缙（？－？），字荐卿，归安县人，浙江湖州府武康县民籍，明朝政治人物、进士出身。"],
        ["于永清", 189, "于永清（？－？），字源洁，山东济南府青城县人，军籍，明朝政治人物、进士出身。"],
        ["贾名儒", 190, "贾名儒（？－？），字聘甫，直隶真定府真定县人，军籍，明朝政治人物、进士出身。"],
        ["董道醇", 191, "董道醇（？－？），字子儒，浙江湖州府乌程县人，民籍，明朝政治人物、进士出身。"],
        ["朱　苕", 192, "朱苕（1549年－1608年），字仲鱼，四川省泸州人，军籍，治《礼记》，年三十五岁中式万历十一年癸未科第三甲第一百九十二名进士。八月十九日生，行三，曾祖朱自明，寿官；祖朱玠，封刑部主事；父朱子和，按察司佥事；前母易氏（赠安人）；胡氏（封安人）。永感下，妻何氏，继妻翁氏；兄荚；𦶜；藻（按察司副使）；苪；葵；芃；芊；蒉；芷；蒋；萼；艾；荩；茹（按察司副使）；芹（监生）。由国子生中式四川乡试第四十七名举人，会试中式第二百五十八名[1]。"],
        ["连　标", 193, "连标（？－？），字孟准，河南开封府禹州人，军籍，明朝政治人物、进士出身。"],
        ["张　璧", 194, "张璧（？－？），字世良，江西袁州府万载县人，民籍，明朝政治人物、进士出身。"],
        ["鲁　点", 195, "鲁点（？－？），字子与，湖广襄阳府南漳县人，民籍，明朝政治人物、进士出身。"],
        ["袁一骥", 196, "袁一骥（？－？），字德良，号希我，直隶江阴人，明朝政治人物，同进士出身。"],
        ["李商耕", 197, "李商耕（1548年－？年），字莘聘，四川成都府华阳县人，明朝政治人物。"],
        ["李春开", 198, "李春开（？－？），字幼实，山东济南府长山县人，民籍，明朝政治人物、进士出身。"],
        ["刘汝康", 199, "刘汝康（？－？），字济甫，山东兖州府曹州人，民籍，明朝政治人物、进士出身。"],
        ["彭健吾", 200, "彭徤吾（？－？），字象玄，河南归德府夏邑县人，民籍，明朝政治人物、进士出身。"],
        ["陈　锦", 201, "陈锦（？－？），字端实，福建漳州府漳浦县人，匠籍，明朝政治人物、进士出身。"],
        ["孙承谟", 202, "孙承谟（？－？），字显卿，福建福州府侯官县人，军籍，明朝政治人物、进士出身。"],
        ["赵世德", 203, "赵世德（？－？），字允求，陕西潼关卫人，军籍，明朝政治人物、进士出身。"],
        ["樊养凤", 204, "樊养凤（？－？），字时鸣，浙江衢州府常山县人，民籍，明朝政治人物、进士出身。"],
        ["程朝京", 205, "程朝京（？－？），字康侯，直隶徽州府休宁县人，浙江衢州府西安县军籍，明朝政治人物、进士出身。"],
        ["乔光岳", 206, "乔光岳（？－？），字会贞，直隶广平府肥乡县人，民籍，明朝政治人物、进士出身。"],
        ["龚闻道", 207, "龚闻道（？－？），字信夫，太仓州人，直隶苏州府常熟县民籍，明朝政治人物、进士出身。"],
        ["程　训", 208, "程训（？－？），字君诲，河南汝州郏县人，民籍，明朝政治人物、进士出身。"],
        ["李杜才", 209, "李杜才（？－？），字鸣儒，河南南阳府南召县人，民籍，明朝政治人物、进士出身。"],
        ["蔡肇庆", 210, "蔡肇庆（？－？），字以祥，福建漳州府诏安县人，民籍，明朝政治人物、进士出身。"],
        ["汤显祖", 211, "汤显祖（1550年9月24日－1616年7月29日），字义仍，号海若、清远道人，晚年号海若士，一作若士。茧翁，斋名玉茗堂，江西临川人，汉族江右民系。明代末期戏曲剧作家及文学家，被誉为与莎士比亚同期及影响力相等的伟大文学家。"],
        ["徐应聘", 212, "徐应聘（？－？），字伯衡，直隶苏州府崐山县人，民籍，明朝政治人物、进士出身。"],
        ["林寅宾", 213, "林寅宾（？－？），字尔亮，福建泉州府晋江县人，民籍，明朝政治人物、进士出身。"],
        ["曹一元", 214, "曹一元（？－？），字慎夫，湖广荆州府江陵县人，民籍，明朝政治人物、进士出身。"],
        ["梅国楼", 215, "梅国楼，字公岑，号琼宇。麻城人。明朝政治人物。"],
        ["聂应科", 216, "聂应科（？－？），字廷杰，江西瑞州府上高县人，民籍，明朝政治人物、进士出身。"],
        ["严贞度", 217, "严贞度（？－？），字茂肃，直隶苏州府嘉定县人，民籍，明朝政治人物、进士出身。"],
        ["钱景超", 218, "钱景超（？－？），字世功，浙江宁波府慈谿县人，民籍，明朝政治人物、进士出身。"],
        ["熊　元", 219, "熊元（？－？），字子贞，河南汝宁府光州人，民籍，明朝政治人物、进士出身。"],
        ["张宗载", 220, "张宗载（？－？），字一宁，云南鹤庆府人，民籍，明朝政治人物、进士出身。"],
        ["李　甲", 221, "李甲（？－？），字伯始，陕西凤翔府宝鸡县人，民籍，明朝政治人物、进士出身。"],
        ["徐　图", 222, "徐图（？－？），字君猷，山东莱州府掖县人，民籍，明朝政治人物、进士出身。"],
        ["赵学仕", 223, "赵学仕（？－？），字信甫，浙江金华府兰谿县人，军籍，明朝政治人物、进士出身。"],
        ["李用中", 224, "李用中（？－？），字舜智，河南开封府杞县人，民籍，明朝政治人物、进士出身。"],
        ["曹学程", 225, "曹学程（？－？），字希明，广西桂林府全州人，民籍，明朝政治人物、进士出身。"],
        ["赵　任", 226, "赵任（？－？），字仁甫，山东莱州府胶州人，军籍，明朝政治人物、进士出身。"],
        ["樊玉衡", 227, "樊玉衡（？－？），字钦之，湖广黄州府黄冈县人，军籍，明朝政治人物、进士出身。"],
        ["涂文焕", 228, "涂文焕（？－？），字本兄，江西南昌府奉新县人，民籍，明朝政治人物、进士出身。"],
        ["钱梦得", 229, "钱夣得（？－？），字国贤，浙江嘉兴府桐乡县人，民籍，明朝政治人物、进士出身。"],
        ["邓宗龄", 230, "邓宗龄（？－？），字子振，广东雷州府徐闻县人，民籍，明朝政治人物、进士出身。"],
        ["刘大武", 231, "刘大武（？－？），字定甫，山东东昌府愽平县人，军籍，明朝政治人物、进士出身。"],
        ["姜应麟", 232, "姜应麟（1546年－1630年），字子文，浙江宁波府慈谿县人，军籍，明朝政治人物。"],
        ["杜　廕", 233, "杜廕（？－？），字舜延，直隶广平府永年县人，民籍，明朝政治人物、进士出身。"],
        ["陈　勗", 234, "陈勗（？－？），字典伯，山东青州府莒州人，民籍，明朝政治人物、进士出身。"],
        ["张廷相", 235, "张廷相（？－？），字以忠，江西抚州府金谿县人，军籍，明朝政治人物、进士出身。"],
        ["雒于仁", 236, "雒于仁（？－？），字依仲，祖籍陕西泾阳县，陕西西安府三原县民籍，明朝政治人物，官大理寺评事，因谏言神宗不上朝而罢官。"],
        ["贾尚志", 237, "贾尚志（？－？），字士事，河南南阳府南阳县人，民籍，明朝政治人物、进士出身。"],
        ["田　劝", 238, "田劝（？－？），字作民，直隶颕州人，河南颕川卫官籍，明朝政治人物、进士出身。"],
        ["郭如川", 239, "郭如川（1555年－1614年），字元至，四川省叙州府富顺县人，民籍，治《诗经》，年二十九岁中式万历十一年癸未科第三甲第二百三十九名进士。八月十八日生，行四，曾祖郭体宗，卫经历 赠监察御史；祖郭瑢，七品散官；父郭寀，王府引礼官；前母刘氏；继母田氏；生母张氏。慈侍下，妻李氏，兄如一（赠都察院经历）；如年（贡士）；如登；如暄（进士）；如璞。由县学附学生中式四川乡试第四十名举人，会试中式第一百二十七名[1]。"],
        ["刘　宇", 240, "刘宇（？－？），字伯大，陕西汉中府金州人，民籍，明朝政治人物、进士出身。"],
        ["李盛时", 241, "李盛时（？－？），字伯行，直隶保定府易州人，民籍，明朝政治人物、进士出身。"],
        ["许一敬", 242, "许一敬（？－？），字思礼，福建漳州府海澄县人，民籍，明朝政治人物、进士出身。"],
        ["刘三才", 243, "刘三才（？－？），字子极，陕西西安府泾阳县人，民籍，明朝政治人物、进士出身。"],
        ["李应策", 244, "李应策（？－？），字献可，陕西西安府华州蒲城县人，民籍，明朝政治人物、进士出身。"],
        ["何汝岱", 245, "何汝岱（？－？），字宗卿，直隶太平府当涂县人，贵州普安卫军籍，明朝政治人物、进士出身。"],
        ["蔡　彭", 246, "蔡彭（？－？），字敦贤，福建泉州府晋江县人，匠籍，明朝政治人物、进士出身。"],
        ["黄廷宝", 247, "黄廷宝（？－？），字善卿，江西抚州府临川县人，民籍，明朝政治人物、进士出身。"],
        ["汪道亨", 248, "汪道亨（？－？），字汝立，徽州府婺源县人，直隶安庆府怀宁县匠籍，明朝政治人物、进士出身。"],
        ["林　材", 249, "林材（？－？），字谨任，福建福州府闽县人，民籍，明朝政治人物、进士出身。"],
        ["李以唐", 250, "李以唐（？－？），字伯尧，河南彰德府磁州武安县人，军籍，明朝政治人物、进士出身。"],
        ["李　炳", 251, "李炳（？－？），字文之，河南河南府卢氏县人，民籍，明朝政治人物、进士出身。"],
        ["黄应聘", 252, "黄应聘（1557年－1616年），字三甫，四川省重庆府江津县人，军籍，治《诗经》，年二十七岁中式万历十一年癸未科第三甲第二百五十二名进士。十月初三日生，行一，曾祖黄表；祖黄鹤龄；父黄熹；母曾氏。具庆下，妻李氏，继妻王氏；弟应元；应魁；应台；应聪；应约。由县学附学生中式四川乡试第十六名举人，会试中式第二百九十一名[1]。"],
        ["刘养志", 253, "刘养志（1557年－1616年），字希尹，四川省重庆府江津县人，民籍，治《书经》，年二十七岁中式万历十一年癸未科第三甲第二百五十三名进士。十二月初五日生，行一，曾祖刘翱；祖刘宗元；父刘显达；母刘氏；继母馀氏。具庆下，妻朱氏，弟养忠；养心。由县学附学生中式四川乡试第三十三名举人，会试中式第二百九十名[1]。"],
        ["雍之可", 254, "雍之可（1550年－1609年），字子敬，四川省顺庆府南充县人，民籍，治《易经》，年三十四岁中式万历十一年癸未科第三甲第二百五十四名进士。二月二十四日生，行四，曾祖雍本让；祖雍鸾，卫知事；父雍礼，知县；前母陈氏；焦氏。永感下，妻王氏，兄之薰（岁贡生），弟之敏。由国子生中式四川乡试第五十一名举人，会试中式第二百九十九名[1]。"],
        ["常　心", 255, "常心（？－？），字幼若，河南开封府郑州人，民籍，明朝政治人物、进士出身。"],
        ["杨应中", 256, "杨应中（？－？），字子贞，顺天府固安县人，武功中卫军籍，明朝政治人物、进士出身。"],
        ["陈楚产", 257, "陈楚产（？－？），字悦道，湖广黄州府麻城县人，民籍，明朝政治人物、进士出身。"],
        ["程　试", 258, "程试（？－？），字子跃，直隶真定府新河县人，民籍，明朝政治人物、进士出身。"],
        ["邢绍美", 259, "邢绍美（？－？），字有嘉，河南河南府洛阳县人，民籍，明朝政治人物、进士出身。"],
        ["何　伟", 260, "何伟（1556年－1615年），字汝器，江西省临江府新喻县人，四川省重庆府涪州民籍，治《易经》，年二十八岁中式万历十一年癸未科第三甲第二百六十名进士。正月初二日生，行三，曾祖何喻；祖何本清；父何和鸣；嫡母杨氏；生母黎氏。慈侍下，妻张氏，兄俊；杰（省祭官）。由州学增广生中式四川乡试第十二名举人，会试中式第二百二十九名[1]。"],
        ["文运熙", 261, "文运熙（？－？），字时雍，陕西西安府邠州三水县人，军籍，明朝政治人物、进士出身。"],
        ["屠如虹", 262, "屠如虹（？－？），字见辰，浙江杭州府仁和县人，奠靖所籍，明朝政治人物、进士出身。"],
        ["徐　准", 263, "徐准（？－？），字子式，山东济南府新城县人，匠籍，明朝政治人物、进士出身。"],
        ["黄　萼", 264, "黄萼（？－？），字国英，福建漳州府龙溪县人，民籍，明朝政治人物、进士出身。"],
        ["王　堦", 265, "王堦（1556年－1615年），字震吉，湖广承天府京山县人，军籍，"],
        ["刘思瑜", 266, "刘思瑜（1553年－1612年），字伯美，江西省吉安府安福县人，民籍，治《书经》，年三十一岁中式万历十一年癸未科第三甲第二百六十六名进士。正月十三日生，行一，曾祖刘生广；祖刘济湛；父刘权；母朱氏。具庆下，妻朱氏，弟思球；思瓌；思瑗；思瑶。由江西石城县学教谕中式江西乡试第八十三名举人，会试中式第二百三十三名[1]。"],
        ["郑国俊", 267, "郑国俊（1558年－1617年），字君吁，山西省平阳府解州人，民籍，治《书经》，年二十六岁中式万历十一年癸未科第三甲第二百六十七名进士。九月初七日生，行一，曾祖郑瓉；祖郑纪；父郑茆，学正；前母蒲氏；前母卫氏；侯氏。具庆下，妻郭氏，弟国彦。由州学生中式山西乡试第五十二名举人，会试中式第三百四十六名[1]。"],
        ["李为芝", 268, "李为芝（1556年－1615年），字明瑞，陕西省西安府华州（今渭南市华州区）人，匠籍，治《易经》，年二十八岁中式万历十一年癸未科第三甲第二百六十八名进士。二月初三日生，行一，曾祖李威；祖李清，寿官；父李岳；母王氏。永感下，妻薛氏，弟为桂（义官）；为楠；为桐。由州学生中式陕西乡试第十名举人，会试中式第二百十六名[1]。"],
        ["岳万阶", 269, "岳万阶（？－？），字允升，山东东昌府濮州朝城县人，民籍，明朝政治人物、进士出身。"],
        ["蒋　荐", 270, "蒋荐（？－？），字君受，庐陵县人，江西吉安守御千户所官籍，明朝政治人物、进士出身。"],
        ["梁云龙", 271, "梁云龙（？－？），字会可，广东琼州府琼山县人，民籍，明朝政治人物、进士出身。"]
    ]
}