{
    "year_name": "万历十四年丙戌科殿试金榜",
    "first": [
        ["唐文献", 1, "《松江邦彦画像》之唐文献像"],
        ["杨道宾", 2, "杨道宾（？－1609年），字惟彦，号荆岩，福建晋江人。"],
        ["舒弘志", 3, "舒弘志（1568年－1595年），字孺立，号心矩。广西全州人，祖籍广西宾阳、明朝政治人物。"]
    ],
    "third": [
        ["韩学信", 1, "韩学信（？－？），字复之，山东东昌府平山卫人，军籍，明朝政治人物、进士出身。"],
        ["黄道月", 2, "黄道月（？－？），字德卿，直隶庐州府合肥县人，民籍，明朝政治人物、进士出身。"],
        ["罗大纮", 3, "罗大纮（？－？），字公廓，江西吉安府吉水县人，民籍，明朝政治人物、进士出身。"],
        ["张　弋", 4, "张弋（？－？），字用弛，云南左卫人，官籍，明朝政治人物、进士出身。"],
        ["邹德泳", 5, "邹德泳（？－？），字汝圣，江西吉安府安福县人，民籍，明朝政治人物、进士出身。"],
        ["戴　燝", 6, "戴燝（？－？），字亨融，福建漳州府长泰县人，军籍，明朝政治人物、进士出身。"],
        ["林祖述", 7, "林祖述（？－？），字道卿，浙江宁波府鄞县人，军籍，明朝政治人物、进士出身。"],
        ["薛三才", 8, "薛三才（1555年－1619年），字仲儒，又字青雷，浙江定海（今浙江宁波镇海区）县城人，明朝末年大臣。"],
        ["安希范", 9, "《安我素先生年谱》载安希范像"],
        ["杨应时", 10, "杨应时（？－？），字际甫，浙江杭州府仁和县人，民籍，明朝政治人物、进士出身。"],
        ["陈容淳", 11, "陈容淳（？－？），字之初，湖广德安府应城县人，官籍，明朝政治人物、进士出身。"],
        ["李启美", 12, "李启美（？－？），字应成，江西南昌府丰城县人，军籍，明朝政治人物、进士出身。"],
        ["司　宪", 13, "司宪（？－？），字宪国，河南归德府睢州人，民籍，明朝政治人物、进士出身。"],
        ["林汝诏", 14, "林汝诏（？－？），字君纶，福建漳州府漳浦县人，军籍，明朝政治人物、进士出身。"],
        ["邓美政", 15, "邓美政（？－？），字尚德，浙江严州府建德县人，民籍，明朝政治人物、进士出身。"],
        ["何淳之", 16, "何淳之（？－？），字仲雅，常州府无锡县人，南京留守左卫籍，明朝政治人物、进士出身。"],
        ["张允升", 17, "张允升（1555年－1614年），字大猷，号吉菴，陕西省汉中府南郑县人，民籍，治《书经》，年三十二岁中式万历十四年丙戌科第三甲第十七名进士。甲寅年二月十九日生，行一，曾祖张振，廪生旌表；祖张士元，乡饮耆宾；父张佳，生员；母马氏。具庆下，妻叶氏，弟允修（生员），子约；绪。由增广生中式庚午乡试八名举人，会试中式一百七十七名。授四川成都府推官，户部观政[1]。"],
        ["萧云举", 18, "萧云举（？－？），字允升，广西南宁府宣化县人，民籍，明朝政治人物、进士出身。"],
        ["李修吉", 19, "李脩吉（？－？），字允敬，陕西西安府同州人，民籍，明朝政治人物、进士出身。"],
        ["程子釴", 20, "程子釴（？－？），字鼎辅，直隶徽州府歙县人，民籍，明朝政治人物、进士出身。"],
        ["唐世尧", 21, "唐世尧（？－？），字见甫，广西平乐府平乐县人，民籍，明朝政治人物、进士出身。"],
        ["唐斯盛", 22, "唐斯盛（？－？），字应中，湖广长沙府湘潭县人，军籍，明朝政治人物、进士出身。"],
        ["李汝珪", 23, "李汝珪（？－？），字元锡，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["梁赞化", 24, "梁賛化（？－？），字翼卿，河南汲县人，湖广荆州府江陵县民籍，明朝政治人物、进士出身。"],
        ["杨光训", 25, "杨光训（？－？），字汝若，陕西西安府渭南县人，民籍，明朝政治人物、进士出身。"],
        ["马思恭", 26, "马思恭（？－？），字君笃，顺天府遵化县人，军籍，明朝政治人物、进士出身。"],
        ["姜仲轼", 27, "姜仲轼（？－？），字希苏，山东莱州府掖县人，民籍，明朝政治人物、进士出身。"],
        ["傅庆贻", 28, "傅庆贻（？－？），字有积，福建泉州府南安县人，军籍，明朝政治人物、进士出身。"],
        ["盛世翼", 29, "盛世翼（？－？），字以忠，直隶安庆府桐城县人，民籍，明朝政治人物、进士出身。"],
        ["张　泮", 30, "张泮（？－？），字有源，山西太原府忻州人，民籍，明朝政治人物、进士出身。"],
        ["李文熙", 31, "李文熙（？－？），字道光，直隶真定府南宫县人，民籍，明朝政治人物、进士出身。"],
        ["于天经", 32, "于天经（？－？），字克孝，山东东昌府冠县人，民籍，明朝政治人物、进士出身。"],
        ["侯　康", 33, "侯康（1554年－1613年），字汝锡，号晋轩，云南永昌卫官籍，治《诗经》，年三十三岁中式万历十四年（1586年）丙戌科第三甲第三十三名进士。癸丑年八月初九日生，行一，曾祖侯镇，正千户、祖侯佐，正千户、父侯宇，母赵氏。慈侍下，妻陆氏，兄度（指挥佥事），弟赓（官带）、唐、廕，子世封、世赏、世禄。由学生中式壬午乡试二十七名举人，会试中式二百名。授四川内江县知县，户部观政[1]。"],
        ["锺万禄", 34, "锺万禄（？－？），字懋功，广东广州府清远县人，军籍，明朝政治人物、进士出身。"],
        ["陈遴玮", 35, "陈遴玮（1561年－1620年），字玉甫，号剑华，四川省叙州府富顺县人，军籍，治《诗经》，年二十六岁中式万历十四年丙戌科第二甲第三十五名进士。庚申年五月十二日生，行一，曾祖陈嘉谷，庠生；祖陈渊，赠兵马；父陈翰，同知；母郑氏（封安人）；继母张氏。具庆下，妻廖氏，弟遴璟；遴瑛（庠生）；遴琪，子士起；士振。由附学生中式乙酉乡试八名举人，会试中式二百七十三名。授直隶宜兴县知县，礼部观政[1]。曾任南直隶常州府宜兴县知县，升吏部主事。由傅庆贻接任知县[2]。"],
        ["汪应泰", 36, "汪应泰（？－？），字尔通，直隶卢州府无为州人，山东东昌府临清州民籍，明朝政治人物、进士出身。"],
        ["褚国贤", 37, "禇国贤（？－？），字征羨，直隶常州府武进县人，军籍，明朝政治人物、进士出身。"],
        ["赵锺岷", 38, "赵锺岷（1557年－1616年），字望甫，号念莪，四川省叙州府富顺县人，民籍，治《诗经》，年三十岁中式万历十四年丙戌科第三甲第三十八名进士。丙辰年八月十五日生，行一，曾祖赵文会；祖赵祐；父赵嘉猷，生员；母郑氏；继母汤氏；继母江氏。永感下，妻熊氏，继妻金氏；兄锺霖，弟锺霍，子履泰；延泰；承泰。由国子生中式丙子乡试十五名举人，会试中式癸未会试二百十一名。授浙江钱塘县知县，刑部观政[1]。"],
        ["刘三英", 39, "刘三英（？－？），字邦彦，山东兖州府济宁州人，民籍，明朝政治人物、进士出身。"],
        ["丁元荐", 40, "丁元荐（1560年－1625年），字长孺，号慎所。明浙江承宣布政使司湖州府长兴县（今浙江省长兴县）人，曾在广东等地任职，历仕礼部、刑部，官至刑部检校、尚宝司少卿。事迹具《明史》本传。[2][3][4][5]"],
        ["江锺廉", 41, "江锺廉（1557年－？），字介季，号寰维，四川省顺庆府南充县人，明朝政治人物。"],
        ["王德完", 42, "王德完（1562年－1621年），字子醇，号希泉，四川省顺庆府广安州（今华蓥双河）人，民籍。明朝政治人物。"],
        ["邓应祈", 43, "邓应祈（1558年－？年），字永卿，号鼎石，四川成都府内江县人，明朝政治人物。"],
        ["方元彦", 44, "方元彦（？－？），字士美，直隶徽州府歙县人，山东东昌府临清州民籍，明朝政治人物、进士出身。"],
        ["刘梦周", 45, "刘梦周（？－？），字东化，山西沁州人，民籍，明朝政治人物、进士出身。"],
        ["王　图", 46, "王图（1577年－1627年），字则之，号明石[1]、衷白[2]，諡文肃，陕西承宣布政使司西安府耀州（今陕西省铜川市耀县）人，明朝政治人物。同进士出身。"],
        ["吕兆熊", 47, "吕兆熊（？－？），字宗望，直隶真定府赵州柏乡县人，民籍，明朝政治人物、进士出身。"],
        ["锺允复", 48, "锺允复（？－？），字大亨，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["龚　懋", 49, "龚懋（1561年－1620年），字益孙，号□齐，湖广黄州府黄梅县人，民籍，治《诗经》，年二十六岁中式万历十四年丙戌科第三甲第四十九名进士。庚申年十一月二十六日生，行一，曾祖龚瀛；祖龚偕；父龚棠；母黄氏。具庆下，妻唐氏，弟懿，子以谦；以让；以诚。由学生中式壬午乡试二十二名举人，会试中式四十三名。授四川巴县知县，户部观政[1]。"],
        ["赵梦麟", 50, "赵梦麟（？－1619年4月15日），字季兆，直隶广平府永年县人，民籍，明朝政治人物、进士出身。于萨尔浒之中殉国。"],
        ["张集义", 51, "张集义，浙江馀姚人，明朝政治人物。同进士出身。"],
        ["顾时化", 52, "顾时化（？－？），字雨之，直隶苏州府长洲县人，民籍，明朝政治人物、进士出身。"],
        ["龚文选", 53, "龚文选（1558年－1617年），字时举，号相宁，四川省重庆府长寿县人，民籍，治《易经》，年二十九岁中式万历十四年丙戌科第三甲第五十三名进士。丁巳年正月二十八日生，行一，曾祖龚绍锦；祖龚震；父龚应华；母张氏；继母许氏。具庆下，妻汪氏，子继遂；绳遂；缵遂；承遂；嗣遂。由学生中式乙酉乡试六十三名举人，会试中式二百六十九名。授直隶金坛县知县，兵部观政[1]。"],
        ["叶重第", 54, "叶重第（？－？），字道及，直隶苏州府吴江县人，民籍，明朝政治人物、进士出身。"],
        ["蔡　淮", 55, "蔡淮（？－？），字弘甫，福建泉州府晋江县人，盐籍，明朝政治人物、进士出身。"],
        ["张令闻", 56, "张令闻（？－？），字叔闇，直隶常州府江阴县人，军籍，明朝政治人物、进士出身。"],
        ["陆应川", 57, "陆应川（？－？），字汝济，江西南昌府丰城县人，军籍，明朝政治人物、进士出身。"],
        ["林继衡", 58, "林继𢖍（？－？），字惟中，福建福州府长乐县人，民籍，明朝政治人物、进士出身。"],
        ["刘道隆", 59, "刘道隆（？－？），字麟原，湖广承天府潜江县人，民籍，明朝政治人物、进士出身。"],
        ["杨继先", 60, "杨继先（？－？），字思孝，直隶保定府定兴县人，民籍，明朝政治人物、进士出身。"],
        ["蔡淑逵", 61, "蔡淑逵（？－？），字子正，直隶庐州府合肥县人，匠籍，明朝政治人物、进士出身。"],
        ["熊　密", 62, "熊密（1559年－1618年），字子缜，号小峩，四川省顺庆府广安州人，民籍，治《书经》，年二十八岁中式万历十四年丙戌科第三甲第六十二名进士。戊午年正月初一日生，行四，曾祖熊万金，寿官；祖熊广山，荆州府经历；父熊廷友（敕封序班）；本生父熊廷聘（生员）；母李氏；杨氏；本生母□氏。慈侍下，妻吴氏，兄轩；岳（鸿胪寺鸣赞）；舆；镒；锡（监生）；载；琏（俱廪生）；轼；伟（廪生），弟岱，子以璋；以璜。由增广生中式乙酉乡试四十名举人，会试中式二百五十四名。授直隶嘉定县知县，吏部观政[1]。"],
        ["綦　才", 63, "綦才（？－？），字色锄，山东莱州府掖县人，军籍，明朝政治人物、进士出身。"],
        ["顾允元", 64, "顾允元（？－？），字懋善，直隶苏州府崑山县人，民籍，明朝政治人物、进士出身。"],
        ["沈天启", 65, "沈天启（？－？），字生予，直隶苏州府崑山县人，南京工部宝源局匠籍，明朝政治人物、进士出身。"],
        ["陈惇临", 66, "陈惇临（？－？），字彦庄，广东潮州府潮阳县人，民籍，明朝政治人物、进士出身。"],
        ["冯养志", 67, "冯养志（？－？），字若曾，山西泽州高平县人，民籍，明朝政治人物、进士出身。"],
        ["傅商弼", 68, "傅商弼（？－？），字汝遇，陕西梁州卫人，河南河南府嵩县军籍，明朝政治人物、进士出身。"],
        ["唐兴仁", 69, "唐兴仁（？－？），字德甫，湖广宝庆府邵阳县人，民籍，明朝政治人物、进士出身。"],
        ["任万化", 70, "任万化（1559年－1618年），字赞之，号心原，湖广荆州府江陵县人，府军前卫官籍，治《易经》，年二十八岁中式万历十四年丙戌科第三甲第七十名进士。戊午年九月二十二日生，行一，曾祖任昇，百户；祖任聪，冠带舍人；父任泽，恩荣官；母杨氏。具庆下，妻霍氏，兄万良（百户），弟万机，子金铉；鼎铉。由国子生中式顺天丙子乡试一百二十五名举人，会试中式一百十五名。授，刑部观政[1]。"],
        ["陈所问", 71, "陈所问（？－？），字尔虚，山东莱州府平度州潍县人，军籍，明朝政治人物、进士出身。"],
        ["陈　义", 72, "陈义（？－？），字克宜，福建泉州府晋江县人，军籍，明朝政治人物、进士出身。"],
        ["韩　文", 73, "韩文（1548年11月11日－？年，嘉靖二十七年十月十二日－？），字原质，一字元质，号彬菴。南直隶常州府无锡县（今属江苏省无锡市）人，明朝政治人物。"],
        ["王一鸣", 74, "王一鸣（？－？），字伯固，湖广黄州府黄冈县人，军籍，明朝政治人物、进士出身。"],
        ["赵世典", 75, "赵世典（？－？），字伯循，福建泉州府晋江县人，军籍，明朝政治人物、进士出身。"],
        ["耿随龙", 76, "耿随龙（？－？），字舜言，直隶大名府滑县人，军籍，明朝政治人物、进士出身。"],
        ["颜文选", 77, "颜文选（？－？），字巽之，直隶宁国府宣城县人，军籍，明朝政治人物、进士出身。"],
        ["梁祖龄", 78, "梁祖龄（？－？），字绍首，四川成都府温江县人，民籍，明朝政治人物、进士出身。"],
        ["尹从淑", 79, "尹从淑（1558年－1617年），字道传，号又方，四川省叙州府宜宾县人，官籍，治《诗经》，年二十九岁中式万历十四年丙戌科第三甲第七十九名进士。丁巳年七月十五日生，行五，曾祖尹旹，指挥佥事□明盛将军；祖尹武，指挥佥事封明威将军；父尹守禄，貤封文林郎；母李氏（敕赠孺人）。严侍下，妻丁氏，兄尹从教（庚辰进士授文林郎）；从寿（指挥佥事加赠指挥同知）；从今；从达（俱武举），弟从征（庠生），子浣；沆；沇。由附学生中式己卯乡试六十四名举人，会试中式一百八十八名。授云南保山县知县，吏部观政[1]。"],
        ["周如纶", 80, "周如纶（？－？），字叔音，山东莱州府即墨县人，军籍，明朝政治人物、进士出身。"],
        ["张辅之", 81, "张辅之（？－？），字尔赞，直隶苏州府太仓州人，民籍，明朝政治人物、进士出身。"],
        ["徐兆魁", 82, "徐兆魁（？－？），字策廷，广东广州府东莞县人，民籍，明朝政治人物、进士出身。"],
        ["顾龙祯", 83, "顾龙祯（？－？），字翼卿，直隶常州府无锡县人，民籍，明朝政治人物、进士出身。"],
        ["吴中明", 84, "吴中明（？－？），字知常，直隶徽州府歙县人，军籍，明朝政治人物、进士出身。"],
        ["曹光祚", 85, "曹光祚（？－？），字伯延，滑县人，直隶大名府内黄县民籍，明朝政治人物、进士出身。"],
        ["李　沂", 86, "李沂（1556年－1615年），字景鲁，号太清，湖广武昌府嘉鱼县人，站籍，治《诗经》，年三十一岁中式万历十四年丙戌科第三甲第八十六名进士。乙卯年三月初三日生，行七，曾祖李承聪；祖李敻；父李宝愈；母周氏；继母高氏。具庆下，妻任氏，兄渭；汉；澜；湛；泓；漙，弟汶；涞（庠生），子宙标；宙极；宙枢。由国子生中式癸酉乡试八十四名举人，会试中式二百六十五名。授翰林院庶吉士，刑部观政[1]。"],
        ["邵　鍪", 87, "邵鍪（？－？），字麟武，直隶苏州府常熟县人，民籍，明朝政治人物、进士出身。"],
        ["倪思益", 88, "倪思益（？－？），字受卿，福建福州府侯官县人，民籍，明朝政治人物、进士出身。"],
        ["吴洪绩", 89, "吴洪绩（？－？），字崇绪，福建兴化府莆田县人，军籍，明朝政治人物、进士出身。"],
        ["张时显", 90, "张时显（？－？），字仁卿，江西建昌府南城县人，军籍，明朝政治人物、进士出身。"],
        ["袁光宇", 91, "袁光宇（？－？），字元让，直隶苏州府常熟县人，民籍，明朝政治人物、进士出身。"],
        ["陶明礼", 92, "陶明礼（？－？），字天产，广西平乐府平乐县人，民籍，明朝政治人物、进士出身。"],
        ["彭好古", 93, "彭好古（？－？），字伯籛，湖广黄州府麻城县人，匠籍，明朝政治人物、进士出身。"],
        ["杜允继", 94, "杜允继（？－？），字惟序，顺天府霸州人，民籍，明朝政治人物、进士出身。"],
        ["吴弘济", 95, "吴弘济（1559年－？），字春阳，一字汝辑，号梅州。明朝政治人物。浙江秀水县（今属嘉兴市）人。"],
        ["曾光鲁", 96, "曾光鲁（1539年－1606年），字于鲁，号浴宇，福建兴化府莆田县人，匠籍，明朝政治人物。广东按察使司副使。"],
        ["宋　荐", 97, "宋荐（？－？），字子朝，直隶广平府肥乡县人，民籍，明朝政治人物、进士出身。"],
        ["王之彦", 98, "王之彦（？－？），字仲美，直隶大名府濬县人，民籍，明朝政治人物、进士出身。"],
        ["雷元善", 99, "雷元善（？－？），字汝仁，陕西西安府同州朝邑县人，军籍，明朝政治人物、进士出身。"],
        ["蔡思穆", 100, "蔡思穆（？－？），字梦敬，湖广长沙府攸县人，军籍，明朝政治人物、进士出身。"],
        ["张一栋", 101, "张一栋（？－？），字任甫，福建漳州府平和县人，民籍，明朝政治人物、进士出身。"],
        ["孙继有", 102, "孙继有（？－？），字恒叔，浙江绍兴府馀姚县人，匠籍，明朝政治人物、进士出身。"],
        ["赵思敏", 103, "赵思敏（？－？），字学甫，山东登州府蓬莱县人，民籍，明朝政治人物、进士出身。"],
        ["聂世润", 104, "聂世润（1562年－1621年），字德甫，号雨轩，四川省保宁府剑州人，明朝政治人物。"],
        ["萧奇烋", 105, "萧奇烋（？－？），字懋扬，福建兴化府莆田县人，民籍，明朝政治人物、进士出身。"],
        ["何太庚", 106, "何太庚（？－？），字吉父，顺德县人，广东广州府番禺县军籍，明朝政治人物、进士出身。"],
        ["侯廷珮", 107, "侯廷珮（？－？），字长德，人，陕西宁夏卫籍，明朝政治人物、进士出身。"],
        ["李　秩", 108, "李秩（？－？），字序甫，河南河南府孟津县人，民籍，明朝政治人物、进士出身。"],
        ["马邦良", 109, "马邦良（？－？），字君遂，浙江杭州府富阳县人，民籍，明朝政治人物、进士出身。"],
        ["金继震", 110, "金继震（？－？），字长卿，直隶徽州府休宁县人，民籍，明朝政治人物、进士出身。"],
        ["水卿谟", 111, "水卿谟（？－？），字禹陈，浙江宁波府鄞县人，民籍，明朝政治人物、进士出身。"],
        ["王立贤", 112, "王立贤（？－？），字聘卿，山西仪卫司人，校籍，明朝政治人物、进士出身。"],
        ["刘源澄", 113, "刘源澄（？－？），字清之，直隶常州府无锡县人，军籍，明朝政治人物、进士出身。"],
        ["陈洪烈", 114, "陈洪烈（？－？），字元勋，河南汝宁府光山县人，军籍，明朝政治人物、进士出身。"],
        ["郑得书", 115, "郑得书（？－？），字子读，福建泉州卫中千户所人，官籍，明朝政治人物、进士出身。"],
        ["陈于王", 116, "陈于王（？－？），字伯襄，浙江嘉兴府嘉善县人，民籍，明朝政治人物、进士出身。"],
        ["李养质", 117, "李养质（？－？），字从朴，山西平阳府蒲州人，民籍，明朝政治人物、进士出身。"],
        ["欧阳劲", 118, "欧阳劲（？－？），字懋节，广东广州府从化县人，军籍，明朝政治人物、进士出身。"],
        ["任　僖", 119, "任僖（1549年－1608年），字士安，号日域，浙江省宁波府鄞县人，民籍，治《易经》，年三十八岁中式万历十四年丙戌科第三甲第一百十九名进士。戊申年十一月二十五日生，行二，曾祖任鼎；祖任廷贵；嗣父任顺平；本生父任铎；嗣母徐氏；本生母杨氏。永感下，妻张氏，兄脩，弟侍；伊，子允让；允谊。由国子生中式壬午乡试三十二名举人，会试中式三百五十名。授，刑部观政[1]。"],
        ["周应鳌", 120, "周应鏊（？－？），字如春，江西吉安府泰和县人，民籍，明朝政治人物、进士出身。"],
        ["高　环", 121, "高环（？－？），字循卿，山西潞安府长治县人，民籍，明朝政治人物、进士出身。"],
        ["李起元", 122, "李起元（？－？），字惺原，直隶顺德府南和县人，民籍，明朝政治人物、进士出身。"],
        ["林梦鹤", 123, "林梦鹤（？－？），字献祯，河南汝宁府信阳州人，民籍，明朝政治人物、进士出身。"],
        ["吴崇礼", 124, "吴崇礼（？－？），字彬卿，山东兖州府宁阳县人，军籍，明朝政治人物、进士出身。"],
        ["张时修", 125, "张时脩（？－？），字德甫，山西平阳府蒲州人，匠籍，明朝政治人物、进士出身。"],
        ["陈　蕴", 126, "陈蕴（？－？），字上行，广西桂林府灌阳县人，民籍，明朝政治人物、进士出身。"],
        ["周之鼎", 127, "周之鼎（？－？），字定甫，广西桂林府临桂县人，民籍，明朝政治人物、进士出身。"],
        ["李宗延", 128, "李宗延（？－？），字景喆，河南汝宁府汝阳县人，民籍，明朝政治人物、进士出身。"],
        ["杨　遇", 129, "杨遇（？－？），字惟良，浙江杭州府仁和县人，顺天府东安县民籍，明朝政治人物、进士出身。"],
        ["王之翰", 130, "王之翰（？－？），字季桢，山东青州府蒙阴县人，军籍，明朝政治人物、进士出身。"],
        ["秦邻晋", 131, "秦邻晋（？－？），字汝睦，陕西西安府渭南县人，民籍，明朝政治人物、进士出身。"],
        ["钱允元", 132, "钱允元（？－？），字虞佐，直隶苏州府吴县人，民籍，明朝政治人物、进士出身。"],
        ["黄大节", 133, "黄大节（？－？），字思立，江西赣州府信丰县人，民籍，明朝政治人物、进士出身。"],
        ["吴　楷", 134, "吴楷（？－？），字允式，山东兖州府曹州人，民籍，明朝政治人物、进士出身。"],
        ["费必兴", 135, "费必兴（？－？），字应祥，直隶海门县人，河南汝宁府崇府群牧所籍，明朝政治人物、进士出身。"],
        ["刘曰梧", 136, "刘曰梧（？－？），字阳生，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["许子伟", 137, "许子伟（？－？），字云程，广东琼州府琼山县人，民籍，明朝政治人物、进士出身。"],
        ["周　着", 138, "周着（？－？），字诚子，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["王　都", 139, "王都（？－？），字邦畿，山东东昌府临清卫人，官籍，明朝政治人物、进士出身。"],
        ["方大美", 140, "方大美（？－？），字思济，直隶安庆府桐城县人，军籍，明朝政治人物、进士出身。"],
        ["韩邦域", 141, "韩邦域（？－？），字仕广，福建福州府侯官县人，军籍，明朝政治人物、进士出身。"],
        ["张　庚", 142, "张庚（？－？），字长卿，直隶真定府南宫县人，民籍，明朝政治人物、进士出身。"],
        ["彭锡命", 143, "彭锡命（？－？），字君宠，江西临江府新淦县人，民籍，明朝政治人物、进士出身。"],
        ["常道立", 144, "常道立（1560年－1619年），字孟庸，号五嶷，湖广汉阳府汉阳县人，民籍，明朝政治人物。[1]"],
        ["彭　烊", 145, "彭烊（？－？），字冶金，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["冀　体", 146, "冀体（？－？），字肖甫，河南彰德府武安县人，军籍，明朝政治人物、进士出身。"],
        ["熊鸣夏", 147, "熊鸣夏（？－？），字心禹，江西南昌府丰城县人，民籍，明朝政治人物、进士出身。"],
        ["宋　棠", 148, "宋棠（1549年－1608年），字子泽，号㙲野，四川省叙州府富顺县人，军籍，治《诗经》，年三十八岁中式万历十四年丙戌科第三甲第一百四十八名进士。戊申年七月三十日生，行二，曾祖宋公勤；祖宋介；父宋汝梅，庠生；母馀氏；继母刘氏。具庆下，妻胡氏，弟臬；荣，子有承（庠生）；有庆；有望；有豸；有祯；有觐。由学生中式辛酉乡试二名举人，会试中式三百四十七名。授南宫知县，兵部观政[1]。"],
        ["吴尚友", 149, "吴尚友（？－？），字元德，江西九江府湖口县人，军籍，明朝政治人物、同进士出身。"],
        ["赵完璧", 150, "赵完璧（？－？），字念儆，河南河南府陜州人，民籍，明朝政治人物、进士出身。"],
        ["高进孝", 151, "高进孝，河南获嘉县人，明朝政治人物。同进士出身。"],
        ["项德桢", 152, "项德祯（？－？），字廷坚，浙江嘉兴府秀水县人，锦衣卫籍，明朝政治人物、进士出身。"],
        ["刘道亨", 153, "刘道亨（？－？），字时济，直隶保定府新城县人，民籍，明朝政治人物、进士出身。"],
        ["王道正", 154, "王道正（？－？），字惟德，山东济南府霑化县人，府军左卫籍，明朝政治人物、进士出身。"],
        ["叶　炜", 155, "叶炜（？－？），字汝充，直隶宁国府宣城县人，军匠籍，明朝政治人物、进士出身。"],
        ["李伯华", 156, "李伯华（生卒年不详），字新来，明朝官员。山东掖县（今莱州市）人。同进士出身。"],
        ["岑应春", 157, "岑应春（？－？），字绎仁，顺天府通州人，民籍，明朝政治人物、进士出身。"],
        ["曹愈参", 158, "曹愈参（1563年－1622年），字右清，号方夔，四川省重庆府涪州人，军籍，治《易经》，年二十四岁中式万历十四年丙戌科第三甲第一百五十八名进士。壬戌年正月十四日生，行一，曾祖曹介，廪生；祖曹中道；父曹第，增广生；母夏氏。具庆下，妻张氏，继妻洪氏；弟愈彬（廪生），子来觐；来述；来贡；来遇。由国子生中式己卯乡试六十九名举人，会试中式一百七十九名。授，吏部观政[1]。"],
        ["邢懋敬", 159, "邢懋敬（？－？），字一卿，湖广黄州府黄梅县人，军籍，明朝政治人物、进士出身。"],
        ["潘大复", 160, "潘大复（？－？），字征复，浙江湖州府乌程县人，民籍，明朝政治人物、进士出身。"],
        ["张正学", 161, "张正学（1552年－1611年），字可宗，号怀鹿，四川省潼川州人，民籍，治《易经》，年三十五岁中式万历十四年丙戌科第三甲第一百六十一名进士。辛亥年十月二十一日生，行二，曾祖张伯玑，教谕赠兵科右给事中；祖张翀，礼科都给事中赠太常寺少卿；父张肃，知州赠奉直大夫；母金氏（封太宜人）。慈侍下，妻汤氏，兄二南（知州）；正道（按察司佥事），弟䋲祖（举人）；正论（生员），子世雍；世耀；世擢。由国子生中式丁卯乡试七名举人，会试中式一百八十二名。授，户部观政[1]。"],
        ["袁茂英", 162, "袁茂英（1563年－？），袁枚六世祖，明朝诗人、封疆大吏。字君学、号文海，浙江慈溪（今属馀姚）人[1]。"],
        ["耿争光", 163, "耿争光（？－？），字尔逊，河南开封府杞县人，匠籍，明朝政治人物、进士出身。"],
        ["王建中", 164, "王建中（1556年－1615年），字铭新，号寰羽，浙江省嘉兴府平湖县人，民籍，治《书经》，年三十一岁中式万历十四年丙戌科第三甲第一百六十四名进士。乙卯年七月十一日生，行一，曾祖王端；祖王堂；父王言；母陈氏。具庆下，妻庄氏，弟拱极（生员）；建元；建藩；建屏，子墀献；墀奏；墀赟。由学生中式丙子乡试二名举人，会试中式十三名。授行人，兵部观政[1]。"],
        ["王孟煦", 165, "王孟煦（？－？），字育明，山东青州府安丘县人，军籍，明朝政治人物、进士出身。"],
        ["杨廷兰", 166, "杨廷兰（？－？），字秀夫，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["范以淑", 167, "范以淑（？－？），字汝闻，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["曾　砺", 168, "曾砺（？－？），字守钝，山东济南府阳信县人，民籍，明朝政治人物、进士出身。"],
        ["王如坚", 169, "王如坚（？－？），字石夫，江西吉安府安福县人，民籍，明朝政治人物，万历间官刑科给事中，因国本之争革职。"],
        ["田家立", 170, "田立家（？－？），字正国，山西泽州阳城县人，匠籍，明朝政治人物、进士出身。"],
        ["朱士佳", 171, "朱士佳（？－？），字邦题，福建泉州府晋江县人，军籍，明朝政治人物、进士出身。"],
        ["曹大咸", 172, "曹大咸（？－？），字元和，湖广荆州府江陵县人，民籍，明朝政治人物、进士出身。"],
        ["樊　镕", 173, "樊镕（？－？），字汝陶，山西太原府孟县人，民籍，明朝政治人物、进士出身。"],
        ["顾　绅", 174, "顾绅（？－？），字知非，直隶崑山县人，云南鹤庆府军籍，明朝政治人物、进士出身。"],
        ["徐存德", 175, "徐存德（？－？），字恒甫，湖广黄州府蕲水县人，民籍，明朝政治人物、进士出身。"],
        ["蒋行义", 176, "蒋行义（？－？），字思弼，福建福州府长乐县人，军籍，明朝政治人物、进士出身。"],
        ["朱　诰", 177, "朱诰（？－？），字巽甫，河南南阳中护卫人，军籍，明朝政治人物、进士出身。"],
        ["汪　环", 178, "汪环（？－？），字启运，福建漳州府漳浦县人，民籍，明朝政治人物、进士出身。"],
        ["柳　佐", 179, "柳佐（？－？），字宗相，山东东昌府临清州人，民籍，明朝政治人物、进士出身。"],
        ["何出图", 180, "何出图（？－？），字启文，河南开封府扶沟县人，民籍，明朝政治人物、进士出身。"],
        ["司　谏", 181, "司谏（？－？），字信夫，河南河南府洛阳县人，匠籍，明朝政治人物、进士出身。"],
        ["萧重望", 182, "萧重望（？－？），字仰卿，江西南昌府丰城县人，贵州思南府籍，明朝政治人物、进士出身。"],
        ["景　章", 183, "景章（1559年－1618年），字速卿，号云河，四川省叙州府富顺县人，民籍，治《诗经》，年二十八岁中式万历十四年丙戌科第三甲第一百八十三名进士。戊午年二月二十九日生，行三，曾祖景冲祖；祖景旦，庠生；父景二阳，知县；母杨氏。具庆下，妻熊氏，兄高言（庠生）；商；交（庠生）；兖；亮；玄；襄（省祭官），弟雍（庠生）；衮（庠生）；裒；彦；□，子聿新；又新；弥新。由学生中式丙子乡试七十名举人，会试中式一百二十五名。授刑部观政[1]。"],
        ["黄之俊", 184, "黄之俊（？－？），字君吁，江西临江府清江县人，民籍，明朝政治人物、进士出身。"],
        ["延　论", 185, "延论（？－？），字元讷，山西太原府平定州人，民籍，明朝政治人物、进士出身。"],
        ["曾开泰", 186, "曾开泰（？－？），字太耒，湖广承天府京山县人，军籍，明朝政治人物、进士出身。"],
        ["郭应时", 187, "郭应时（？－？），字行之，福建漳州府海澄县人，军籍，明朝政治人物、进士出身。"],
        ["朱　昌", 188, "朱昌（1563年－1622年），字泰甫，号梦环，四川省叙州府富顺县人，民籍，治《诗经》，年二十四岁中式万历十四年丙戌科第三甲第一百八十八名进士。壬戌年六月初二日生，行二，曾祖朱懋，举人；祖朱纪，生员；父朱望之；母韩氏。严侍下，妻周氏；方氏，兄宗礼；祚；祯；蓉；葵（俱生员），弟芹（生员）；芴；芬；藿；藻；苪；荃；荐；芃；英，子志舜；志禹；志文；志武。由国子生中式癸酉乡试四十四名举人，会试中式癸未会试三百三十七名。授通政司观政[1]。"],
        ["徐元正", 189, "徐元正（？－？），字景文，太仓州人，直隶苏州府吴县民籍，明朝政治人物、进士出身。"],
        ["王　佐", 190, "王佐（？－？），字襄甫，湖广常德府武陵县人，荣府籍，明朝政治人物、进士出身。"],
        ["李大武", 191, "李大武（？－？），字仲吉，直隶苏州府长洲县人，卫舍籍，明朝政治人物、进士出身。"],
        ["盖国士", 192, "盖国士（？－？），字懋贤，直隶广平府永年县人，民籍，明朝政治人物、进士出身。"],
        ["袁　黄", 193, "袁黄（1533年12月26日－1606年8月14日），原名表，字坤仪、学海，号了凡，明朝南直隶苏州府吴江县人，改入籍浙江嘉兴府嘉善县。万历进士，曾任主事、拾遗之官，赠尙宝司少卿。崇信佛法，六十九岁时，将一生的体验写成著名的劝善文《了凡四训》。"],
        ["毛寿南", 194, "毛寿南（？－？），字宇征，直隶苏州府吴江县人，民籍，明朝政治人物、进士出身。"],
        ["王禄兆", 195, "王禄兆（？－？），字惟功，山东莱州府即墨县人，军籍，明朝政治人物、进士出身。"],
        ["李　玑", 196, "李玑（？－？），字时仰，福建泉州府同安县人，军盐籍，明朝政治人物、进士出身。"],
        ["岳九逵", 197, "岳九逵（？－？），字季达，河南卫辉府获嘉县人，民籍，明朝政治人物、进士出身。"],
        ["艾维新", 198, "艾维新（？－？），字希周，河南开封府兰阳县人，民籍，明朝政治人物、进士出身。"],
        ["王士昌", 199, "王士昌（1561年－？），字永叔，号斗溟。明朝官员。浙江临海人。"],
        ["吴期炤", 200, "吴期炤（？－？），字闇夫，浙江湖州府德清县人，民籍，明朝政治人物、进士出身。"],
        ["彭应捷", 201, "彭应捷（？－？），字让甫，河南汝宁府光山县人，军籍，明朝政治人物、进士出身。"],
        ["朱　爵", 202, "朱爵（？－？），字仲修，直隶大名府开州人，民籍，明朝政治人物、进士出身。"],
        ["闵远庆", 203, "闵远庆（？－？），字基厚，浙江湖州府乌程县人，军籍，明朝政治人物、进士出身。"],
        ["王嘉宾", 204, "王嘉宾（？－？），字国贤，直隶滁州来安县人，民籍，明朝政治人物、进士出身。"],
        ["刘为楫", 205, "刘为楫（？－？），字时用，顺天府霸州人，民籍，明朝政治人物、进士出身。"],
        ["黄　缙", 206, "黄缙（？－？），字拱宸，广东惠州府博罗县人，民籍，明朝政治人物、进士出身。"],
        ["王嘉谟", 207, "王嘉谟（？－？），字伯仑，山东济南府邹平县人，豹韬卫官籍，明朝政治人物、进士出身。"],
        ["李　楠", 208, "李楠（？－？），字伯南，河南归德府永城县人，军籍，明朝政治人物、进士出身。"],
        ["张应槐", 209, "张应槐（？－？），字汝植，浙江金华府浦江县人，民籍，明朝政治人物、进士出身。"],
        ["吴应明", 210, "吴应明（？－？），字仲卿，直隶徽州府歙县人，民籍，明朝政治人物、进士出身。"],
        ["林守信", 211, "林守信（？－？），字士孚，浙江台州府太平县人，锦衣卫官籍，明朝政治人物、进士出身。"],
        ["李　杜", 212, "李杜（？－？），字汝唐，直隶扬州府泰兴县人，山西大同府大同县民籍，明朝政治人物、进士出身。"],
        ["刘弘宝", 213, "刘弘宝（？－？），字公可，福建泉州府晋江县人，民籍，明朝政治人物、进士出身。"],
        ["柴尧年", 214, "柴尧年（？－？），字钦甫，直隶苏州府崑山县人，民籍，明朝政治人物、进士出身。"],
        ["石　岩", 215, "石岩（？－？），字伯瞻，山东青州府益都县人，民籍，明朝政治人物、进士出身。"],
        ["魏　谔", 216, "魏谔（？－？），字直卿，直隶广平府清河县人，民籍，明朝政治人物、进士出身。"],
        ["崔邦亮", 217, "崔邦亮（？－？），字德严，直隶大名府东明县人，民籍，明朝政治人物、进士出身。"],
        ["杨伯柯", 218, "杨伯柯（？－？），字直甫，直隶大河卫人，军籍，明朝政治人物、进士出身。"],
        ["杨宏科", 219, "杨宏科，明朝政治人物。字意白[1]，另说字融博，号意白，浙江馀姚人。"],
        ["李赋秀", 220, "李赋秀（？－？），字汝毓，陕西延安卫人，官籍，明朝政治人物、进士出身。"],
        ["刘大受", 221, "刘大受（？－？），字敬甫，山东东昌府博平县人，军籍，明朝政治人物、进士出身。"],
        ["陆　经", 222, "陆经（？－？），字载道，直隶苏州府长洲县人，民籍，明朝政治人物、进士出身。"],
        ["顾允成", 223, "东林书院藏顾允成像"],
        ["馀　炶", 224, "馀炶（？－？），字体易，浙江严州府遂安县人，民籍，明朝政治人物、进士出身。"],
        ["邢有忭", 225, "邢有卞（？－？），字惟慎，山东莱州府昌邑县人，民籍，明朝政治人物、进士出身。"],
        ["李日茂", 226, "李日茂（？－？），字文华，直隶河间府青县人，民籍，明朝政治人物、进士出身。"],
        ["林　玑", 227, "林玑（？－？），字光仲，福建兴化府莆田县人，军籍，明朝政治人物、进士出身。"],
        ["周献臣", 228, "周献臣（？－？），字窽六，江西抚州府临川县人，民籍，明朝政治人物、进士出身。"],
        ["周嗣哲", 229, "周嗣哲（？－？），字宇明，直隶苏州府吴县人，卫籍，明朝政治人物、进士出身。"],
        ["谢朝佐", 230, "谢朝佐（？－？），字良辅，福建建宁府瓯宁县人，民籍，明朝政治人物、进士出身。"],
        ["王一魁", 231, "王一魁（？－？），字斗垣，陕西汉中府洋县人，军籍，明朝政治人物、进士出身。"],
        ["夏国宝", 232, "夏国宝（？－？），字惟善，湖广长沙府湘潭县人，民籍，明朝政治人物、进士出身。"],
        ["张　涛", 233, "张涛（？－？），字原裕，湖广黄州府黄陂县人，民籍，明朝政治人物、进士出身。"],
        ["韩　擢", 234, "韩擢，字叔捷，广东博罗人，明朝政治人物，同进士出身。"],
        ["徐梦麟", 235, "徐梦麟（？－？），字惟仁，直隶宁国府宣城县人，民籍，明朝政治人物、进士出身。"],
        ["王宗蓁", 236, "王宗蓁（？－？），字时荣，湖广承天府京山县人，军籍，明朝政治人物、进士出身。"],
        ["韩　魏", 237, "韩魏（？－？），字晋勳，直隶大名府东明县人，民籍，明朝政治人物、进士出身。"],
        ["叶　麃", 238, "叶麃（？－？），字以文，江西南昌府南昌县人，军籍，明朝政治人物、进士出身。"],
        ["林　震", 239, "林震（？－？），字宙侯，广东琼州府琼山县人，民籍，明朝政治人物、进士出身。"],
        ["留敬臣", 240, "留敬臣（？－？），字懋德，福建泉州府晋江县人，民籍，明朝政治人物、进士出身。"],
        ["何乔远", 241, "何乔远（1558年－1632年），字樨孝，号匪莪，隐居镜山，人称镜山先生。明朝政治人物，福建泉州府晋江县衮绣铺东街菜巷（今日泉州市鲤城区）人[1]。曾任主事、郎中、经历、光禄寺少卿、光禄卿、通政使、南京工部侍郎等官。年七十四。赠工部尚书。着有《闽书》、《名山藏》等。"],
        ["田大益", 242, "田大益（1563年－1622年），字或损，号博真，四川省重庆府定远县人，明朝政治人物。[1]历任钟祥知县、升兵科给事中，太常少卿。"],
        ["徐任道", 243, "徐任道（？－？），字仁卿，浙江衢州府西安县人，民籍，明朝政治人物、进士出身。"],
        ["徐成楚", 244, "徐成楚（？－？），字光南，湖广郧阳府竹谿县人，民籍，明朝政治人物、进士出身。"],
        ["许汝魁", 245, "许汝魁，字元甫，号仰亭，江西湖口人。明朝政治人物。"],
        ["郭如鲁", 246, "郭如鲁（？－？），字唯一，陕西西安府同州朝邑县人，军籍，明朝政治人物、进士出身。"],
        ["伍文焕", 247, "伍文焕（1563年－1622年），字在中，号象明，四川叙州府宜宾县人，富顺县民籍，明朝政治人物。"],
        ["罗　绲", 248, "罗绲（1549年－1608年），字承文，号存冲，四川省嘉定州灶籍，治《书经》，年三十八岁中式万历十四年丙戌科第三甲第二百四十八名进士。戊申年二月十四日生，行二，曾祖罗秉善；祖罗裕；父罗仕登；嫡母袁氏；继母刘氏；生母高氏。慈侍下，妻王氏，继妻季氏；冯氏；敖氏；兄缙（生员），子惟斗（生员）；惟奎；惟井；惟巽。由学生中式己卯乡试十三名举人，会试中式二百七十四名。授，刑部观政[1]。"],
        ["赵家相", 249, "赵家相（1557年－1616年），字熙载，号晴□，四川省重庆府巴县人，民籍，治《书经》，年三十岁中式万历十四年丙戌科第三甲第二百四十九名进士。丙辰年五月初三日生，行一，曾祖赵文林，□□；祖赵圭；父赵子民，己酉举人；母刘氏。慈侍下，妻游氏，弟家弼；家鼎，子怀谦；怀慎；怀恪。由增广生中式壬午乡试二十一名举人，会试中式二百二十七名。授，刑部观政[1]。"],
        ["王希夔", 250, "王希夔（？－？），字子和，福建漳州府龙溪县人，民籍，明朝政治人物、进士出身。"],
        ["赵　标", 251, "赵标（？－？），字贞甫，山西平阳府解州人，民籍，明朝政治人物、进士出身。"],
        ["盛　稔", 252, "盛稔（？－？），字伯丰，直隶扬州府仪真县人，民籍，明朝政治人物、进士出身。"],
        ["李光辉", 253, "李光辉（？－？），字文征，人，山西太原府太原右卫籍，明朝政治人物、进士出身。"],
        ["宋应和", 254, "宋应和（？－？），字道达，江西南昌府奉新县人，民籍，明朝政治人物、进士出身。"],
        ["吴之望", 255, "吴之望（？－？），字民表，直隶镇江府丹徒县人，民籍，明朝政治人物、进士出身。"],
        ["任道学", 256, "任道学（1556年－1615年），字用予，号养吾，四川省重庆府忠州人，民籍，治《诗经》，年三十一岁中式万历十四年丙戌科第三甲第二百五十六名进士。乙卯年十一月初八日生，行一，曾祖任俊；祖任仲实；父任钺，寿官；母杨氏。永感下，妻张氏，继妻郭氏；兄道远；道统（俱生员），弟道充（生员）；道成；道可，子志伊（生员）；志曾；志臯；志夔；志颖。由国子生中式丙子乡试四十名举人，会试中式九十六名。授，吏部观政[1]。"],
        ["张　斗", 257, "张斗（？－？），字文光，直隶徐州沛县人，民籍，明朝政治人物、进士出身。"],
        ["李守贞", 258, "李守贞（1555年－1614年），字原智，号涵一，直隶真定府定州人，民籍，治《诗经》，年三十二岁中式万历十四年丙戌科第三甲第二百五十八名进士。甲寅年九月二十九日生，行五，曾祖李辉，教谕；祖李镗，主簿；父李楫；母墨氏；生母方氏。永感下，妻顾氏，兄守谦；守经（生员）；守诚；守信，子荩；藻；荫。由国子生中式己卯乡试一百十四名举人，会试中式二百九十名。授户部观政[1]。"],
        ["李承槐", 259, "李承槐（？－？），字应揆，湖广黄州府麻城县人，民籍，明朝政治人物、进士出身。"],
        ["卢传元", 260, "卢传元（？－？），字贞复，河南开封府扶沟县人，匠籍，明朝政治人物、进士出身。"],
        ["卢明诹", 261, "卢明诹（？－？），字君教，浙江台州府黄巖县人，民籍，明朝政治人物、进士出身。"],
        ["傅肖形", 262, "傅肖形（？－？），字梦征，直隶大名府内黄县人，军籍，明朝政治人物、进士出身。"],
        ["张　翰", 263, "张翰（？－？），字文华，直隶广平府永年县人，民籍，明朝政治人物、进士出身。"],
        ["徐庭绶", 264, "徐庭绶（？－？），字公绾，江西广信府上饶县人，民籍，明朝政治人物、进士出身。"],
        ["甯嘉猷", 265, "甯嘉猷（？－？），字君献，河南归德府考城县人，民籍，明朝政治人物、进士出身。"],
        ["郑　举", 266, "郑举（？－？），字世用，四川成都府成都县人，民籍，明朝政治人物、进士出身。"],
        ["杨耿光", 267, "杨耿光（？－？），字觐之，山东莱州府平度州人，军籍，明朝政治人物、进士出身。"],
        ["周玄暐", 268, "周玄暐（？－？），字叔茂，直隶苏州府崑山县人，民籍，明朝政治人物、进士出身。"],
        ["陈大道", 269, "陈大道（？－？），字靖卿，湖广襄阳府光化县人，民籍，明朝政治人物、进士出身。"],
        ["娄希亮", 270, "娄希亮（？－？），字道弼，直隶常州府无锡县人，军籍，明朝政治人物、进士出身。"],
        ["吴文灿", 271, "吴文灿（？－？），字元质，江西德化县人，顺天府东安县籍，明朝政治人物、进士出身。"],
        ["王厘土", 272, "王𨤲土（？－？），字以庆，山东东昌府朝城县人，军籍，明朝政治人物、进士出身。"],
        ["董肇胤", 273, "董肇胤（？－？），字善□，浙江台州府临海县人，应天府江宁县民籍，明朝政治人物、进士出身。"],
        ["严正邦", 274, "严正邦（？－？），字范先，浙江湖州府归安县人，民籍，明朝政治人物、进士出身。"],
        ["高　巖", 275, "高巖（？－？），字鲁瞻，山西太原府永宁州宁乡县人，民籍，明朝政治人物、进士出身。"],
        ["刘　讷", 276, "刘讷（？－？），字仁寰，陕西汉中府宁羗卫人，军籍，明朝政治人物、进士出身。"],
        ["张应凤", 277, "张应凤（？－？），字于梧，直隶大名府元城县人，民籍，明朝政治人物、进士出身。"],
        ["弋鹤山", 278, "弋鹤（？－？），字鸣臯，山西平阳府解州安邑县人，匠籍，明朝政治人物、进士出身。"],
        ["韩　范", 279, "韩范（？－？），字思兼，山西泽州沁水县人，民籍，明朝政治人物、进士出身。"],
        ["曾代萧", 280, "曹代萧（？－？），字画一，河南归德府商丘县人，民籍，明朝政治人物、进士出身。"],
        ["张国纪", 281, "张国纪（？－？），字子振，河南河南卫人，军籍，明朝政治人物、进士出身。"]
    ],
    "index": 69,
    "url": "https://zh.wikipedia.org/wiki/Template:%E8%90%AC%E6%9B%86%E5%8D%81%E5%9B%9B%E5%B9%B4%E4%B8%99%E6%88%8C%E7%A7%91%E6%AE%BF%E8%A9%A6%E9%87%91%E6%A6%9C",
    "second": [
        ["袁宗道", 1, "袁宗道（1560年－1600年），字伯修，号玉蟠，一号石浦，湖北公安长安里人，明朝政治人物、文学家，进士出身。"],
        ["林承芳", 2, "林承芳（？－？），字开先，广东广州府三水县人，民籍，明朝政治人物、进士出身。"],
        ["吴应宾", 3, "吴应宾（1565年－1634年），字尚之，又字客卿，自号观我，南直隶桐城（今中国安徽省桐城市）人。"],
        ["查允元", 4, "查允元（？－？），字仁卿，浙江杭州府海宁县人，民籍，明朝政治人物、进士出身。"],
        ["王同休", 5, "王同休（？－？），字扬甫，福建泉州府晋江县人，民籍，明朝政治人物、进士出身。"],
        ["高从礼", 6, "高从礼（？－？），字质甫，浙江杭州府仁和县人，民籍，明朝政治人物、进士出身。"],
        ["黄承玄", 7, "黄承玄（？－？），字履常，直隶苏州卫守御嘉兴千户所人，浙江嘉兴府秀水县籍，明朝政治人物、进士出身。"],
        ["沈　瓒", 8, "沈瓒（？－？），字孝通，直隶苏州府吴江县人，军籍，明朝政治人物、进士出身。"],
        ["祝以豳", 9, "祝以豳（？－？），字孟刘，浙江杭州府海宁县人，匠籍，明朝政治人物、进士出身。"],
        ["林茂桂", 10, "林茂桂（？－？），字德芬，福建漳州府漳浦县人，镇海卫军籍，明朝政治人物、进士出身。"],
        ["沈思充", 11, "沈思充（？－？），字孟符，浙江嘉兴府桐乡县人，民籍，明朝政治人物、进士出身。"],
        ["吴鸿洙", 12, "吴鸿洙（？－？），字文衢，山东济南府泰安州莱芜县人，军籍，明朝政治人物、进士出身。"],
        ["蔡守愚", 13, "蔡守愚（？－？），字体言，福建泉州府同安县人，军籍，明朝政治人物、进士出身。"],
        ["陆大成", 14, "陆大成（？－？），字集甫，直隶苏州府太仓州人，军籍，明朝政治人物、进士出身。"],
        ["韩　策", 15, "韩策（？－？），字献之，直隶真定府南宫县人，民籍，明朝政治人物、进士出身。"],
        ["黄汝良", 16, "黄汝良（？－？），字明起，福建泉州府晋江县人，民籍，明朝政治人物、进士出身。"],
        ["彭遵古", 17, "彭遵古（？－？），字季籛，麻城县人，湖广黄州府黄安县匠籍，明朝政治人物、进士出身。"],
        ["孙承荣", 18, "孙承荣（？－？），字元锡，直隶苏州府长洲县人，四夷馆官籍，明朝政治人物、进士出身。"],
        ["夏　爋", 19, "夏爋（？－？），字汝翼，浙江湖州府乌程县人，民籍，明朝政治人物、进士出身。"],
        ["全天敍", 20, "全天叙（？－？），字幼度，浙江宁波府鄞县人，民籍，明朝政治人物、进士出身。"],
        ["姚尚德", 21, "姚尚德（？－？），字伯容，直隶苏州府长洲县人，民籍，明朝政治人物、进士出身。"],
        ["包应登", 22, "包应登（？－？），字稺升，浙江杭州府钱塘县人，□籍，明朝政治人物、进士出身。"],
        ["顾云凤", 23, "顾云凤（？－？），字伯翔，直隶苏州府常熟县人，民籍，明朝政治人物、进士出身。"],
        ["浦士衡", 24, "浦士衡（？－？），字殷卿，直隶苏州府太仓州人，匠籍，明朝政治人物、进士出身。"],
        ["陈应龙", 25, "陈应龙（？－？），字德见，福建福州府侯官县人，民籍，明朝政治人物、进士出身。"],
        ["诸寿贤", 26, "诸寿贤（？－？），字延之，直隶苏州府崑山县人，民籍，明朝政治人物、进士出身。"],
        ["徐尧莘", 27, "徐尧莘（？－？），字汝聘，直隶安庆府潜山县人，民籍，明朝政治人物、进士出身。"],
        ["陈鸣华", 28, "陈鸣华（？－？），字诚甫，福建泉州府晋江县人，民籍，明朝政治人物、进士出身。"],
        ["陈　濂", 29, "陈濂（？－？），字道源，福建泉州府惠安县人，民籍，明朝政治人物、进士出身。"],
        ["郑瑞星", 30, "郑瑞星（？－？），字廷奎，福建兴化府迁游县人，民籍，明朝政治人物、进士出身。"],
        ["胡克俭", 31, "胡克俭（？－？），字共之，本姓扶克俭，諡忠毅，河南承宣布政使司汝宁府光山县（今河南省光山县）人，明朝政治人物。进士出身。"],
        ["陈所职", 32, "陈所职（？－？），字尔司，河南开封府禹州人，匠籍，明朝政治人物、进士出身。"],
        ["傅履阶", 33, "傅履阶（？－？），字则及，福建泉州府南安县人，军籍，明朝政治人物、进士出身。"],
        ["梅守峻", 34, "梅守峻（？－？），字贞卿，直隶宁国府宣城县人，军籍，明朝政治人物、进士出身。"],
        ["吴道光", 35, "吴道光（？－？），字孚伯，浙江绍兴府馀姚县人，军籍，明朝政治人物、进士出身。"],
        ["龚道立", 36, "龚道立，明朝江苏常州府武进人，明朝政治人物。进士出身。"],
        ["洪敷诰", 37, "洪敷诰（？－？），字天章，广西桂林府临桂县人，官籍，明朝政治人物、进士出身。"],
        ["屈　灿", 38, "屈灿（？－？），字文斗，陕西西安府蒲城县人，军籍，明朝政治人物、进士出身。"],
        ["张和中", 39, "张和中（？－？），字可育，山东济南府滨州人，军籍，明朝政治人物、进士出身。"],
        ["陈道亨", 40, "陈道亨，字孟起，南昌新建人。明朝官员。"],
        ["张守颐", 41, "张守颐（？－？），字贞卿，江西南昌府南昌县人，民籍，明朝政治人物、进士出身。"],
        ["樊东谟", 42, "樊东谟（？－？），字伯明，陕西西安府华州蒲城县人，军籍，明朝政治人物、进士出身。"],
        ["曹　璜", 43, "曹璜（？－？），字维章，山东青州府益都县人，民籍，明朝政治人物、进士出身。"],
        ["钱士鳌", 44, "钱士鳌（？－？），字季梁，浙江杭州府钱塘县人，民籍，明朝政治人物、进士出身。"],
        ["闵文卿", 45, "闵文卿（？－？），字廷昭，江西饶州府浮梁县人，民籍，明朝政治人物、进士出身。"],
        ["李元实", 46, "李元实（？－？），字士贞，湖广荆州府监利县人，军籍，明朝政治人物、进士出身。"],
        ["罗应斗", 47, "南京博物院藏《罗应斗像》"],
        ["于仕廉", 48, "于仕廉（？－？），字元贞，直隶镇江府金坛县人，军籍，明朝政治人物、进士出身。"],
        ["刘以焕", 49, "刘以焕（？－？），字章卿，江西吉安府安福县人，民籍，明朝政治人物、进士出身。"],
        ["魏养蒙", 50, "魏养蒙（？－？），字以贞，河南河南府洛阳县人，民籍，明朝政治人物、进士出身。"],
        ["陈所见", 51, "陈所见（？－？），字实是，直隶保定府定兴县人，民籍，明朝政治人物、进士出身。"],
        ["陆　埜", 52, "陆埜（？－？），字子闻，人，山东登州府登州卫籍，明朝政治人物、进士出身。"],
        ["刘黄裳", 53, "刘黄裳（？－？），字玄子，河南汝宁府光州人，军籍，明朝政治人物、进士出身。"],
        ["葛孔明", 54, "葛孔明（？－？），字皓尗，浙江杭州府海宁县人，民籍，明朝政治人物、进士出身。"],
        ["李维标", 55, "李维标（？－？），字本立，湖广承天府景陵县人，民籍，明朝政治人物、进士出身。"],
        ["熊宇奇", 56, "熊宇奇（？－？），字正子，江西南昌府新建县人，民籍，明朝政治人物、进士出身。"],
        ["张德明", 57, "张德明（？－？），字子经，永嘉县人，浙江温州府乐清县民籍，明朝政治人物、进士出身。"],
        ["章宪文", 58, "章宪文（？－？），字公觐，直隶松江府华亭县人，匠籍，明朝政治人物、进士出身。"],
        ["洪澄源", 59, "洪澄源（1549年－1608年），字子定，号镜潭，福建晋江人，祖籍江西乐平[1]，明朝政治人物，进士出身。"],
        ["林欲厦", 60, "林欲厦（？－？），字从奂，福建泉州府晋江县人，军籍，明朝政治人物、进士出身。林云程侄子。"],
        ["陈　果", 61, "陈果（？－？），字稚硕，广东广州府新安县人，灶籍，明朝政治人物、进士出身。"],
        ["郭　俊", 62, "郭俊（？－？），字公吁，陕西西安府渭南县人，军籍，明朝政治人物、进士出身。"],
        ["王　志", 63, "王志（？－？），字汝学，江西抚州东乡县人，军籍，明朝政治人物、进士出身。"],
        ["傅道统", 64, "傅道统（？－？），字寅脩，福建泉州府晋江县人，民籍，明朝政治人物、进士出身。"],
        ["苏舜臣", 65, "苏舜臣（？－？），字哲甫，福建泉州府晋江县人，民籍，明朝政治人物、进士出身。"],
        ["康梦相", 66, "康梦相（？－？），字予赉，江西吉安府泰和县人，民籍，明朝政治人物、进士出身。"],
        ["王就学", 67, "王就学（？－？），字所敬。明南京常州府武进县（今江苏省常州市）人，历仕户部、礼部、吏部，官至吏部验封司主事。事迹具《明史》，侧传于卢洪春本传。[1]"]
    ]
}