{
    "year_name": "万历三十八年庚戌科殿试金榜",
    "first": [
        ["韩　敬", 1, "韩敬（1580年－？），字简与，一字求仲，号止修。浙江归安县（今浙江吴兴）人。明末状元，政治人物。"],
        ["马之骐", 2, "马之骐（1579年－？），字时良，号康庄。明朝穆斯林学者。河南新野回族人。"],
        ["钱谦益", 3, "《清代学者像传》第二集《钱谦益像》，杨鹏秋绘"]
    ],
    "third": [
        ["刘述祖", 1, "刘述祖（1577年－？年），字善夫，号蓬泽，河南陈留县人。籍贵州都司贵州卫，明朝政治人物。"],
        ["于发藻", 2, ""],
        ["马呈德", 3, "马呈德（1577年－1613年），字君驭，号景伯，山西省大同府大同县人，直隶江都县民籍，明朝政治人物。"],
        ["汪庆百", 4, "汪庆百（？－1652年），字元履，号生洲，浙江开化芹阳镇（今城关镇）人。明朝政治人物。"],
        ["贾允元", 5, "贾允元（1579年－？年），字善长，号方荛，直隶无锡县人，军籍，治《书经》，年三十一岁中式万历三十八年庚戌科第三甲第五名进士。己卯九月二十五日生，行一，曾祖贾愚，庠生；祖贾时习，府举孝廉；父贾应德，庠生；母卢氏。慈侍下，妻黄氏，兄如璋（□□）；夔傅，弟允恭（监生）；允谐（鸿胪寺序班）；允厘（监生）；允升（生员）；允执；允济；允殖；允熙；允宁；允脩；允吉，子本仁；祖义。由附生中式己酉乡试七名举人，会试中式七十一名。授都察院观政授行人司行人，丙辰陞礼部仪制司主事[1]。"],
        ["陈玄藻", 6, ""],
        ["王继曾", 7, ""],
        ["锺　惺", 8, "锺惺（1581年8月25日－1624年），字伯敬，号退公、退谷、退庵，别号晚知居士。江西永丰县人，湖广承天府景陵县民籍，治《诗经》，年二十九岁中式万历三十八年庚戌科第三甲第八名进士。辛巳七月二十七日生，行一，曾祖锺弘仲；祖锺山；父锺一贯，嗣父锺一理，贡士；母冯氏；嗣母陈氏。严侍下，妻黄氏，弟愫；恬；悌；快，子肆夏（庠生）；陔夏；纳夏。由□生中式癸卯乡试十一名举人，会试中式十七名。授吏部观政授行人司行人，乙卯贵州主考，丙辰□□□□□□戊午实补工部都水司主事[1]。明代竟陵派文学家。着有名篇《浣花溪记》、《游武夷山记》及《夏梅说》等。"],
        ["李自荣", 9, "李自荣（1583年－？年），字元伯，号仁吾，河南省汝宁府固始县人，军籍，治《诗经》，年二十七岁中式万历三十八年庚戌科第三甲第九名进士。癸未九月二十九日生，行二，曾祖李文；祖李登；父李希说；母汪氏。具庆下，妻汪氏，兄向荣（儒官）；世荣；恩荣，弟正荣；国荣；长荣；时荣；方荣；际荣，子一槐（庠生）；一兰；一梅；一芝；一桂。由廪生中式庚子乡试十二名举人，会试中式一百九十三名。吏部观政，行人司行人，辛亥丁艰，甲寅补原职，丁巳内察[1]。"],
        ["佘合中", 10, "馀合中（1579年－？年），字子嘉，号初泰，南直隶池州府铜陵县大通人，军籍，明朝政治人物。"],
        ["潘融春", 11, "潘融春（1585年－？年），字季豫，号与偕，浙江省绍兴府馀姚县人，明朝官员。"],
        ["王弘祖", 12, "王弘祖（1585年－？年），字绳廓，号含一，陕西省西安府同州人，军籍，治《诗经》，年二十五岁中式万历三十八年庚戌科第三甲第十二名进士。乙酉正月初九日生，行一，曾祖王辅；祖王密；父王应诰，寿官；母路氏（封孺人）。具庆下，妻刘氏，本生父应命（移□推官）；本生母刘氏（移封孺人），弟属（庠生）；述祖；似祖；追祖；辉祖（庠生）；振祖（把总）；耀祖（庠生）；念祖；崇祖；荣祖；宪祖，子绪隆（庠生）；绪昌；绪延（庠生）。由学生中式庚子乡试六名举人，会试中式一百七十一名。授户部观政，河南开封府推官，壬子本省同考，乙卯陞兵部职方司主事[1]。"],
        ["唐　晖", 13, "唐晖（1584年－？年），字文季，号中楫，南直隶徽州府歙县人，晚明政治人物。"],
        ["吴之甲", 14, "吴之甲（1581年－？年），字元秉，号兹勉，江西抚州府临川县人，明朝政治人物。"],
        ["林一柱", 15, "林一柱（1574年－1625年）[1]，字廷郢，号璞所，福建同安县走马村人，明朝政治人物。[2]"],
        ["李夔龙", 16, "李夔龙（？－1629年），字继赓，号扬虞，福建南安人，明朝政治人物，同进士出身。"],
        ["程　策", 17, "程策（1580年－？年），字献可，号参寰，直隶徽州府休宁县人，民籍，治《易经》，年三十岁中式万历三十八年庚戌科第三甲第十七名进士。庚辰八月初四日生，行二，曾祖程永大；祖程琥；父程尚宾，封文林郎，西安府推官；母詹氏（封孺人）。永感下，妻范氏（赠孺人），继妻汪氏（赠孺人）；兄元亨，弟元良（儒士）；元善；元佐，子其蕴（庠生）；其蓄；其蕃。由附生中式癸卯乡试九十一名举人，会试中式二百十九名。授刑部观政，授陕西西安府推官，丁忧，戊午补袁州□□□□□□□事广西司主事[1]。"],
        ["翁家春", 18, "翁家春（1584年－？年），字启阳，号东衡，浙江省温州府永嘉县人，民籍，明朝政治人物。"],
        ["周家椿", 19, "周家椿（1583年－？年），字世□，号爱□，福建省泉州府同安县人，明朝政治人物。"],
        ["杨一鹏", 20, "杨一鹏（1585年－1635年），字大友，号崑岑，湖广岳州府岳州卫人，明末政治人物。"],
        ["魏运开", 21, "魏运开（1583年－？年），字启元，号二华，陕西省西安府蒲城县人，民籍，治《易经》，年二十八岁中式万历三十八年庚戌科第三甲第二十一名进士。壬午十一月十六日生，行一，曾祖魏绘；祖魏泳；父魏惧；母张氏。永感下，妻蒋氏，弟运贞；运政；运熙；运报；运新；运祚；维新；嗣谟；捷（庠生）；运阶；运翀，子伀；价。由学生中式丙午乡试二名举人，会试中式二十三名。都察院观政，授直隶真定府推官，乙卯山东同考，丙辰陞兵部职方司主事[1]。"],
        ["王汤孙", 22, "王汤孙（1571年－？年），字稚诞，号犀石，江西吉安府安福县人，民籍，治《春秋》，年四十岁中式万历三十八年庚戌科第三甲第二十二名进士。庚午十一月十四日生，行五，曾祖王季卿，庠生封刑部郎中；祖王士任，举人永州府通判；父王而缙，监生；母万氏；继母贺氏。永感下，妻刘氏，弟秀孙，子㣧震（庠生）。由增生中式戊子乡试十三名举人，会试中式一百六十三名。授通政司观政授山东兖州府推官卒[1]。"],
        ["张凤图", 23, "张凤图（1583年－？年），字瑞唐，号符舆，江西建昌府南丰县人，明朝政治人物。"],
        ["杨　铎", 24, "杨铎（1576年－？年），字斯觉，号觉斯，浙江省嘉兴府嘉兴县人，明朝官员。"],
        ["夏嘉遇", 25, "夏嘉遇（1579年－？），字正甫，南直隶松江府华亭县人。明朝政治人物。"],
        ["叶天启", 26, ""],
        ["徐　显", 27, "徐显（1427年－？），字东昭，江西吉安府永丰县人，明朝政治人物。进士出身。"],
        ["赵昌期", 28, "赵昌期（1573年－1632年），字当世，号青巖，嘉兴府秀水县人，浙江宁波府慈谿县民籍，治《易经》，年三十八岁中式万历三十八年庚戌科第三甲第三十八名进士。壬申十月二十二日生，行一，曾祖赵孟，赠通议大夫工部右侍郎；祖赵文华，累任少保兼太子太保工部尚书兼又副都御史；父赵怡思，原任锦衣卫正千户；母陈氏。严侍下，妻邵氏，继妻朱氏；兄允明，弟大期（廪生）；谷期；明钦（同科进士），子恭嗣。由监生中式癸卯乡试四十五名举人，会试中式一百八十九名。授礼部观政授直隶徽州府婺源县知县，癸丑调繁丹徒县乙卯陞南京兵部车驾司主事戊午卒[1]。"],
        ["施逢元", 29, "施逢元（1584年－？），字惟贞，号天虞，江西吉安府吉水县人，明朝官员。"],
        ["陈　仪", 30, "陈仪（1575年－1634年），字用吉，号凤治，福建省福州府闽县人，军籍，治《礼记》，年三十六岁中式万历三十八年庚戌科第三甲第三十名进士。甲戌五月初一日生，行一，曾祖陈波；祖陈继成；父陈汝扬，庠生举人兼文林郎；母曾氏（赠孺人）。永感下，妻张氏（封孺人），兄宏猷（庠生），弟美（□□深州知州）；僖；脩；任；朝谕；朝绮；朝统，子率行（庠生）；率念。由廪生中式己酉乡试二十六名举人，会试中式三十九名。授户部观政授广东广州府南海知县，壬子本省分考丙辰陞刑部河南司主事[1]。"],
        ["周以典", 31, "周以典，江西南昌县人，明朝政治人物。"],
        ["王良臣", 32, "王良臣（1584年－1643年），字忠亮，号翼儆，南直隶苏州府江阴县人，常熟县军籍，明朝政治人物。"],
        ["游士任", 33, "游士任（1584年－？年），字伊仲；肩生，湖广武昌府嘉鱼县人，站籍，明朝政治人物。"],
        ["李芳时", 34, "朱明时（1577年－？年），字承六，号完素，旧名李芳时，福建省延平府永安县二十七都人，顺天府武功卫军籍，明朝官员。"],
        ["江秉谦", 35, "江秉谦（1581年－1625年），字兆霖，一字兆豫，号瞻城，南直隶徽州府歙县（今安徽省歙县）人，民籍，明朝政治人物。"],
        ["徐日久", 36, "徐日久，字子卿，浙江西安县（今属浙江衢州市）人，明朝政治人物。同进士出身。"],
        ["王世荫", 37, "王世荫（1578年－？年），字公兆，号瑶源，四川省顺庆府南充县人，民籍，治《易经》，年三十三岁中式万历三十八年庚戌科第三甲第三十七名进士。丁丑七月二十九日生，行一，曾祖王璠，封郎中；祖王养贤，知县；父王楼，庠生赠文林郎；母陈氏（赠孺人）。永感下，妻苏氏（封孺人），兄世芳（廪生），弟世祚（廪生）；建忠（举人）；世衡（贡生）；世泰（贡生）；世临（贡生），子谠（廪生）；诹；间；调；讷。由廪生中式丙午乡试五十名举人，会试中式一百七十九名。授都察院观政，授湖广长沙府湘潭知县，丁忧，癸丑补直隶霍丘县，乙卯应天同考[1]。"],
        ["汪元哲", 38, "汪元哲（1585年－？年），字鲁生，号心烛，直隶婺源县人，应天府六合县籍，明朝政治人物。"],
        ["吴淳夫", 39, "吴淳夫（1577年－1627年），字当时，号练石，祖籍福建晋江县，福州府闽县人，民籍。晚明政治人物。"],
        ["陈睿谟", 40, "清《江苏毘陵陈氏宗谱》之鹿苹公遗像"],
        ["庄廷臣", 41, "庄廷臣（1577年－？年），字龙祥，号宁宇，镇江府金坛县人，直隶常州府武进县民籍，治《诗经》，年三十四岁中式万历三十八年庚戌科第三甲第四十一名进士。丙子十一月二十五日生，行二，曾祖庄齐，庠生；祖庄宪，庠生；父庄以莅，庠生敕赠文林郎；母张氏（敕封孺人）。永感下，妻龚氏（赠孺人）继妻孔氏（赠孺人）；濮氏（封孺人）；兄起蒙（庠生）；起元（同科进士南户部主事），弟廷弼（儒士）；起光（把总）；鸣谦（丙午亚魁）；廷祥；□谦（乙未举人），子春先（府庠生）；瑞先；魁先；长庆。由学生中式癸卯乡试九名举人，会试中式四名。授吏部观政，授浙江温州府永嘉知县，乙卯本省同考，丙辰行取留部，八月陞礼部精膳司主事[1]。"],
        ["张光前", 42, "张光前（1584年－1643年），字尔荷，号㟊西，山西泽州人，民籍，明朝政治人物。[1]"],
        ["李烨然", 43, "李烨然（1583年－？年），字文若，号鹤汀，山东兖州府汶上县人，民籍，治《诗经》，年二十七岁中式万历三十八年庚戌科第三甲第四十三名进士。癸未四月初四日生，行二，曾祖李经；祖李贤，寿官；父李养质，赠文林郎长安县知县；母刘氏（封太孺人）；前母房氏。慈侍下，妻崔氏（封孺人），兄鄂然（庠生），子忱；恪；憽；慥。由廪生中式丙午乡试六名举人，会试中式四十三名。户部观政，陕西西安府蒲城知县，壬子本省同考，癸丑调繁长安县，乙卯本省同考，丙辰行取授户部福建清吏司主事，戊午管验粮厅[1]。"],
        ["张允登", 44, "张允登（？－1632年），四川汉州人。明末政治人物。"],
        ["刘重庆", 45, "刘重庆（1582年－？年），字耳枝，号幼孙，山东莱州府掖县人，明朝官员。"],
        ["傅宗龙", 46, "傅宗龙（?－1641年），字仲纶、元宪，号括苍，云南昆明官渡傅家营人，曾官陕西三边总督，讨伐流寇，被俘，不屈而死。追赠太子少保，諡忠壮。"],
        ["荆时荐", 47, "荆时荐（1576年－1635年），字伯鹗，号延卿，河南省河南府灵宝县人，明朝政治人物。"],
        ["葛如麟", 48, "葛如麟（1581年－？年），字子仁，号朝池，山东济南府德平县人，明朝政治人物。"],
        ["陆　燧", 49, ""],
        ["钱士贵", 50, "《松江邦彦图》之钱士贵像"],
        ["汪泗论", 51, "汪泗论（1575年－？年），字自鲁，号石莲，南直隶徽州府休宁县人，军籍，明朝政治人物。"],
        ["徐仪世", 52, "徐仪世，南直隶宜兴县人，明朝政治人物。"],
        ["孙昌裔", 53, "孙昌裔（1578年－？年），字子长，号凤林，福建省福州府闽县人，明朝政治人物。"],
        ["陶　镕", 54, "陶镕可以指："],
        ["吴廷云", 55, "吴廷云（1580年－？年），字叔韩，号白沤，福建省汀州府长汀县人，明朝官员。"],
        ["何朝宗", 56, "何朝宗（1583年－1632年），字学寔，号在吾，湖广永州府道州人，民籍，明朝政治人物。"],
        ["贾继春", 57, "贾继春（？－1628年），明朝政治人物，河南新乡人。"],
        ["陈翼飞", 58, "陈翼飞（1584年－？年），字元朋，号小翮，福建省漳州府平和县人，明朝政治人物。"],
        ["吴其贵", 59, "吴其贵（1579年－？年），字伟爵，号俨五，广东省韶州府英德县人，民籍，治《书经》，年三十一岁中式万历三十八年庚戌科第三甲第五十九名进士。己卯三月初六日生，行一，曾祖吴瑾，乡贤；祖吴世荣；父吴纪；母陈氏。妻张氏，弟其贤；其赞；其贯；其实，子藩藻。由廪生中式癸卯乡试六十六名举人，会试中式二百三十六名。授户部观政，授浙江嘉兴府秀水县知县，丁忧起复补任福建邵武县知县[1]。"],
        ["李春皜", 60, "李春皜（1582年－1642年），字元素，号西崐，浙江省杭州府钱塘县人，明朝官员。"],
        ["刘鸿儒", 61, "刘鸿儒（？－1673年），直隶省永平府迁安县（今河北省迁安县）人，清朝政治人物、进士出身。"],
        ["何显宗", 62, "何显宗（1582年－？年），字昆谋，号麟阳，山东济南府德州左卫明朝政治人物。"],
        ["石应嵩", 63, "石应嵩（1582年－1618年），字兆甫，号澹宁，直隶丹阳县人，云南永昌卫籍，明朝政治人物。"],
        ["张秉文", 64, "张秉文（1585年－1639年），字含之，号锺阳，直隶桐城县（今属安徽省桐城市）人。明末政治人物，官至山东左布政使。清军破济南，张秉文力战殉国。"],
        ["张　鲤", 65, "母李氏、汪氏"],
        ["薛大中", 66, "薛大中（1584年－？年），字允执，号龙阜，陕西省西安府三原县人，明末官员。"],
        ["朱钦相", 67, "朱钦相（1580年－？年），字懋忠，号如容，江西抚州府临川县人，明朝政治人物。"],
        ["周士皐", 68, "周士皐（1579年－1610年），字子寅，号明崖，山东莱州府即墨县（今属青岛市）人，军籍，明朝政治人物。"],
        ["胡士容", 69, "胡士容，字仁常，广济人。明朝政治人物。"],
        ["张　庭", 70, "张庭（1578年－？年），字居敬，号履和，山西平阳府蒲州守御所官籍，治《书经》，年三十二岁中式万历三十八年庚戌科第三甲第七十名进士。戊寅九月初九日生，行三，曾祖张准，赠中宪大夫，山东按察司副使；祖张邦土，亚中大夫，山东布政司右参政，祀乡贤；父张循占，承德郎，直隶真定府通判；母王氏（封安人）。具庆下，妻杨氏，兄祥；祯；廉（正千户）；广（同科进士翰林院编修），弟度（庠生）；序（庠生）；席（庠生）；廙（庠生）；庾；廪；赓，子梦麟；梦龙。由学生中式丙午乡试四十四名举人，会试中式丁未会试一百三名。通政司官政，改顺天府教授，壬子陞国子监助教，癸丑陞户部主事，丙辰陞员外，天津营仓，戊午陞郎中，丁内艰[1]。"],
        ["霍守典", 71, "霍守典（1579年－1634年），字和衷，号显用，山西沁县人，明朝政治人物，同进士出身。"],
        ["李一公", 72, "李一公（1583年－？年），字闇生，号心石，直隶太平府繁昌县人，明朝政治人物。"],
        ["魏光国", 73, "魏光国（1586年－1645年），字士为，号合虚，江西抚州府东乡县人，民籍，治《诗经》，年二十五岁中式万历三十八年庚戌科第三甲第七十三名进士。乙酉三月初六日生，行七，曾祖魏正辉，赠太常寺博士；祖魏时雍，任太常寺博士；父魏廷用，任广东龙川知县；母乐氏。慈侍下，妻吴氏，兄应瑞；应麟；靖国（廪生）；安国；广国（监生）；充国（增生），子可绛（庠生）；可舒；可收；可征。由学生中式庚子乡试三十四名举人，会试中式三十七名。授吏部观政授行人司行人，戊午暂拟礼部主事本年养病[1]。"],
        ["唐公靖", 74, "唐公靖（1572年－1614年），字君平，号中台，旧名一相，南直隶宁国府宣城县人，明朝政治人物。"],
        ["朱大启", 75, "朱大启（1576年－1642年），字君舆，号广原，浙江省嘉兴府秀水县人，明朝政治人物。[1]"],
        ["张翼明", 76, "张翼明（1584年－1628年），字伯寅，号沧云，直隶宿州人，河南归德府永城县籍，明朝政治人物。"],
        ["周尔发", 77, "周尔发（1586年－？年），字子祥，号长菴，福建省泉州府同安县人，明朝政治人物。"],
        ["石维岳", 78, "石维岳（1580年－？年），字大治，号五峯，直隶永平府滦州人，明朝政治人物。"],
        ["杨所修", 79, "杨所修（？－1641年），明朝末年政治人物，魏忠贤党人。历官左副都御史。"],
        ["胡继美", 80, ""],
        ["锺世芳", 81, "锺世芳（1557年－？年），字惟馨，号玄畅，浙江省嘉兴府秀水县人，军籍，治《诗经》，年五十三岁中式万历三十八年庚戌科第三甲第八十一名进士。丁巳九月初一日生，行三，曾祖锺奎，继祖锺鐈，庠生，生祖锺锐，广昌县丞；继父锺一奇；赠文林郎瓯宁知县；生父锺一清；石埭知县；继母张氏（赠孺人）；生母王氏（赠孺人）。永感下，妻王氏，继妻沈氏；兄世杰（庠生）；世荣（庠生），弟世懋（庠生），子铭勳；长□；亨嘉。由附生中式庚子乡试五十七名举人，会试中式一百五十八名。授刑部观政。福建福州府福清县知县，丁忧，癸丑补瓯宁县，戊午本省同考，本年丁母忧[1]。"],
        ["周文焕", 82, "周文焕（1581年－？年），字宪章，号闇然，原姓唐，陕西省西安府富平县人，明朝政治人物。"],
        ["冯汝京", 83, "冯汝京（1582年－?年），字宋绎，号少伯，南直隶宁国府宣城县人，军籍，治《易经》，年二十八岁中式万历三十八年庚戌科第三甲第八十三名进士。壬午五月二十四日生，行二，曾祖冯椿；祖冯葵，监生；父冯徤，鸿胪序班；母刘氏；继母吴氏。慈侍下，妻史氏，兄汝异（廪生）；汝骝（盖州卫经历），弟汝亭（监生），子昌龄（增生）。由监生中式己酉乡试一百三十三名举人，会试中式一百九名。工部观政，改应天武学教授，陞国子监博士，癸丑陞户部云南司主事，丙辰陞山东司郎中，辽东管粮[1]。"],
        ["胡嘉桂", 84, ""],
        ["萧　定", 85, "萧定（1577年－1636年），字彦得，号止玄，广东省潮州府澄海县人，民籍，治《诗经》，年三十四岁中式万历三十八年庚戌科第三甲第八十五名进士。丙子正月二十二日生，行一，曾祖萧瑜，寿官；祖萧道充，庠生；父萧日严，庠生；母徐氏。□□下，妻馀氏，子元声（庠生）；元鲤；元夏。由选贡生中式甲午乡试三十三名举人，会试中式二百八十九名。授都察院观政，终养[1]。"],
        ["李思启", 86, ""],
        ["单　崇", 87, ""],
        ["王继谟", 88, ""],
        ["魏士前", 89, "魏士前（1585年－？年），字定如，湖广承天府景陵县人，民籍，年二十五岁中式万历三十八年庚戌科进士。乙酉九月十五日生。由增生中式己酉举人，会试中式[1]。"],
        ["李桢宁", 90, "李桢宁[1]（1582年－1638年），字汝立，号敬轩，直隶河间府任丘县（今河北省任丘市）人，民籍，明末政治人物。"],
        ["蔡国用", 91, "蔡国用（1579年－1640年），字正甫，号静原，江西金溪人，明朝政治人物，同进士出身。"],
        ["姚士同", 92, ""],
        ["王安舜", 93, "王安舜（1581年－？年），字性父，号醒东，广东省广州后卫官籍，治《书经》，年二十九岁中式万历三十八年庚戌科第三甲第九十三名进士。辛巳十二月二十四日生，行三，曾祖王昺，都指挥使；祖王钰，都指挥使；父王泝，都指挥；母许氏；生母何氏。慈侍下，妻方氏，兄安宗（都指挥事见任）；安尹（庠生），子作箕；作翼；作璧。由南海县学生中式庚子乡试四十九名举人，会试中式六十名。礼部观政，授山东济南府推官[1]。"],
        ["洪觐光", 94, "洪觐光（1576年－？年），字共乂，号假咫，福建省泉州府同安县人，明朝官员。"],
        ["杜长春", 95, ""],
        ["翁为枢", 96, ""],
        ["马斯和", 97, "马斯和（1575年－？年），字动□，号继竹，河南省开封府项城县人，明朝政治人物。"],
        ["欧阳调律", 98, "欧阳调律（？－？），字嶰谷，又字伯宜[1]，四川重庆府合州人，原籍江西安福。晚明政治人物。"],
        ["郭志仁", 99, "郭志仁可以指："],
        ["商胤祥", 100, "商胤祥（1580年－1639年），字咸一，号发吾，湖广承天府锺祥县人，明朝政治人物。[1]"],
        ["甄　淑", 101, "甄淑（1583年－1642年），字尔仪，号锦石，湖广黄州府黄冈县人，民籍，明朝政治人物。"],
        ["陈万善", 102, "陈万善（1582年－1641年），字可一，号备我，直隶应天府高淳县人，军籍，治《易经》，年二十九岁中式万历三十八年庚戌科第三甲第一百二名进士。辛巳四月初九日生，行二，曾祖陈积；祖陈霆晖；父陈九品，赠文林郎；母戴氏（赠孺人）；前母孔氏。永感下，妻邢氏（赠孺人）继妻霍氏（封孺人）；兄时善（典史），弟达善（廪生）；瑞彩（武举），子鸣岐（庠生）；鸣朝（庠生）；鸣京。由学生中式丁酉乡试十九名举人，会试中式一百二十九名。授通政司观政，授浙江金华府金华县知县，壬子本省同考，丙辰留部，丁巳陞兵部武库司主事[1]。"],
        ["刘弘化", 103, ""],
        ["徐之蛟", 104, "徐之蛟（1583年－？年），字霖卿，号大朋，山东莱州府掖县人，明朝官员。"],
        ["王时和", 105, "王时和（1580年－？年），字元调，号旭谷，直隶大名府魏县人，民籍，治《诗经》，年三十岁中式万历三十八年庚戌科第三甲第一百五名进士。庚辰十月初五日生，行二，曾祖王秉，寿官；祖王甫；父王思忠，封文林郎；母张氏（封淑人）。慈侍下，妻史氏，兄时太，弟时兴；时晟，子宪。由学生中式己酉乡试一百九名举人，会试中式二百十二名。授吏部观政授山东济南府淄川县知县，丙辰陞礼部主客司主事[1]。"],
        ["顾起凤", 106, "顾起凤（1583年－？年），字羽王，号醒石，南直隶苏州府崑山县人，应天府江宁县民籍，治《诗经》，年二十七岁中式万历三十八年庚戌科第三甲第一百六名进士。癸未二月十九日生，行二，曾祖顾效；祖顾雷；父顾国辅，□中宪大夫□□□副使；母王氏（封恭人）。慈侍下，妻金氏，兄顾起元（戊戌会试探花南京国子监祭酒），弟起南（庠生）；起贞（廪生），子肇昆（庠生）；茂昆；秀昆；申昆。由监生中式己酉乡试三十六名举人，会试中式二百十八名。户部观政，辛亥丁内艰，癸丑授大理寺左评事，乙卯四川主考，丙辰陞工部虞衡司主事，丁巳陞员外，戊午陞浙江嘉兴府知府[1]。"],
        ["陈爰诹", 107, ""],
        ["贾毓祥", 108, "贾毓祥（1570年－？年），字元冲，号四塞，山东莱州府平度州界山贾家村人，明朝政治人物。"],
        ["王顺行", 109, "王顺行（1574年－？年），字率之，号成五，河南省开封府通许县人，民籍，治《诗经》，年三十七岁中式万历三十八年庚戌科第三甲第一百九名进士。癸酉十一月初一日生，行一，曾祖王廷受；祖王宝，□官；父王希乐，□□；母娄氏。具庆下，妻王氏，继妻张氏；弟道行，子嗣三。由增生中式辛卯乡试二十二名举人，会试中式一百八十六名。授礼部观政癸丑授大理寺右评事，乙卯陞右寺副丙辰终养[1]。"],
        ["文翔凤", 110, "文翔凤（1577年－1642年），字天瑞，号太青，陕西省西安府三水县（今旬邑县）人，军籍，明朝政治人物、诗人。"],
        ["沈有则", 111, "沈有则（1572年－1612年），字士范，号逸少，南直隶宁国府宣城县人，建平县民籍，明朝政治人物。"],
        ["高弘图", 112, "高弘图（1583年－1645年），字研文，一字子犹，号硁斋，山东胶州（今胶县）人。"],
        ["张　僎", 113, "张僎（1575年－？年），字公朴，号礼所，山东青州府寿光县人，明朝政治人物。"],
        ["李　达", 114, "李达（1582年－？年），字道行，号生培，四川省重庆府安居县（今属铜梁县）人，民籍，治《诗经》，年二十八岁中式万历三十八年庚戌科第三甲第一百十四名进士。壬午九月初四日生，行一，曾祖李郁，丁未进士灰州知府祀名宦；祖李来孝，中书科登仕郎；父李之章；母方氏。慈侍下，妻汪氏，继妻汪氏；弟造（庠生）；选（庠生），子先甲；光甲；胤甲；芳甲；昌甲。由学生中式丙午乡试二十五名举人，会试中式一百二十一名。授工部观政授浙江湖州府推官，戊午考选陕西道御史[1]。"],
        ["杜熙阳", 115, "杜熙阳（1579年－1613年），字曜均，号光寰，广东省广州府南海县人，民籍，明朝官员。"],
        ["郑懋纬", 116, "郑懋纬（1581年－1640年），字承聚，号景璧，顺德县人，广东广州府南海县民籍，治《诗经》，年三十岁中式万历三十八年庚戌科第三甲第一百十六名进士。庚辰七月初五日生，行一，曾祖郑应文，知县；祖郑用夏，知县；父郑侨；母张氏。妻刘氏，兄桂芳（庠生）；学芳，弟廷玉（庠生）；懋中（庠生）；学曾（庠生）；懋龄（庠生）；之鵉（庠生）；司直（庠生）；懋华（庠生）；之鹗；懋良（庠生）；懋经，子嘉命；嘉会。由廪生中式己酉乡试七十三名举人，会试中式二百六名。授都察院观政，江西临江府新淦知县，卒[1]。"],
        ["徐腾芳", 117, "徐腾芳（1581年－？年），字云卿，号玉台，南直隶宁国府宣城县人，明朝政治人物。"],
        ["张慎言", 118, "张慎言（1577年－1645年），字金铭 ，号蘶姑，山西省泽州阳城县屯城人，明朝政治人物。"],
        ["李乃兰", 119, "李乃兰（1580年－？年），字汝佩，号明馨，山东省登州府招远县人，匠籍，明朝政治人物。"],
        ["李希孔", 120, "李希孔（1583年－？年），字子铸，号寻仲，广东省广州府三水县人，民籍，治《易经》，年二十七岁中式万历三十八年庚戌科第三甲第一百二十名进士。癸未四月二十四日生，行二，曾祖李如衡；祖李从礼，寿官；父李大遇；母陆氏（封太孺人）。慈侍下，妻明氏（赠孺人）继妻董氏（封孺人）；兄希尹，弟希孟（廪生）；希皐（庠生），子去非（庠生）；去奇。由廪生中式己酉乡试十三名举人，会试中式八十名。吏部观政，乙卯授中书舍人[1]。"],
        ["顾师曾", 121, "顾师曾（1584年－1615年），字唯甫，号思兰，河南省怀庆府怀庆卫军籍，明朝官员。"],
        ["周　训", 122, "周训（1577年－1620年），字若甫，号醒愚，江西安福县人，湖广衢州府耒阳县籍，明朝政治人物。"],
        ["陶崇道", 123, "南京博物院藏《陶虎溪像》"],
        ["刘行义", 124, "刘行义（1576年－？年），字天达，号伊人，同安县人，福建漳州府彰浦县民籍，治《诗经》，年三十四岁中式万历三十八年庚戌科第三甲第一百二十四名进士。丙子九月二十三日生，行三，曾祖刘铨；祖刘宗立；父刘用中，邑郡大实封文林郎合浦县知县；母陈氏（封孺人）。具庆下，妻王氏（封孺人），兄行恕；行志；刘梦松（乙未进士江西副使），弟行礼（庠生）；行闻；行仁；行恭；行道；显阁（乙卯举人），子元采；元枫；元柯；元垣；元李。由学生中式庚子乡试七十六名举人，会试中式一百二十八名。授户部观政，授广东廉州府合浦知县，壬子广东分考，丙辰留部，戊午暂提刑部主事候考选[1]。"],
        ["戴元威", 125, ""],
        ["庄起元", 126, "庄起元（1575年－？年），字中孺，号鹤坡，镇江府金坛县人，直隶常州府武进县籍。明朝政治人物。"],
        ["廉　第", 127, ""],
        ["熊维卿", 128, "熊维卿（1578年－？年），字以世，号松门，江西南昌府南昌县人，民籍，明朝政治人物。"],
        ["赵　傚", 129, "赵傚（1582年－1641年），字肖甫，号印清，山东莱州府胶州人，军籍，治《易经》，年二十九岁中式万历三十八年庚戌科第三甲第一百二十九名进士。辛巳二月二十五日生，行二，曾祖赵从龙，进赠奉政大夫□府同知；祖赵完璧，封中宪大夫任巩昌通判；父赵慎修，乙丑进士河南按察司副使；前母姜氏（赠恭人）；李氏（封恭人）。慈侍下，妻高氏，兄倬（监生）；任（癸未进士大理寺录事）；儆（廪生）；俭；僖（光禄寺署丞）；侃；佐（光禄监事）；佑（典膳）；伸（鸿胪序班）；仁（遵化右营中军），弟儒（武生）；傚（庠生）；徽；份；僎（增生）；俸（增生）；偁（庠生）；僴（庠生）；偊；佶，子干祥；泰祥。由廪生中式丙午乡试十三名举人，会试中式二百七十八名。授刑部观政卒[1]。"],
        ["冯一经", 130, "冯一经（1585年－？年），字羽明，号楚瀛，河南省汝宁府光州人，民籍，治《诗经》，年二十六岁中式万历三十八年庚戌科第三甲第一百三十名进士。甲申五月二十六日生，行一，曾祖冯剀；祖冯时和；父冯弁，寿官；母胡氏。具庆下，妻陆氏，兄嘉会（增生）；一中（庠生），弟一跃；一渐；一开，子元丙；元戊；元辛；元壬；元癸；元寅。由学生中式庚子乡试二十六名举人，会试中式一百九十五名。工部观政，授山东东昌府堂邑县知县，癸丑调聊城县[1]。"],
        ["谢　渭", 131, "谢渭（1570年－1628年），字道游，号鑑止，浙江省宁波府定海县人，明朝政治人物。"],
        ["许大成", 132, "许大成（1585年－1613年），字斋文，号见海，广东番禺县人，广州府顺德县籍，明朝政治人物。"],
        ["简　麒", 133, ""],
        ["史要典", 134, "史要典（1575年－1612年），字维世，号□盟，河南省南阳府裕州人，明朝政治人物。"],
        ["龚之伊", 135, "龚之伊（1584年－1614年），字圆甫；查先，号茹溪，湖广岳州府澧州人，明朝官员。"],
        ["包鸿逵", 136, "包鸿逵（1577年－1616年），字仪甫，号振瑞，直隶华亭县（今属上海市）人，浙江嘉兴府秀水县籍，明朝官员。"],
        ["卢尧臣", 137, ""],
        ["郑元昭", 138, "郑元昭（1583年－1642年），字二资，号着存，江西抚州府临川县人，民籍，治《春秋》，年二十八岁中式万历三十八年庚戌科第三甲第一百三十八名进士。壬午四月十一日生，行二十七，曾祖郑文嵩；祖郑旭；父郑举，赠文林郎；母刘氏（封儒人）；黄氏。慈侍下，妻谢氏，继妻陈氏；兄象昭；文昭；武昭；全昭；有昭（儒士）；懋昭（廪生）；之文（同榜进士）；万雄（武举），弟日昭（庠生）；弘昭；义昭；信昭；宪昭；琦（庠生），子说；沋；瀛；境。由附生中式丁酉乡试五十四名举人，会试中式一百四十七名。礼部观政，直隶池州府青阳知县，调繁华亭县，丁巳左迁山西布政司照磨[1]。"],
        ["李闻诗", 139, "李闻诗（1586年－？年），字兴予，号圉恩，应天府江宁县人，云南鹤庆府民籍，治《诗经》，年二十五岁中式万历三十八年庚戌科第三甲第一百三十九名进士。乙酉十二月二十一日生，行一，曾祖李蓁，选贡；祖李献科；父李凤翀，选贡；母赵氏。永感下，妻赵氏，弟闻礼（冠带）；闻义，子绳武；绎武；续武。由学生中式癸卯乡试二十二名举人，会试中式二百八十四名。授户部观政授湖广公安县知县，改顺天府教授陞国子监助教乙卯陞户部四川司主事戊午临清钞关[1]。"],
        ["李笃培", 140, "李笃培（1575年－？年），字汝植，号仁宇，山东登州府招远县人，匠籍，治《书经》，年三十五岁中式万历三十八年庚戌科第三甲第一百四十名进士。乙亥十月二十一日生，行一，曾祖李仲春，□□□□；祖李栋，累封中宪大夫凤□□□；父李骥骧，庠生；母丁氏。具庆下，妻王氏，继妻刘氏；兄之华；乃芝（庠生）；泽（□史）；运（□□），弟迈（庠生）；乃兰（乡会同□）；完真（廪生）；乃摈（庠生）；暹（庠生）；乃葵（廪生）；遐（庠生）；笃祜（庠生）；完衷（庠生）；逊（廪生）；笃生；笃行，子起；超；﨣；𧾊。由学生中式己酉乡试十四名举人，会试中式十三名。授户部观政，授河南开封府儒学教授，壬子陞国子监助教，甲寅陞工部管辖司主事[1][2]。"],
        ["欧阳照", 141, "欧阳照（1576年－1636年），字文白，号成原，江西泰和县人，湖广郧阳府竹谿县民籍，明朝政治人物。"],
        ["杨巨鲸", 142, "杨巨鲸（1584年－？年），字文澜，号霁屿，山东东昌府高唐州人，明朝政治人物。"],
        ["党中畴", 143, "党中畴（1583年－1616年），字易甫，号诚寰，陕西省汉中府城固县人，明朝官员。"],
        ["谢懋宫", 144, ""],
        ["杨呈秀", 145, "杨呈秀（1584年－1634年），字子实，号洙源，陕西省西安府华阴县人，民籍，明朝政治人物。"],
        ["陈之淯", 146, "陈之淯（1584年－？年），字澹夫，号宜苏，湖广武昌府江夏县人，民籍，治《诗经》，年二十六岁中式万历三十八年庚戌科第三甲第一百四十六名进士。甲申十一月初九日生，行一，曾祖陈烈；祖陈堪；父陈蓥，岁贡；母朱氏。重庆下，妻朱氏，兄之沂（庠生）；之𣲫，子棨；檠。由监生中式庚子乡试七十八名举人，会试中式一百十八名。授工部观政，福建泉州府晋江知县，丙辰改湖州府教授，丁巳陞南京国子监学正[1]。"],
        ["李遇知", 147, "李遇知（1583年－1644年），字仲之，号篢谷，陕西省汉中府洋县人，民籍，明末政治人物。"],
        ["洪云蒸", 148, "洪云蒸（1583年－1635年），字化卿，号紫云，湖广长沙府攸县人，军籍，明朝政治人物。"],
        ["施　樑", 149, "施樑（1581年－？年），字仔吾，号澹宁，浙江省湖州府归安县人，民籍，治《书经》，年二十九岁中式万历三十八年庚戌科第三甲第一百四十九名进士。辛巳正月初六日生，行二，曾祖施泰，登仕郎；祖施大有；父施嘉，封文林郎；母范氏（赠孺人）；继母茅氏。具庆下，妻潘氏（封孺人），兄栋；寿明（乙未进士任刑部主事）；尚文（儒士）；浚明（壬辰进士湖广参政）；尚质（儒士）；尚彬（经历）；尚忠（儒士）；有庆（庠生）；湛明（庠生）；朝明（庠生）；用明（庠生），弟淳化（监生）；玄度（庠生）；象明（庠生）；澄明（庠生），子丰德；蕃祉。由学生中式丁酉乡试八十三名举人，会试中式八十九名。授都察院观政，授广东肇庆府高明县知县，乙卯调繁顺德县，本省同考，戊午本省同考[1]。"],
        ["江　桂", 150, "江桂（1582年－1610年），字元直，号一愚，四川省潼川州中江县人，明朝政治人物。"],
        ["程　注", 151, "程注（1584年－？年），字尔雅，号芸阁，湖广德安府孝感县人，明朝政治人物。"],
        ["王　潆", 152, "王潆（1585年－？年），字带如，号愚谷，山东青州府益都县人，民籍，治《诗经》，年二十五岁中式万历三十八年庚戌科第三甲第一百五十二名进士。乙酉四月十一日生，行一，曾祖王宝，以子希颜封□阴县知县；祖王希哲，贡生授浙江盐运司经历；父王好敬，廪生封大理寺□□；母郑氏（勅赠孺人）。严侍下，妻冯氏（赠孺人）继妻杨氏；锺氏（封孺人）；兄悛（举人），弟衮（廪生），子尊坦；尊约；尊素。由廪生中式己酉乡试十名举人，会试中式二十名。授吏部观政授大理寺评事，癸丑陞左寺副乙卯陞户部福建司员外郎宁武粮储本年陞本部浙江清吏司郎中丙辰陞岳州知府[1]。"],
        ["唐中醒", 153, "唐中醒（1579年－1610年），字亚先，浙江省湖州府归安县人，晚明进士。"],
        ["欧从云", 154, "欧从云（1578年－？），字天孚，号腾沧，福建省泉州府惠安县人，民籍，明朝官员。"],
        ["区龙祯", 155, "区龙祯（1575年－？年），字象先，号凡蘧，广东省广州府顺德县人，民籍，明朝政治人物。"],
        ["朱明昌", 156, "朱明昌（1581年－1610年），字伯际，号襄明，四川成都府汉州人，明朝官员。"],
        ["董　翼", 157, "董翼（1578年－1637年），字伯隣，号□风，四川省泸州合江县人，民籍，治《书经》，年三十三岁中式万历三十八年庚戌科第三甲第一百五十七名进士。丁丑七月初八日生，行一，曾祖董士元，训科选官；祖董瑶；父董邦礼，戊辰进士承德郎户部主事祀乡贤；前母张氏（赠安人）；常氏（封安人）。永感下，妻李氏（赠孺人）继妻游氏（封孺人）；弟为（同科举人）；明（廪生），子应参（廪生）；应极；应太。由监生中式丙午乡试三名举人，会试中式三十名。授湖广长沙府益阳知县，壬子本省□□□[1]。"],
        ["宋一麟", 158, "宋一麟（1584年－1643年），字仲符，号震阳，直隶大名府南乐县人，军籍，明朝政治人物。"],
        ["张　论", 159, "张论（1579年－？年），字建白，号葆一，河南省河南府永宁县人，民籍，治《易经》，年三十一岁中式万历三十八年庚戌科第三甲第一百五十九名进士。己卯四月初四日生，行一，曾祖张朴；祖张稔；父张士益；母朱氏。妻段氏，弟护（庠生）；讚（□□举人）；诰（生员）；诏（生员），子鼎延（乙卯举人）；历延（增生）；世延。由选贡生中式庚子乡试三十二名举人，会试中式九十五名。授兵部观政，癸丑授行人司行人，戊午考选陕西道御史[1]。"],
        ["吴　奕", 160, "吴奕（1575年－1634年），字世于，号敏所，南直隶宜兴县人，直隶常州府武进县籍，明朝政治人物。"],
        ["王　聘", 161, "王聘（1578年－？年），字以珍，号见素，河南省南阳府邓州籍，治《易经》，年三十二岁中式万历三十八年庚戌科第三甲第一百六十名进士。戊寅五月十二日生，行一，曾祖王民；祖王仕昂；父王朝卿，封文林郎真定县知县；母张氏（赠孺人）。严侍下，妻张氏（封孺人），弟爱；取，子祚隆；祚延；祚恒。由附生中式甲午乡试七十七名举人，会试中式甲辰会试二百三十名。授刑部观政，授直隶平山县知县，癸丑调真定县，丙辰陞户部云南司主事[1]。"],
        ["张国柱", 162, "张国柱（1585年－？年），字维桢，号宁宇，山东济南府平原县人，军籍，治《诗经》，年二十五岁中式万历三十八年庚戌科第三甲第一百六十二名进士。乙酉九月初十日生，行二，曾祖张应辰；祖张东周，省祭；父张学孟，儒官封文林郎；母刘氏（封孺人）。具庆下，妻刘氏（赠孺人）继妻任氏（封孺人）；兄国玺（生员）；国栋（生员），子玗。由附生中式庚子乡试三十一名举人，会试中式一百五十一名。授工部观政辛亥授河南颕县知县，辛亥授河南临颕县知县□□□□同考甲寅丁外艰丙辰丁内艰[1]。"],
        ["王　伉", 163, ""],
        ["李茂英", 164, "李茂英（1583年－？年），字君秀，号淮南，南直隶扬州府宝应县人，明朝官员。"],
        ["董继周", 165, "董继周（1583年－？年），字茂文，号八际，江西广信府玉山县人，民籍，治《书经》，年二十七岁中式万历三十八年庚戌科第三甲第一百六十五名进士。癸未七月初七日生，行十二，曾祖董佐，□□寿官；祖董汝贞，大使；父董应宸，赠文林郎知县；母顾氏（赠孺人）。永感下，妻王氏（赠孺人）继妻程氏（封孺人）；弟继玄（庠生）；继珂；继迎；继海（庠生），子思王（庠生）；春王（庠生）。由学生中式癸卯乡试五十四名举人，会试中式三十五名。都察院观政，辛亥授广东海丰县知县，丙辰南京刑部主事，丁巳养病[1]。"],
        ["陈维鼎", 166, "陈维鼎（1577年－1636年），字九一，号象垣，江西南昌府南昌县人，进贤县民籍，治《易经》，年三十四岁中式万历三十八年庚戌科第三甲第一百六十六名进士。丙子七月二十日生，行五，曾祖陈亢烈；祖陈策；父陈封，举人；母李氏。严侍下，妻傅氏，弟维智（廪生）；维泰（廪生）；维豫（庠生）；维春（刑科给事）；应元（同科进士）；维谦（庠生）；维藩，子以甲；以丙。由学生中式丙午乡试二十八名举人，会试中式一百五十九名。授通政司观政，辛亥授浙江奉化县知县，调山东沂水县改教[1]。"],
        ["乔时敏", 167, "乔时敏（1575年－1634年），字君求，号古冈，南直隶松江府上海县人，军籍，明朝政治人物。"],
        ["曾学镜", 168, ""],
        ["徐　殷", 169, ""],
        ["文三俊", 170, "文三俊（1586年－1645年），字文瀛，号癡客，直隶舒城县人，福建漳州府镇海卫籍，明朝政治人物。"],
        ["李廷槟", 171, "李廷槟（1576年－？年），字启龙，号晋澄，漳州府海澄县人，福建泉州府晋江县民籍，治《易经》，年三十四岁中式万历三十八年庚戌科第三甲第一百七十一名进士。丙子六月三十日生，行一，曾祖李光助；祖李鷟；父李聪，赠文林郎大理评事；母谢氏（赠孺人）。永感下，妻吴氏（赠孺人）继妻蔡氏（封孺人）；兄廷彩；廷弼；廷应（庠生）；廷璋（通判）；廷櫆，弟甫文（举人濮州知县）；廷植；甫甲；时启；廷柱；廷标；廷榔；廷相；廷楠；廷梓；廷梗；廷橙；廷榕，子仕佐（庠生）；仕昌；仕旺。由府学生中式辛卯乡试七十五名举人，会试中式二百三十一名。授户部观政，壬子授大理寺评事，癸丑陞寺副，江西恤刑，丁巳陞直隶保定府知府[1]。贵州副使[2]。"],
        ["朱童蒙", 172, ""],
        ["王建泰", 173, ""],
        ["王命新", 174, "王命新（1580年－？年），字又新，号坦山，山东兖州府汶上县人，明朝政治人物[1]。"],
        ["田　珍", 175, "田珍（1578年－？年），字子□，号待溪，河南省归德府虞城县人，明朝政治人物。"],
        ["郑之范", 176, "郑之范（1583年－1642年），字宪正，号龙图，山东青州府益都县人，民籍，治《诗经》，年二十八岁中式万历三十八年庚戌科第三甲第一百七十六名进士。壬午正月二十八日生，行二，曾祖郑豹；祖郑光霁；父郑维同；母李氏。严侍下，妻张氏，兄郑之韩（癸卯举人），弟郑之惠，子郑中立。由廪生中式己酉乡试十九名举人，会试中式一百三十四名。刑部观政，辛亥授内黄县知县，癸丑被论，左迁河南光州判官，乙卯丁艰，戊午补许州，陞辽东理刑，永平府推官[1]。"],
        ["史赞舜", 177, "史赞舜（1585年－？年），字元亮，湖广常德府龙阳县人，军籍，治《诗经》，年二十五岁中式万历三十八年庚戌科第三甲第一百七十七名进士。乙酉年二月二十四日生，行一，曾祖史廷佐，寿官；祖史价，封知县；父史与禄，壬午举人□□□武陟知县；母马氏（封孺人）。慈侍下，妻高氏，兄赞成，弟赞曾，子纯臣；世臣。由增生中式丙午乡试八十二名举人，会试中式二百五十六名。授刑部观政。授浙江开化县知县，改南京儒学教授。丁忧。丁巳补顺天。戊午陞国子监助教[1]。"],
        ["傅相殷", 178, "傅相殷（1585年－？年），字惟肖，号乃风，四川省潼川州人，民籍，明朝政治人物。"],
        ["白受采", 179, "白受采（1582年－？年），字素臣，号惺玄，直隶临城县人，四川成都府汉州籍。明朝政治人物。"],
        ["王振熙", 180, ""],
        ["乔承诏", 181, "乔承诏（1582年－1641年），字扬明，号献荩，山西汾州府介休县人，明朝政治人物。[1]。"],
        ["张振秀", 182, "张振秀（？－1642年），山东临清县人。明朝政治人物。"],
        ["史孔吉", 183, "史孔吉（1585年－？年），字敬胜，号亦步，直隶应天府溧阳县人，官籍，明朝政治人物。"],
        ["胡舜胤", 184, "胡舜㣧（1556年－1622年），字明祚，号玄毓，江西饶州府馀干县西门口胡家人，明朝政治人物。"],
        ["陈　琦", 185, "陈琦（1579年－1638年），字国伟，号元璞，四川省叙州府宜宾县人，民籍，治《书经》，年三十二岁中式万历三十八年庚戌科第三甲第一百八十五名进士。戊寅正月二十四日生，行三，曾祖陈朝相；祖陈文；父陈万邦，赠文林郎；母凌氏（赠孺人）。永感下，妻李氏（封孺人），兄瑞；璋，子用中；建中。由增生中式庚子乡试六十七名举人，会试中式一百三名。授吏部观政授江西信丰县知县，壬子本省同考试丙辰陞南刑部主事[1]。"],
        ["管应律", 186, "管应律（1579年－？年），字正之，号六我，陕西省西安府咸宁县人，军籍，明朝政治人物。"],
        ["马鸣起", 187, "马鸣起（1584年－？年），字伯龙，号劬思，福建省漳州府龙溪县人，明朝政治人物。"],
        ["苗进忠", 188, "苗进忠（1582年－？年），字荩臣，号葵吾，直隶大名府魏县人，民籍，治《诗经》，年二十九岁中式万历三十八年庚戌科第三甲第一百八十八名进士。辛巳十月二十八日生，行一，曾祖苗浩；祖苗德；父苗公；母刘氏。永感下，妻罗氏，继妻陈氏；子挺然；挺秀。由增生中式甲午乡试六十名举人，会试中式二百二十三名。授礼部观政授山东霑化县知县，壬子调寿光县，丙辰陞南京大理寺评事，丁巳改保定府教授，戊午陞陕西庆阳府推官[1]。"],
        ["韩炳衡", 189, "韩炳衡（1572年－？年），字□□，号𣏞潄，陕西省延安府保安县人，匠籍，治《易经》，年三十九岁中式万历三十八年庚戌科第三甲第一百八十九名进士。辛未十二月二十四日生，行一，曾祖韩玘，知县；祖韩一德，寿官；父韩栢，教谕赠文林郎知县；母牛氏（赠孺人）。永感下，妻胡氏（赠孺人）继妻孙氏；郑氏（封孺人）；弟炳衟（廪生），子璜齐；桞齐；张齐；岳齐。由学生中式辛卯乡试三名举人，会试中式二百四十八名。授礼部观政辛亥授山西襄垣县知县，丙辰留部授刑部云南司主事[1]。"],
        ["曾孔遇", 190, "曾孔遇（1579年－1610年），字惟心，号翽羽，四川成都府井研县人。明末官员。[1]。"],
        ["冯圣世", 191, "冯圣世（1578年－？年），字道昌，号葵旭，四川省泸州合江县人，军籍，治《诗经》，年三十三岁中式万历三十八年庚戌科第三甲第一百九十一名进士。丁丑十二月二十八日生，行一，曾祖冯惠，乡宾；祖冯大选，儒官；父冯嵓，□□□□勅封大理寺左评事；母王氏（勅封孺人）。具庆下，妻刘氏（赠孺人）继妻杨氏；李氏（勅封孺人）；弟名世（庠生），子梦皐（庠生）；梦旦；梦吕；梦熊；梦康。由学生中式己酉乡试十六名举人，会试中式一百十一名。兵部观政，授大理寺评事，陞寺副，乙卯陞右寺正，丙辰陞庐州府知府，丁艰[1]。"],
        ["白　竹", 192, "白竹（1578年－？年），字长倩，湖广岳州府华容县人，民籍，治《书经》，年三十二岁中式万历三十八年庚戌科第三甲第一百九十二名进士。戊寅十月十六日生，行三，曾祖白汝弼，寿官；祖白仁，辛丑举人□□知县；父白起旦，戊午举人□□知县；母程氏。永感下，妻陈氏，兄羽（运判）；丝（廪生）；刍（庠生）；炎（庠生），弟瑜（廪生）；珏（廪生）；圭（廪生）；昌（庠生），子洵（庠生）。由学生中式癸卯乡试八十一名举人，会试中式六十四名。授刑部观政，授南京行人司司副，乙卯陞南京户部江西司员外郎，丁巳陞郎中，戊午陞江西建昌府知府[1]。"],
        ["李士高", 193, "李士高（1573年－？年），字孟干，号同玄，河南省彰德府磁州人，军籍，治《春秋》，年三十七岁中式万历三十八年庚戌科第三甲第一百九十三名进士。癸酉五月初五日生，行一，曾祖李林；祖李进；父李嘉辅，赠文林郎岳州府推官；母孔氏（赠孺人）。永感下，妻孙氏，兄士英（廪生）；士俊（庠生）；士清（山西交城知县），弟士仁（庠生）；士弘（庠生），子梦松；梦熊；梦龙。由武安县学生中式庚子乡试四名举人，会试中式二百十七名。授刑部观政授湖广岳州府推官，壬子本省同考乙卯四川同考丙辰调补山东登州府推官[1]。"],
        ["徐遵宗", 194, "徐遵宗（1583年－？年），字务滋，号念生，福建省漳州府龙溪县人，民籍，治《诗经》，年二十七岁中式万历三十八年庚戌科第三甲第一百九十四名进士。癸未十一月初五日生，行二，曾祖徐智显；祖徐宣，寿官；父徐孔仁，□□□□教谕；母黄氏。永感下，妻陈氏，兄迈宗（庠生）；汝秀，弟光宗（庠生）；遵宗；尚贤（监生）；时炳（武举），子长日（郡庠生）。由监生中式丁酉乡试六名举人，会试中式二百四十七名。工部观政，授浙江乌程县知县，丙辰调直隶愽野县，戊午陞南刑部河南司主事[1]。"],
        ["丘履嘉", 195, "丘履嘉（1584年－？），字原礼，号存峰，南直隶松江府华亭县人，浙江嘉兴县籍，明朝政治人物。"],
        ["张廷玉", 196, "张廷玉（1572年－？年），字汝光，号石初，陕西省延安府肤施县人，明末官员。"],
        ["杨嗣昌", 197, "杨嗣昌（1588年－1641年），字文弱[1]，号字微。明末政治、军事人物，湖广武陵（今湖南常德）人，出身门阀，祖父杨时芳乃武陵名士，父亲杨鹤以督军着世，嗣昌为人雅好文艺，博闻强记、有辩才、文笔，与名流袁宏道、袁中道、锺惺等来往。亦喜军事，设「四正六隅」之策以灭流寇，一度颇有成效，后流寇复起，李自成烹杀福王朱常洵，张献忠焚杀襄王朱翊铭，嗣昌忧悸以病卒，追赠太子太保。葬桃源金厂溪。[2]"],
        ["袁鸣泰", 198, "袁鸣泰（1589年－？年），字六阶，号凤南，直隶合肥县人，广西平乐府平乐县籍。明朝政治人物。"],
        ["明时举", 199, "明时举（1583年－？年），字直卿，号虞繇，四川省顺庆府南充县人，明朝政治人物[1]。"],
        ["冼宪祖", 200, "冼宪祖（1583年－?年），字懋章，号翼周，广东南海县人，广东广州府顺德县民籍，明朝政治人物。"],
        ["冯三元", 201, "冯三元（1571年－？年），字□□，号泃水，直隶顺天府三河县人，民籍，治《诗经》，年三十九岁中式万历三十八年庚戌科第三甲第二百一名进士。辛未三月初五日生，行二，曾祖冯迪，登封县典史；祖冯时，庐州府知事；父冯尚文；母张氏；继母杨氏；许氏；胡氏。严侍下，妻萧氏，继妻贾氏；兄三聘，弟三省；三才。由廪生中式己酉乡试七十四名举人，会试中式一百九十八名。授吏部观政授山东平原县知县[1]。"],
        ["俞廷华", 202, ""],
        ["邹之易", 203, "邹之易（1571年－？年），字尔时，号九一，湖广黄州府黄冈县人，明朝政治人物。"],
        ["李一鳌", 204, ""],
        ["谭性教", 205, "谭性教（1583年－？），字生伯，号笠石，山东济南府莱芜县谭家楼村人，明朝官员。"],
        ["秦继宗", 206, "秦继宗（1576年－1635年），字敬伯，号西汀，湖广黄州府蕲水县人。明朝政治人物、学者。"],
        ["徐培植", 207, "徐培植（1578年－？年），字彦成，号函谷，河南省卫辉府获嘉县人，明朝官员。"],
        ["杨之璋", 208, "杨之璋（1589年－？年），字锡之，号荆岫，河南省怀庆府河内县人，明末政治人物。"],
        ["宋学道", 209, "宋学道（1586年－1645年），字仲明，号悊阳，直隶广平府永年县人，民籍，明朝政治人物。"],
        ["张梦鲸", 210, "张梦鲸（1579年－？年），字仲鳞，号华阳，山东济南府齐东县人，军籍，治《易经》，年三十一岁中式万历三十八年庚戌科第三甲第二百十名进士。己卯十月初六日生，行二，曾祖张玉；祖张公朝，增生；父张调元，廪生儒官；母李氏。具庆下，妻赵氏，继妻杨氏；兄梦鵉（散官），弟梦蛟（丁酉举人），子经纶；经纬。由学生中式癸卯乡试四十一名举人，会试中式二百八十一名。授工部观政，癸丑授大理寺左评事，甲寅五月陞户部山西司主事，乙卯三月丁母忧，戊午四月起复原职[1]。"],
        ["黄　琜", 211, ""],
        ["郭　湸", 212, "郭湸（1580年－1639年），字季□，号孟诸，河南省卫辉府新乡县人，民籍，治《易经》，年三十一岁中式万历三十八年庚戌科第三甲第二百十二名进士。己卯九月初六日生，行四，曾祖郭孔嘉；祖郭千之，□□□□赠凤阳府通判；父郭蒙吉，苏州府同知封承德大夫；母王氏（封宜人）。慈侍下，妻茹氏，兄淓（庠生）；淐（□□□□）；□；□；涤；□（□□□序班），子士柟；士楷；士栋。由学生中式丙午乡试二十五名举人，会试中式七十二名。授都察院观政，授行人司行人[1]。"],
        ["邹人昌", 213, "邹人昌（1577年－？年），字天策，号宸柱，湖广黄州府麻城县人，明朝官员。"],
        ["赵鹏程", 214, "赵鹏程（1576年－？年），字伯翔，号翀南，山东登州府莱阳县人，民籍，治《书经》，年三十四岁中式万历三十八年庚戌科第三甲第二百十四名进士。丙子正月初九日生，行一，曾祖赵文祥；祖赵金福；父赵启思，庠生赠文林郎□□□□；母任氏（赠孺人）。永感下，妻李氏（封孺人），兄一举（儒官），弟鹏化；一祥；鹏翮；鹏翼；鹏抟；鹏徙；鹏运，子锡㣧；锡衮；锡极；锡圭；锡诰。由增生中式丁酉乡试六十九名举人，会试中式二百八十五名。授通政司观政，辛亥授山西太原县知县，壬子本省同考，本年调繁阳曲县，丙辰行取，丁巳授刑部河南主事[1]。"],
        ["王念祖", 215, "王念祖（1585年－？年），字孝先，号平之，南直隶常州府武进县人，民籍，治《诗经》，年二十五岁中式万历三十八年庚戌科第三甲第二百十五名进士。乙酉七月十二日生，行十，曾祖王兰；祖王松；父王舜卿，乙酉举人；母谢氏。永感下，妻章氏，继妻陈氏；兄堦；坤；域；壎；均；念兹（庠生）；圻；墉；光祖，弟昌祖；弘祖，子仁生。由廪生中式己酉乡试十一名举人，会试中式六十九名。授大理寺观政授湖广潜江县知县，戊午改扬州府教授[1]。"],
        ["李跃龙", 216, "李跃龙（1580年－1616年），字抱一，号禹门，河南夏邑县人，归德府商丘县籍，明朝官员。"],
        ["吴奇逢", 217, "吴淳夫（1577年－1627年），字当时，号练石，祖籍福建晋江县，福州府闽县人，民籍。晚明政治人物。"],
        ["蒋　英", 218, "蒋英（1584年－？年），字𣶬甫，号瞻屺，浙江省嘉兴府嘉善县人，民籍，明朝官员。"],
        ["蔡邦藩", 219, "蔡邦藩（1580年－？年），字于藩，号寒井，福建省泉州府晋江县人，明末官员。"],
        ["孙织锦", 220, "孙织锦（1586年－？年），字伯闇，号大素，河南省开封府许州人，明朝政治人物。[1]"],
        ["张绍魁", 221, "张绍魁（1573年－1614年），字天衢，号斗垣，浙江馀姚县人，直隶延庆卫官籍，明朝政治人物。"],
        ["刘进明", 222, "刘进明（1583年－1612年），字誉卿，号曰起，山东莱州府潍县人，明朝政治人物。"],
        ["陈世埈", 223, ""],
        ["贺仲轼", 224, "贺仲轼（1580年－？年），号景瞻，河南省卫辉府获嘉县人，，治《礼记》，年三十岁中式万历三十八年庚戌科第三甲第二百二十四名进士。庚辰三月十□□生，行二，曾祖贺春；祖贺；父贺卢瑞；母耿氏（赠安人）；继母李氏（封安人）。慈侍下，妻王氏，兄伯舆（庠生），弟仲木（庠生）；仲禾（庠生）；仲未（庠生）；仲术（□生）；仲□（增生）；仲辂（庠生），子敏猷（□□）；繁（序生）；行素（乙酉举人）；敏恭（温县奉谕）；□□（己庚贡生）；敏（庠生）；鈓（庠生）；学（庠生）；惠（庠生）；嗣孙振能（丙午经元）。中式癸卯乡试四十八名举人，会试中式二百二十三名。授刑部观政，壬子三月授陕西醴泉县知县，乙卯年丁外艰，戊午复除直隶青浦县知县[1]。"],
        ["李中行", 225, "李中行（1585年－？年），字与之，号二水，山东青州府乐安县人，民籍，治《诗经》，年二十五岁中式万历三十八年庚戌科第三甲第二百二十五名进士。乙酉四月二十六日生，行三，曾祖李广；祖李紞；父李尚思，寿官乡饮宾；母延氏。慈侍下，妻张氏，兄中正（主簿）；中立（庠生），子璋。由附生中式癸卯乡试七十一名举人，会试中式二百六十二名。授刑部观政本年丁外艰癸丑授大理寺评事，癸丑授大理寺左评事乙卯陞本寺右寺副陞刑部员外郎戊午陞直隶镇江府知府[1]。"],
        ["黄一凤", 226, "黄一凤（1585年－？年），字时鸣，号声元，江西临江府峡江县人，民籍，治《书经》，年二十六岁中式万历三十八年庚戌科第三甲第二百二十六名进士。甲申十二月初二日生，行五，曾祖黄谦恒；祖黄重甫；父黄应用；母金氏；前母刘氏；继母孔氏。具庆下，妻陈氏，兄一龙（廪生）；一桂（庠生）；一鹏；元吉（庠生），弟一槐，子嘉谟；嘉猷；嘉训。由廪生中式己酉乡试五十六名举人，会试中式一百六十七名。授工部观政，丙辰授大理寺评事[1]。"],
        ["王元爽", 227, "王元爽（1583年－？年），字洪亮，号御李，直隶河间府东光县人，民籍，治《书经》，年二十七岁中式万历三十八年庚戌科第三甲第二百二十七名进士。癸未闰二月初一日生，行一，曾祖王畿，□□□大夫□□□□；祖王嘉宾，德府典仪生；父王溉槐，庠生；母施氏；继母茅氏；赵氏。严侍下，妻潘氏，本生祖嘉言（乙丑进士同宝司卿），弟元衡；元娄；元俊；元举；元继；元鑑；元选；元承；元兰，子一桂。由学生中式丙午乡试一百二十六名举人，会试中式二百五十三名。工部观政，授直隶镇江府推官，戊午陞吏部主事，丁艰[1]。"],
        ["裴　铉", 228, ""],
        ["于之大", 229, "于之大（1580年－？年），字游伯，号干度，河南省开封府陈州人，民籍，明朝政治人物。"],
        ["侯震旸", 230, "侯震旸（1569年－1627年），字得一，号在观、启东，直隶松江府上海县人，苏州府嘉定县民籍，明朝政治人物。"],
        ["赵于逵", 231, "赵于逵（1581年－1640年），字羽孟，号华峯，陕西省西安府盩厔县人，军籍，治《易经》，年三十岁中式万历三十八年庚戌科第三甲第二百三十一名进士。庚辰十二月初六日生，行一，曾祖赵鹤，赠同知；祖赵廷玑；父赵□；母萧氏。慈侍下，妻王氏，继妻李氏；弟于前（庠生），子瞩；𥇍（庠生）。由学生中式己酉乡试三十名举人，会试中式二百三十八名。授大理寺观政，授行人司行人，戊午选云南道试御史[1]。"],
        ["任芳鑑", 232, "任芳鑑（1575年－1613年），字馨明，号景星，陕西省延安府绥德州人，军籍，明朝政治人物。"],
        ["郭兴治", 233, "郭兴治（1580年－？年），字匡世，号熙明，直隶河间府东光县人，民籍，治《易经》，年三十岁中式万历三十八年庚戌科第三甲第二百三十三名进士。庚辰十月十三日生，行三，曾祖郭恩，寿官；祖郭崇，巡检；父郭时萃，生父□□；母王氏；生母王氏。慈侍下，妻马氏，兄升治（庠生）；大治。由学生中式丙午乡试二十三名举人，会试中式二百九十二名。授吏部观政，丁忧，甲寅授行人司行人[1]。"],
        ["潘大儒", 234, "潘大儒（1578年－1613年），字汉门，号含赤，南直隶松江府上海县人，灶籍，明朝政治人物。"],
        ["陈士章", 235, "陈士章（1574年－1633年），字成甫，号显吾，直隶保定府大宁都司中卫官籍，治《诗经》，年三十七岁中式万历三十八年庚戌科第三甲第二百三十五名进士。癸酉二月初八日生，行二，曾祖陈世昌，岁贡生□□福建左布政；祖陈典，□□□戌进士福建左布政使；父陈尧道，甲子举人；母张氏。永感下，妻孙氏，继妻赵氏；张氏；兄士儁（增生），弟士魁（廪生）；士林（廪生），子怡瞻（廪生）；崇瞻（增广）。由学生中式丙午乡试十名举人，会试中式二百三十名。授吏部观政壬子授行人司行人，乙卯陞司副□[1]。"],
        ["丘兆麟", 236, "丘兆麟（1572年－1629年），字毛伯，号太丘，江西抚州府临川县人，明末文学家、官员。"],
        ["尹嘉宾", 237, "尹嘉賔（1572年－1623年），字孔昭，号澹如，南直隶常州府江阴县人。晚明政治人物。[1]。"],
        ["徐　楠", 238, "徐楠（1574年－？年），字柱明，号□愚，直隶大名府魏县人，民籍，治《易经》，年三十七岁中式万历三十八年庚戌科第三甲第二百三十八名进士。癸酉十一月二十九日生，行一，曾祖徐凤，寿官；祖徐平，庠生；父徐好谏，充乡县教谕；母郭氏。严侍下，妻朱氏，继妻魏氏；赵氏；兄楼；杨，弟㯽；桐；桂；杜；樻；櫿；梅，子炯然（生员）；焕然；壆（孙）；至（孙）。由廪生中式己酉乡试二十八名举人，会试中式二百三十四名。授吏部观政壬子丁内艰乙卯授工部都水司主事管六科廊丁外艰，戊午复除兵部车驾司主事[1]。"],
        ["朱国盛", 239, "朱国盛（1579年－？年），字敬韬，号云来，旧名盛国华，松江府华亭县人，明朝政治人物、画家。"],
        ["王象春", 240, "王象春（1584年－1643年），原名王象巽，字季木，号文水、虞求，别号㟙湖居士。山东济南府新城县（今桓台县）人，民籍，明朝政治人物。[1]。"],
        ["曹　煃", 241, "曹煃（1580年－？年），字在鲁，号聚垣，河南省南阳府新野县人，民籍，治《书经》，年三十岁中式万历三十八年庚戌科第三甲第二百四十一名进士。庚辰八月初五日生，行五，曾祖曹纶，饮宾；祖曹洙，选贡；父曹极，庠生儒官；母孟氏。具庆下，妻陶氏，兄燿；燧；脩；赞；光爕（庠生）；光启（增生），弟炜（壬子举人）；弘；烺；燻；烜（庠生）；烨，子增；埈；堪；□；释熊。由增生中式丙午乡试三十三名举人，会试中式二百八十八名。授吏部观政，壬子顺天同考[1]。"],
        ["常道立", 242, "常道立（1585年－1644年），字修之，号还一，陕西省西安府三原县人，明末政治人物。"]
    ],
    "index": 77,
    "url": "https://zh.wikipedia.org/wiki/Template:%E8%90%AC%E6%9B%86%E4%B8%89%E5%8D%81%E5%85%AB%E5%B9%B4%E5%BA%9A%E6%88%8C%E7%A7%91%E6%AE%BF%E8%A9%A6%E9%87%91%E6%A6%9C",
    "second": [
        ["朱　䌽", 1, "朱䌽（1586年－1645年），字澹父，号穉鹤，四川省保宁府剑州人，明朝政治人物。[1]。"],
        ["徐尔恒", 2, "徐尔恒（1581年－？年），字象一，号青壁，山东东昌府临清州人，明朝政治人物。"],
        ["郑祖法", 3, "郑祖法，浙江上虞县人，是一名明朝政治人物。进士出身。"],
        ["任国桢", 4, ""],
        ["陈伯英", 5, "陈伯英（1582年－？年），字骏干，号紫滇，福建省泉州府晋江县人，明朝政治人物。"],
        ["叶　官", 6, "叶官（1584年－1643年），字谦卿，号玉壶，浙江省金华府金华县人，军籍，治《诗经》，年二十七岁中式万历三十八年庚戌科第二甲第六名进士。癸未六月初十日生，行七，曾祖叶鑑；祖叶时春，庠生；父叶滋；母罗氏。重庆下，妻朱氏，兄宪，弟容；宇；宬；标，子日升。由学生中式庚子乡试二十一名举人，会试中式一百八名。礼部观政，授江西司主事，癸丑陞福建司员外，丁忧，丁巳补工部营缮司，戊午陞湖广承天府知府[1]。"],
        ["胡一鸿", 7, "胡一鸿（1586年－？年），字季渐，号逵羽，浙江省绍兴府馀姚县人，明朝政治人物。"],
        ["梁鼎贤", 8, ""],
        ["赵　琦", 9, "赵琦（1584年－1643年），字伯玉，号广霞，云南省临安府宁州人，民籍，治《春秋》，年二十七岁中式万历三十八年庚戌科第二甲第九名进士。癸未三月初十日生，行一，曾祖赵永清；祖赵远，寿官；父赵儒镗，教授赠奉直大夫，许州知州；母张氏（封太宜人）。慈侍下，妻王氏（赠宜人）继妻王氏（封宜人）；子士儋；士倬；士僎。由学生中式庚子乡试十九名举人，会试中式三十六名。刑部观政，授直隶大名府开州知州，癸丑丁父忧，丙辰补河南开封府许州知州，戊午陞工部营缮司员外郎[1]。"],
        ["林铭鼎", 10, ""],
        ["杨尧华", 11, ""],
        ["张泰祯", 12, "张泰祯（1577年－？年），字宇全，号缜含，浙江省绍兴府会稽县人，明朝政治人物。"],
        ["岳骏声", 13, "岳骏声（1574年－1633年），字季有，号石锺，桐乡县人，浙江嘉兴府嘉兴县籍，明朝政治人物。"],
        ["刘康祉", 14, "刘康祉（1583年－？年），字以吉，号玄受，浙江省温州府永嘉县人，匠籍，治《诗经》，年二十七岁中式万历三十八年庚戌科第二甲第十四名进士。癸未二月二十六日生，行二，曾祖刘录，□言；祖刘化之，散官；父刘应运，廪生；母周氏。慈侍下，妻赵氏，兄康祚，弟康祺；康裕（庠生）；康祏；康禧，子炎珽；炎瓒。由廪生中式庚子乡试三十四名举人，会试中式十四名。都察院观政，授兵部车驾司主事，辛亥丁外艰，乙卯复除兵部车驾司主事[1]。"],
        ["郑振光", 15, "郑振光（1583年－1616年），字明初，号明初，南直隶常州府武进县民籍，治《书经》，年二十八岁中式万历三十八年庚戌科第二甲第十五名进士。壬午四月二十二日生，行四，曾祖郑溱，光禄寺录事；祖郑栢，监生；父郑邦煜，封承德郎兵部主事；母董氏（封安人）。具庆下，妻谢氏，生祖梓（光禄寺录事），兄振元（监生）；郑振先（乙未进士礼部主事钦降四川宣抚司经历），子安孙。由学生中式己酉乡试十三名举人，会试中式一百九十一名。通政司观政癸丑授河南许州知州，癸丑授河南许州知州卒[1]。"],
        ["黄　卷", 16, "黄卷（1578年－1615年），字舒之，号邺楼，福建省泉州府晋江县人，明朝政治人物。"],
        ["黄圣期", 17, "黄圣期（1584年－1615年），字逢一，号济石，广东顺德县人，广东广州府番禺县民籍，明朝官员。"],
        ["李纯元", 18, "李纯元（1577年－？年），字长叔，号增华，湖广承天府景陵县人，明朝官员。"],
        ["史高先", 19, "史高先（1585年－？年），字绍卿，号梦斗，山东济南府乐陵县人，军籍，明朝政治人物。"],
        ["张国锐", 20, "张国锐（1578年－1637年），字贞子，号锺石，直隶顺天府锦衣卫官籍，明朝政治人物。"],
        ["颜容暄", 21, "颜容暄（1581年－1635年），字孚儒，号太屏，福建省漳州府漳浦县人，军籍，明末政治人物。"],
        ["卢瑛田", 22, "卢瑛田（1583年－？年），字虹仲、龙升，号如麓，广东省广州府东莞县增埗（今茶山镇增埗村卢屋）人，明朝政治人物。"],
        ["刘宇曜", 23, "刘宇曜（1573年－1611年），字叔定，号如健，陕西省西安府泾阳县人，明朝政治人物。"],
        ["王　宇", 24, "王宇可以指："],
        ["王所用", 25, "王所用（1572年－？年），字□□，号賔吾，河南省怀庆府河内县人，民籍，治《诗经》，年三十九岁中式万历三十八年庚戌科第二甲第二十五名进士。辛未十月初六日生，行一，曾祖王瀛，教谕；祖王问臣，廪生；父王起茂，廪生诰赠奉直大夫山西泽州知州；母刘氏（诰赠宜人）。永感下，妻何氏（诰赠宜人）继妻李氏（诰封宜人）；子显周；滋德；玉汝；䋲丈。由廪生中式戊子乡试十五名举人，会试中式一百八十八名。授刑部观政本年授福建福宁州知州，壬子本省同考癸丑调山西泽州知州乙卯本省同考丙辰留部丁巳陞兵部车驾司员外郎[1]。"],
        ["金汝嘉", 26, "金汝嘉（1574年－？年），字无美，号赤城，南直隶苏州府吴县人，直隶苏州府长洲县民籍，明朝官员。"],
        ["贺　烺", 27, ""],
        ["吴瑞征", 28, "吴瑞征（1580年－？年），字仲庚，号元谷，南直隶苏州府吴江县人，明朝政治人物。"],
        ["郑之文", 29, "郑之文，字应尼，一字豹先，江西南城县人。明朝政治人物。"],
        ["梁　鈜", 30, ""],
        ["曾道唯", 31, "曾道唯（？－？），字元鲁，一字自菴，广东南海人，明末政治人物，进士出身。"],
        ["祝可仕", 32, "祝可仕（1575年－？年），字孟型，号耀比，直隶太平府当涂县人，民籍，明朝政治人物。"],
        ["王家相", 33, "王家相（1577年－1636年），字维枢，号襟寰，浙江省嘉兴府海盐县人，民籍，明朝政治人物。"],
        ["赵明钦", 34, ""],
        ["施　鹏", 35, "施鹏（1582年－？年），字祖鲲，号云翼，福建省福州府福清县人，侯官县民籍，治《诗经》，年二十八岁中式万历三十八年庚戌科第二甲第三十五名进士。壬午二月初五日生，行一，曾祖施文明；祖施廷瑀；父施天受；母周氏。慈侍下，妻何氏，继妻林氏；杨氏；兄默；通（监生）；云龙（庠生）；守谦（庠生），弟勳；儒；杰；守诏（吏员）；尚礼，子宛驹；定驹；宗驹。由监生中式癸卯乡试七十名举人，会试中式一百五十六名。户部观政，改浙江温州府教授，乙卯陞国子监助教，丙辰陞户部主事，戊午差河南务钞关，养病[1]。"],
        ["张法孔", 36, ""],
        ["张士雅", 37, "张士雅（1583年－？年），字德纯，号念燕，直隶顺天府霸州人，民籍，治《书经》，年二十七岁中式万历三十八年庚戌科第二甲第三十七名进士。癸未正月二十日生，行一，曾祖张评，寿官；祖张守鲁，庠生；父张符，敕赠承德郎户部云南司主事；母顾氏（勅封太安人）。慈侍下，妻田氏（勅封安人），弟士奇（廪生）；士瞻，子主敬（生员）；主忠；主信。由增生中式癸卯乡试九十名举人，会试中式二百四十六名。礼部观政，辛亥授户部云南司主事管南济二仓，甲寅陞本司员外郎，乙卯陞贵州司郎中，管永平□□，戊午差满回部[1]。"],
        ["邹之麟", 38, "邹之麟（？年－？年），字臣虎，号衣白，自号逸老、逸麟，又号昧庵老人。南直隶常州府武进县（今属江苏省常州市武进区）人，明末清初政治人物、书法家、画家、散文家。"],
        ["宋统殷", 39, "宋綂殷（1582年－1634年），字献征，号瀛渚，山东省莱州府即墨县（今青岛市即墨区）人，军籍，明朝政治人物。"],
        ["孙枝芳", 40, "孙枝芳（1583年－？年），字恩绍，号姚山，南直隶苏州府吴江县人，明朝政治人物。"],
        ["高　栋", 41, "高栋（1581年－1640年），字隆吉，号滏生，直隶广平府曲周县人，民籍，治《诗经》，年三十岁中式万历三十八年庚戌科第二甲第四十一名进士。庚辰十二月初七日生，行一，曾祖高天禄；祖高继宗；父高好问，行唐县教谕；母魏氏；继母张氏。永感下，妻刘氏，继妻王氏；张氏；弟标（生员）；桢（生员）；梓；櫂；栖，子京。由增生中式丙午乡试一百十六名举人，会试中式二百五十九名。授刑部关政，壬子授户部河南司主事，癸丑被论降，乙卯卒[1]。"],
        ["周　颂", 42, "《诗经》是中国最早的诗歌总集，溯自西元前11到前6世纪，原本叫《诗》，共有诗歌305首（除此之外还有6篇有题目无内容,即有目无辞，称为笙诗六篇，题目分别是南陔、白华、华黍、由庚、崇丘和由仪）[1]，又称《诗三百》。[2]从汉朝起儒家将其奉为经典，遂也称之谓《诗经》，而正式使用《诗经》一名，应该起于南宋初年[3]。早期诗经版本众多，其中最为著名也是流传至今的，是汉朝毛亨、毛苌注释的《诗经》，因此该版本又称为《毛诗》。《诗经》中的诗的作者，绝大部分已经无法考证。其所涉及的地域，主要是黄河流域，西起山西和甘肃东部，北到河北省西南，东至山东，向南也远及江汉流域。"],
        ["周士昌", 43, "周士昌（1583年－？年），字小翼，号心濂，四川成都府内江县人，军籍，治《书经》，年二十七岁中式万历三十八年庚戌科第二甲第四十三名进士。癸未正月初一日生，行一，曾祖周荣富；祖周资，寿官；父周蒲；母许氏。慈侍下，妻陈氏；何氏，弟运昌，子鼎铉；玉铉。由附生中式甲午乡试四十五名举人，会试中式二百七十四名。工部观政，授户部江西司主事，壬子差昌平粮储，癸丑陞陕西司员外，甲寅陞广东司郎中，本年陞真定府知府，丁内艰[1]。"],
        ["明之胤", 44, ""],
        ["何应瑞", 45, "何应瑞（1583年－？年），字圣符，号大瀛，山东兖州府曹州人，明朝官员。"],
        ["陈于宁", 46, "陈于宁（1582年－？年），字荩卿，号履台，改名郭忠宁，南直隶苏州府吴县人，"],
        ["陆梦龙", 47, "陆梦龙（1575年－1634年），字君启[1]，号景邺[2]。明浙江承宣布政使司绍兴府山阴县（今浙江省绍兴市）人，会稽县籍。[3]。"],
        ["陶　珽", 48, "陶珽（1576年－1635年），字穉圭，号不退，又号紫阗，自称天台居士。浙江省黄岩县人，云南姚安府官籍，治《诗经》，年三十五岁中式万历三十八年庚戌科第二甲第四十八名进士。乙亥五月十二日生，行一，曾祖陶朝用；祖陶电，封文林郎推官；父陶希皐，举人知州；母董氏（赠孺人）。严侍下，妻张氏，弟三俊（廪生）；三英（庠生）；三达。由学生中式辛卯乡试六名举人，会试中式二百七十九名。授大理寺观政授刑部四川司主事，陞员外郎中乙卯陞直隶大名府知府丁艰[1]。早年读书于白井庵大觉寺，拜可全和尚为师。万历三十八年（1610年）中进士，官至武昌兵备道。有诗名，与邢侗齐名，与袁宏道、董其昌、陈继儒等友好。曾重刻陶宗仪《书史会要》、《说郛》等书[2]。"],
        ["马廷献", 49, "马廷献， 字靖甫，直隶嘉兴人，明朝政治人物。进士出身。"],
        ["贺万祚", 50, "贺万祚（1578年－？年），字孝延，号立庵，浙江嘉兴府海盐县籍，明朝政治人物。"],
        ["马之骏", 51, "马之骏，字仲良，河南新野县人。明朝官员、诗人。"],
        ["张国绅", 52, "张国绅（1582年－？年），字书卿，号见立，陕西省巩昌府安定县人，明朝政治人物。"],
        ["陈应元", 53, "陈应元（1582年－？年），字长孺，号孕初、思昌、右白，江西南昌府进贤县人，明朝政治人物。"],
        ["项良梓", 54, ""],
        ["陈应春", 55, "陈应春（1585年－1644年），字载阳，号海庚，福建省泉州府晋江县人，民籍，治《易经》，年二十六岁中式万历三十八年庚戌科第二甲第五十五名进士。甲申四月初六日生，行二，曾祖陈世裕，寿官；祖陈宏铨；父陈献淑；母黄氏。永感下，妻黄氏，兄维垣；伯英（同科进士工部主事）；振鹏（庠生），弟蕚春；应坦（庠生）；士会（乙卯举人）；梅□；振鹄；仲升（庠生）；叔升（庠生）；廷梧；廷松；元恺（庠生□□□□□）；□（偕升庠生□□□）；廷□；廷□；□春；蒙春；□春，子允焻；允煜；允煌；允燝。由学生中式癸卯乡试二十九名举人，会试中式八十七名。兵部观政，授户部河南司主事，壬子丁忧，丙辰起复原职，戊午陞陕西司郎中，延绥管粮[1]。"],
        ["朱期昌", 56, "朱期昌（1584年－？年），字辰翁，号朱陵，湖广黄州府蕲水县人，明朝政治人物。"],
        ["王志坚", 57, "王志坚（1576年－1633年），字淑士，号闻脩，南直隶苏州府崑山县人，南直隶苏州府太仓州民籍，明朝官员、诗人。"]
    ]
}